-- phpMyAdmin SQL Dump
-- version 4.9.4
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: May 16, 2021 at 04:47 AM
-- Server version: 5.6.49-cll-lve
-- PHP Version: 7.3.6

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `awlem`
--

-- --------------------------------------------------------

--
-- Table structure for table `areas`
--

CREATE TABLE `areas` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `region_id` int(11) NOT NULL DEFAULT '0',
  `name` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `areas`
--

INSERT INTO `areas` (`id`, `region_id`, `name`, `created_at`, `updated_at`) VALUES
(1, 1, 'المعادي', '2020-09-17 11:54:08', '2020-09-17 11:54:08'),
(2, 2, 'بنها', '2020-09-17 12:00:46', '2020-09-17 12:02:18'),
(3, 1, 'الجيزة', '2020-09-17 12:23:26', '2020-09-17 12:23:26'),
(4, 1, 'مدينة نصر', '2020-09-17 12:23:43', '2020-09-17 12:23:43'),
(5, 1, 'القطامية', '2020-09-17 12:25:28', '2020-09-17 12:25:28'),
(6, 1, 'اللوتس', '2020-09-17 12:25:37', '2020-09-17 12:25:37'),
(7, 2, 'طوخ', '2020-10-07 09:05:41', '2020-10-07 09:05:41'),
(8, 2, 'شبين', '2020-10-07 09:05:47', '2020-10-07 09:05:47'),
(9, 1, 'التجمع الثالث', '2020-10-14 06:52:21', '2020-10-14 06:52:21'),
(10, 8, 'طريق الملك عبدالله', '2021-01-05 17:00:39', '2021-01-05 17:00:39'),
(11, 8, 'بوليفارد المحمدية', '2021-01-19 20:19:46', '2021-01-19 20:19:46'),
(12, 8, 'ممشى الهجرة', '2021-01-22 08:52:38', '2021-01-22 08:52:38'),
(13, 8, 'العزيزية', '2021-01-26 17:32:06', '2021-01-26 17:32:06'),
(14, 8, 'سلطانة', '2021-02-01 17:25:01', '2021-02-01 17:25:01'),
(15, 8, 'الفيصلية', '2021-02-26 17:32:54', '2021-02-26 17:32:54'),
(16, 8, 'الحزام', '2021-03-18 23:22:44', '2021-03-18 23:22:44'),
(17, 8, 'العقيق', '2021-03-27 07:11:20', '2021-03-27 07:11:20'),
(18, 8, 'العقيق', '2021-03-27 07:13:46', '2021-03-27 07:13:46'),
(19, 8, 'حي الراية', '2021-04-20 06:14:13', '2021-04-20 06:14:13'),
(20, 8, 'حي الراية1', '2021-04-20 06:14:23', '2021-04-20 06:14:23');

-- --------------------------------------------------------

--
-- Table structure for table `area_restorants`
--

CREATE TABLE `area_restorants` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `area_id` int(11) NOT NULL DEFAULT '0',
  `restorant_id` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `area_restorants`
--

INSERT INTO `area_restorants` (`id`, `area_id`, `restorant_id`, `created_at`, `updated_at`) VALUES
(75, 1, 2, NULL, NULL),
(77, 10, 17, NULL, NULL),
(81, 11, 19, NULL, NULL),
(82, 11, 20, NULL, NULL),
(83, 12, 21, NULL, NULL),
(84, 10, 22, NULL, NULL),
(85, 12, 23, NULL, NULL),
(86, 13, 24, NULL, NULL),
(87, 11, 25, NULL, NULL),
(88, 14, 26, NULL, NULL),
(90, 11, 28, NULL, NULL),
(91, 16, 29, NULL, NULL),
(92, 10, 30, NULL, NULL),
(94, 17, 32, NULL, NULL),
(96, 13, 34, NULL, NULL),
(97, 10, 35, NULL, NULL),
(98, 12, 36, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `branches`
--

CREATE TABLE `branches` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` int(11) NOT NULL DEFAULT '0',
  `area_id` int(11) NOT NULL DEFAULT '0',
  `restorant_id` int(11) NOT NULL DEFAULT '0',
  `busy` tinyint(1) NOT NULL DEFAULT '1',
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `location_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `location_lat` double NOT NULL DEFAULT '0',
  `location_lon` double NOT NULL DEFAULT '0',
  `open_dayes` text COLLATE utf8_unicode_ci,
  `open_from` time DEFAULT NULL,
  `open_to` time DEFAULT NULL,
  `description` text COLLATE utf8_unicode_ci,
  `eat_in_branch` tinyint(1) NOT NULL DEFAULT '0',
  `delever_to_car` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `branches`
--

INSERT INTO `branches` (`id`, `user_id`, `area_id`, `restorant_id`, `busy`, `name`, `location_name`, `location_lat`, `location_lon`, `open_dayes`, `open_from`, `open_to`, `description`, `eat_in_branch`, `delever_to_car`, `created_at`, `updated_at`) VALUES
(1, 10, 1, 2, 0, 'فرع مدينة نصر', 'مدينة نصر', 29.9580885, 31.2503928, '[1,2,3,4,5,6,7]', '01:00:00', '23:59:00', 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور أنكايديديونتيوت لابوري ات دولار ماجنا أليكيوا . يوت انيم أد مينيم فينايم,كيواس نوستريد أكسير سيتاشن يللأمكو لابورأس نيسي يت أليكيوب أكس أيا كوممودو كونسيكيوات . ديواس أيوتي أريري دولار إن ريبريهينديرأيت فوليوبتاتي فيلايت أيسسي كايلليوم دولار أيو فيجايت', 1, 1, '2020-09-21 12:45:14', '2021-04-25 20:25:26'),
(2, 10, 2, 2, 0, 'الشبراوي فرع المعادي', 'مدينة نصر 2', 29.9580885, 31.2503928, '[2,5,6]', '00:00:00', '11:59:00', 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور أنكايديديونتيوت لابوري ات دولار ماجنا أليكيوا . يوت انيم أد مينيم فينايم,كيواس نوستريد أكسير سيتاشن يللأمكو لابورأس نيسي يت أليكيوب أكس أيا كوممودو كونسيكيوات . ديواس أيوتي أريري دولار إن ريبريهينديرأيت فوليوبتاتي فيلايت أيسسي كايلليوم دولار أيو فيجايت', 0, 0, '2020-09-22 07:35:54', '2021-04-25 20:00:14'),
(3, 18, 2, 2, 1, 'فرع بنها', 'بنها قليوبية', 30.473052097553225, 31.188675781249977, '[2,3,4,6]', '13:59:00', '13:59:00', 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور أنكايديديونتيوت لابوري ات دولار ماجنا أليكيوا . يوت انيم أد مينيم فينايم,كيواس نوستريد أكسير سيتاشن يللأمكو لابورأس نيسي يت أليكيوب أكس أيا كوممودو كونسيكيوات . ديواس أيوتي أريري دولار إن ريبريهينديرأيت فوليوبتاتي فيلايت أيسسي كايلليوم دولار أيو فيجايت', 0, 0, '2020-10-14 10:02:23', '2021-04-25 19:59:08'),
(4, 102, 7, 2, 1, 'فرع طوخ', 'طوخ قليوبيه', 30.484052097553228, 31.180675781249974, '[3,4,6]', '14:52:00', '14:52:00', 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور أنكايديديونتيوت لابوري ات دولار ماجنا أليكيوا . يوت انيم أد مينيم فينايم,كيواس نوستريد أكسير سيتاشن يللأمكو لابورأس نيسي يت أليكيوب أكس أيا كوممودو كونسيكيوات . ديواس أيوتي أريري دولار إن ريبريهينديرأيت فوليوبتاتي فيلايت أيسسي كايلليوم دولار أيو فيجايت', 0, 0, '2020-10-14 10:53:44', '2021-04-25 19:59:26'),
(9, 18, 10, 2, 0, 'فرع الملك عبدالله', 'موظف الشبراوي فرع السعودية', 24.49860132737265, 39.52604541015599, '[1,2,3,4,7]', '09:00:00', '17:00:00', 'تجربه', 1, 1, '2021-01-19 13:52:17', '2021-04-25 19:59:43'),
(12, 119, 10, 17, 0, 'فاتنه', 'المدينة المنورة', 24.481222104287554, 39.65444812011716, '[1,2,3,4,5,6,7]', '07:00:00', '22:30:00', 'فاتنه ، سوداء داكنة', 1, 1, '2021-01-19 19:03:54', '2021-03-18 16:22:11'),
(13, 121, 11, 19, 0, 'SKETCH CAFE', 'المدينة المنورة', 24.421709388176186, 39.63532665205003, '[1,2,3,4,5,6,7]', '06:00:00', '02:00:00', 'SKECH CAFE', 1, 1, '2021-01-19 21:11:02', '2021-01-21 05:37:27'),
(14, 123, 11, 20, 0, 'BAS', 'المدينة المنورة', 24.421687135282067, 39.63619192008973, '[1,2,3,4,5,6,7]', '07:00:00', '01:30:00', 'BAS CAFE', 1, 1, '2021-01-22 05:28:08', '2021-04-27 11:01:04'),
(15, 127, 12, 21, 0, 'ريف العرب', 'المدينة المنورة', 24.425804658343733, 39.599070147323616, '[1,2,3,4,5,6,7]', '11:00:00', '01:00:00', 'ريف العرب', 1, 1, '2021-01-25 15:43:47', '2021-01-25 15:46:06'),
(16, 131, 13, 24, 0, 'جوس ستيشن', 'العزيزية', 24.467014224299245, 39.54840360565187, '[1,2,3,4,5,6,7]', '12:00:00', '23:59:00', 'عصائر', 1, 1, '2021-01-26 18:23:12', '2021-04-06 02:58:20'),
(17, 134, 13, 22, 0, 'مشراق', 'الفيصلية', 24.46724348429602, 39.54848368530274, '[1,2,3,4,5,6,7]', '06:00:00', '12:00:00', 'مشراق', 1, 1, '2021-01-29 16:25:51', '2021-03-31 19:19:26'),
(18, 146, 14, 26, 1, 'باي ستريت سلطانة', 'سلطانة', 24.487366082881053, 39.57661508007051, '[1,2,3,4,5,6,7]', '06:00:00', '01:30:00', 'باي ستريت', 1, 1, '2021-02-03 18:11:17', '2021-02-03 18:11:17'),
(19, 134, 15, 22, 1, 'مشراق', 'طريق الملك عبدالله', 24.496053889529836, 39.69695649264482, '[1,2,3,4,5,6,7]', '06:00:00', '12:00:00', 'مطعم مشراق', 1, 1, '2021-02-26 17:38:40', '2021-03-31 01:25:33'),
(20, 161, 10, 30, 0, 'ونجز فاكتوري', 'المدينة المنورة', 24.449617780046385, 39.66719862470092, '[1,2,3,4,5,6,7]', '13:00:00', '01:45:00', '.', 1, 1, '2021-03-19 22:32:46', '2021-03-19 23:02:16'),
(21, 163, 12, 23, 0, 'مشكاة', 'المدينة المنورة', 24.427792123978485, 39.603211846441646, '[1,2,3,4,5,6,7]', '16:30:00', '04:30:00', '.', 1, 1, '2021-03-19 22:48:37', '2021-03-21 04:06:04'),
(22, 165, 11, 25, 0, 'بيت حصة', 'بوليفارد المحمدية', 24.422051026185585, 39.63565547828675, '[1,2,3,4,5,6,7]', '12:15:00', '01:00:00', 'بيت حصة', 1, 1, '2021-03-26 07:49:36', '2021-03-26 08:00:25'),
(23, 166, 12, 31, 1, 'هف اند بف', 'المدينة المنورة', 24.430842702142805, 39.58232243423463, '[1,2,3,4,5,6,7]', '01:00:00', '04:40:00', 'هف اند بف', 1, 1, '2021-03-27 06:47:37', '2021-03-27 06:47:37'),
(24, 169, 13, 34, 1, 'HOLD', 'المدينة المنورة', 24.556072333827927, 39.556257812500014, '[1,2,3,4,5,6,7]', '13:00:00', '03:30:00', 'HOLD', 1, 1, '2021-04-04 03:12:55', '2021-04-04 03:19:06'),
(25, 175, 10, 35, 1, 'كلاود 9', 'المدينة المنورة', 24.49094695423273, 39.59078857135774, '[1,2,3,4,5,6,7]', '00:00:00', '11:59:00', 'مطعم كلاود 9', 0, 1, '2021-04-29 11:47:02', '2021-04-29 11:47:02');

-- --------------------------------------------------------

--
-- Table structure for table `branch_offers`
--

CREATE TABLE `branch_offers` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` int(11) DEFAULT NULL,
  `product_id` int(11) DEFAULT NULL,
  `branch_id` int(11) DEFAULT NULL,
  `offer_end_date` datetime DEFAULT NULL,
  `active` tinyint(1) NOT NULL DEFAULT '0',
  `percent` double NOT NULL DEFAULT '0',
  `amount` double NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `branch_offers`
--

INSERT INTO `branch_offers` (`id`, `user_id`, `product_id`, `branch_id`, `offer_end_date`, `active`, `percent`, `amount`, `created_at`, `updated_at`) VALUES
(20, 7, 4, 1, '2021-01-30 09:56:00', 1, 25, 12.5, '2021-01-03 12:55:07', '2021-01-03 12:55:07'),
(21, 7, 2, 1, '2021-01-31 09:55:00', 1, 20, 10, '2021-01-03 12:57:17', '2021-01-03 12:57:17'),
(22, 7, 5, 1, '2021-01-31 10:25:00', 1, 20, 10, '2021-01-03 12:57:57', '2021-01-03 12:57:57'),
(25, 7, 12, 8, '2021-01-31 15:47:00', 1, 10, 3, '2021-01-19 13:48:14', '2021-01-19 13:48:14'),
(26, 10, 2, 1, '2021-03-29 09:53:00', 1, 10, 5, '2021-03-27 06:54:17', '2021-03-27 06:54:17');

-- --------------------------------------------------------

--
-- Table structure for table `branch_photos`
--

CREATE TABLE `branch_photos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `branch_id` int(11) NOT NULL DEFAULT '0',
  `photo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `uuid` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `branch_photos`
--

INSERT INTO `branch_photos` (`id`, `branch_id`, `photo`, `uuid`, `created_at`, `updated_at`) VALUES
(46, 12, 'images/branch/1611083643فاتنة.jpeg', '7027ac74-dac8-4c64-aca5-ad3113e12d03', '2021-01-19 19:14:07', '2021-01-19 19:14:07'),
(47, 12, 'images/branch/awlem1611205836.jpeg', 'ebc34203-d7a2-48f0-ba9f-8a800efdfa2d', '2021-01-21 05:10:56', '2021-01-21 05:10:56'),
(48, 13, 'images/branch/awlem1611207421.jpeg', '7f1866f7-cb75-469e-8e99-ee46054a9f76', '2021-01-21 05:37:05', '2021-01-21 05:37:05'),
(62, 12, 'images/branch/awlem1611483948.jpg', '96efefcd-438c-4383-8802-885775ae83d1', '2021-01-24 10:25:50', '2021-01-24 10:25:50'),
(63, 15, 'images/branch/awlem1611589227.jpeg', 'f86d3179-8968-41f0-8890-e4097a7ded1b', '2021-01-25 15:43:47', '2021-01-25 15:43:47'),
(65, 20, 'images/branch/awlem1616193161.jpg', '97aaa9c9-92f3-4d74-b2e1-6031848850b5', '2021-03-19 22:32:46', '2021-03-19 22:32:46'),
(68, 17, 'images/branch/awlem1616193704.jpeg', '1707cdca-1881-4489-932c-b2cb2ceefcf2', '2021-03-19 22:42:12', '2021-03-19 22:42:12'),
(69, 21, 'images/branch/awlem1616194112.jpeg', '88e69488-fedb-42d0-89c2-d94d4cf33e7e', '2021-03-19 22:48:37', '2021-03-19 22:48:37'),
(73, 19, 'images/branch/awlem1616195410.jpeg', '27a585cc-66d7-4ed7-bf60-0f0603ac90df', '2021-03-19 23:10:14', '2021-03-19 23:10:14'),
(74, 22, 'images/branch/awlem1616744973.jpeg', 'a51b0222-3259-4ff2-8e85-18a050c6e68c', '2021-03-26 07:49:36', '2021-03-26 07:49:36'),
(75, 23, 'images/branch/awlem1616827654.jpeg', 'af3ef3dd-dcfa-4660-aca4-7752c20428cf', '2021-03-27 06:47:37', '2021-03-27 06:47:37'),
(76, 24, 'images/branch/awlem1617473556.jpeg', 'a8b24425-7021-459c-975f-418231d7f682', '2021-04-04 03:12:55', '2021-04-04 03:12:55'),
(77, 16, 'images/branch/awlem1617645497.jpeg', '138cb7c4-a6e9-4ab8-9e7b-cc2b1f33bdfc', '2021-04-06 02:58:20', '2021-04-06 02:58:20'),
(97, 2, 'images/branch/awlem1619348327.jpg', 'c1792054-a676-49a2-a6a2-44080610fdd6', '2021-04-25 19:58:49', '2021-04-25 19:58:49'),
(98, 3, 'images/branch/awlem1619348347.jpeg', 'a13d3154-c969-4538-925b-f3cc369d812a', '2021-04-25 19:59:08', '2021-04-25 19:59:08'),
(99, 4, 'images/branch/awlem1619348365.jpg', '8672ff4e-50c2-4e3d-b832-8f50459046f1', '2021-04-25 19:59:26', '2021-04-25 19:59:26'),
(100, 9, 'images/branch/awlem1619348381.jpg', '2fe74fea-5602-4d9f-9f9d-e91c5ec807c4', '2021-04-25 19:59:43', '2021-04-25 19:59:43'),
(101, 14, 'images/branch/awlem1619488859.jpeg', '892ebd5f-8a7d-4f7e-afc2-67b17a8958bb', '2021-04-27 11:01:04', '2021-04-27 11:01:04'),
(102, 25, 'images/branch/awlem1619664418.jpeg', '9a9f3d10-0bfb-4122-9049-628ebd49b8ef', '2021-04-29 11:47:02', '2021-04-29 11:47:02');

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `photo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `name`, `photo`, `created_at`, `updated_at`) VALUES
(1, 'مقهى', 'images/category/1/photo/g.png', '2020-09-17 10:30:36', '2020-10-12 10:10:12'),
(2, 'شرقى', 'images/category/2/photo/png-clipart-belly-dance-bellydance-by-amartia-music-shimmy-belly-dancer.png', '2020-09-17 10:32:13', '2020-10-12 10:10:48'),
(3, 'صيني', 'images/category/3/photo/kisspng-china-symbol-culture-5af8f460e83890.6287647415262649289512.jpg', '2020-09-17 10:32:21', '2020-10-12 10:11:23'),
(4, 'فرنسي', 'images/category/4/photo/gratis-png-francia-mapa-frances-informacion-mapa-infografico.png', '2020-09-17 10:32:30', '2020-10-12 10:12:05'),
(5, 'أيطالي', 'images/category/5/photo/gratis-png-domino-s-pizza-salami-cocina-italiana-restaurante-pizza.png', '2020-09-17 10:32:43', '2020-10-12 10:12:40'),
(7, 'عصائر', 'images/category/7/photo/awlem1616109339.jpeg', '2021-03-18 23:15:39', '2021-03-18 23:15:39');

-- --------------------------------------------------------

--
-- Table structure for table `cobon_users`
--

CREATE TABLE `cobon_users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` int(11) NOT NULL DEFAULT '0',
  `cobon_id` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `cobon_users`
--

INSERT INTO `cobon_users` (`id`, `user_id`, `cobon_id`, `created_at`, `updated_at`) VALUES
(1, 114, 5, '2021-01-19 14:15:19', '2021-01-19 14:15:19'),
(2, 104, 6, '2021-01-21 14:14:12', '2021-01-21 14:14:12');

-- --------------------------------------------------------

--
-- Table structure for table `complaints`
--

CREATE TABLE `complaints` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` int(11) NOT NULL DEFAULT '0',
  `name` varchar(150) COLLATE utf8_unicode_ci DEFAULT NULL,
  `body` text COLLATE utf8_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `complaints`
--

INSERT INTO `complaints` (`id`, `user_id`, `name`, `body`, `created_at`, `updated_at`) VALUES
(1, 103, 'مشكله في الطلب', 'مشكله في الطلب على فكره انا كنت عاوز أقولك اني كنت من محبي الفنان محمد عبده والدرس ومش عارف ايه مواضيع جديده في البيت يعني أن شاءالله تعجبكم', '2020-12-27 13:09:23', '2020-12-27 13:09:23'),
(2, 92, ',', ',', '2020-12-31 13:58:43', '2020-12-31 13:58:43'),
(3, 93, 'sssss', 'sssssss', '2021-05-10 00:03:52', '2021-05-10 00:03:52'),
(4, 93, 'عنوان رسالتي', 'رسالة محمد', '2021-05-10 00:19:32', '2021-05-10 00:19:32');

-- --------------------------------------------------------

--
-- Table structure for table `discount_cobons`
--

CREATE TABLE `discount_cobons` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `code` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `min_to_apply` double NOT NULL DEFAULT '0',
  `price` int(11) NOT NULL DEFAULT '0',
  `dicount_percentage` int(11) NOT NULL DEFAULT '0',
  `usage_limit` int(11) NOT NULL DEFAULT '1',
  `active` tinyint(1) NOT NULL DEFAULT '0',
  `end_date` datetime DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `discount_cobons`
--

INSERT INTO `discount_cobons` (`id`, `code`, `min_to_apply`, `price`, `dicount_percentage`, `usage_limit`, `active`, `end_date`, `created_at`, `updated_at`) VALUES
(2, 'YTTR333FD', 100, 100, 0, 20, 1, '2020-12-30 11:23:00', '2020-09-20 09:23:41', '2020-09-20 09:23:41'),
(3, 'ABCD7', 90, 200, 10, 7, 1, '2020-12-16 13:07:00', '2020-12-07 11:08:50', '2021-01-17 02:25:04'),
(4, 'Majed', 0, 5, 5, 1, 1, '2021-02-17 04:27:00', '2021-01-17 02:27:49', '2021-01-17 02:27:49'),
(5, 'Majed1', 0, 0, 5, 1, 1, '2021-02-17 04:28:00', '2021-01-17 02:29:31', '2021-01-17 02:29:31'),
(6, 'testco', 0, 0, 10, 1, 1, '2021-01-31 15:56:00', '2021-01-19 13:57:09', '2021-01-19 13:57:09'),
(7, 'EMAD10', 0, 0, 10, 1, 1, '2021-01-22 15:50:00', '2021-01-20 13:51:15', '2021-01-20 14:14:46'),
(8, 'asdfgh', 0, 10, 0, 1, 1, '2021-02-28 21:45:00', '2021-01-29 19:46:04', '2021-01-29 19:46:04'),
(9, 'asdfghi', 0, 0, 10, 1, 1, '2021-02-28 21:46:00', '2021-01-29 19:46:35', '2021-01-29 19:46:35'),
(10, 'k1', 0, 10, 0, 1, 1, '2021-02-28 13:46:00', '2021-02-16 11:46:58', '2021-02-16 11:46:58'),
(11, 'k2', 0, 15, 0, 1, 1, '2021-02-28 13:47:00', '2021-02-16 11:47:15', '2021-02-16 11:47:15'),
(12, 'k3', 0, 12, 0, 1, 1, '2021-02-28 13:47:00', '2021-02-16 11:47:33', '2021-02-16 11:47:33'),
(13, 'k4', 0, 0, 10, 1, 1, '2021-02-28 13:47:00', '2021-02-16 11:47:52', '2021-02-16 11:47:52'),
(14, 'k5', 0, 0, 15, 1, 1, '2021-02-28 13:47:00', '2021-02-16 11:48:11', '2021-02-16 11:48:11');

-- --------------------------------------------------------

--
-- Table structure for table `faq_admins`
--

CREATE TABLE `faq_admins` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `question` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `answer` text COLLATE utf8_unicode_ci,
  `active` tinyint(1) DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `faq_admins`
--

INSERT INTO `faq_admins` (`id`, `question`, `answer`, `active`, `created_at`, `updated_at`) VALUES
(3, 'كيف يمكننى استخدام أولم ؟', 'لوريم ايبسوم هو نموذج افتراضي يوضع في التصاميم لتعرض على العميل ليتصور طريقه وضع النصوص بالتصاميم سواء كانت تصاميم مطبوعه ... بروشور او فلاير على سبيل المثال ... او نماذج مواقع انترنت ...', 1, '2020-11-01 08:30:25', '2020-11-01 08:30:25'),
(4, 'ما هو أولم ؟', 'لوريم ايبسوم هو نموذج افتراضي يوضع في التصاميم لتعرض على العميل ليتصور طريقه وضع النصوص بالتصاميم سواء كانت تصاميم مطبوعه ... بروشور او فلاير على سبيل المثال ... او نماذج مواقع انترنت ...', 1, '2020-11-01 08:30:39', '2020-11-01 08:30:39'),
(5, 'كيف يمكننى الإبلاغ عن مشكلة ؟', 'لوريم ايبسوم هو نموذج افتراضي يوضع في التصاميم لتعرض على العميل ليتصور طريقه وضع النصوص بالتصاميم سواء كانت تصاميم مطبوعه ... بروشور او فلاير على سبيل المثال ... او نماذج مواقع انترنت ...', 1, '2020-11-01 08:30:59', '2020-11-01 08:30:59');

-- --------------------------------------------------------

--
-- Table structure for table `faq_ratings`
--

CREATE TABLE `faq_ratings` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `faq_id` int(11) NOT NULL DEFAULT '0',
  `helpfull` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `faq_ratings`
--

INSERT INTO `faq_ratings` (`id`, `faq_id`, `helpfull`, `created_at`, `updated_at`) VALUES
(1, 1, 1, '2020-11-26 12:32:15', '2020-11-26 12:32:15'),
(2, 5, 1, '2020-11-26 12:50:49', '2020-11-26 12:50:49'),
(3, 5, 0, '2020-11-26 12:54:21', '2020-11-26 12:54:21'),
(4, 4, 1, '2020-11-26 12:55:04', '2020-11-26 12:55:04'),
(5, 3, 1, '2020-11-26 13:48:57', '2020-11-26 13:48:57'),
(6, 4, 1, '2020-11-26 13:50:40', '2020-11-26 13:50:40'),
(7, 3, 1, '2020-11-26 13:52:46', '2020-11-26 13:52:46'),
(8, 4, 1, '2020-11-26 13:52:58', '2020-11-26 13:52:58'),
(9, 3, 1, '2020-11-26 13:55:54', '2020-11-26 13:55:54'),
(10, 4, 0, '2020-11-26 13:56:05', '2020-11-26 13:56:05'),
(11, 3, 1, '2020-11-26 14:38:56', '2020-11-26 14:38:56'),
(12, 4, 0, '2020-11-26 14:39:10', '2020-11-26 14:39:10'),
(13, 3, 1, '2020-12-02 12:01:07', '2020-12-02 12:01:07'),
(14, 5, 0, '2020-12-02 12:06:13', '2020-12-02 12:06:13'),
(15, 3, 1, '2020-12-02 12:38:53', '2020-12-02 12:38:53'),
(16, 3, 1, '2020-12-02 12:39:07', '2020-12-02 12:39:07'),
(17, 3, 1, '2020-12-02 14:50:38', '2020-12-02 14:50:38'),
(18, 3, 1, '2020-12-02 14:59:36', '2020-12-02 14:59:36'),
(19, 3, 1, '2020-12-02 15:00:07', '2020-12-02 15:00:07'),
(20, 3, 1, '2020-12-20 10:43:06', '2020-12-20 10:43:06'),
(21, 3, 1, '2020-12-20 10:43:18', '2020-12-20 10:43:18'),
(22, 3, 1, '2020-12-27 13:09:49', '2020-12-27 13:09:49'),
(23, 3, 1, '2020-12-28 13:55:43', '2020-12-28 13:55:43'),
(24, 3, 1, '2021-05-05 07:15:43', '2021-05-05 07:15:43'),
(25, 3, 1, '2021-05-05 07:15:54', '2021-05-05 07:15:54'),
(26, 3, 1, '2021-05-10 00:21:02', '2021-05-10 00:21:02'),
(27, 1, 1, '2021-05-10 00:34:52', '2021-05-10 00:34:52'),
(28, 3, 1, '2021-05-10 00:41:16', '2021-05-10 00:41:16'),
(29, 3, 1, '2021-05-10 07:58:31', '2021-05-10 07:58:31');

-- --------------------------------------------------------

--
-- Table structure for table `features`
--

CREATE TABLE `features` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` text COLLATE utf8_unicode_ci,
  `imge` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `features`
--

INSERT INTO `features` (`id`, `title`, `description`, `imge`, `created_at`, `updated_at`) VALUES
(1, 'مميزات أولم', 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور', 'images/feature/1/imge/device-img-1.png', NULL, '2020-11-25 09:43:40'),
(2, 'مميزات أولم', 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور', 'images/feature/2/imge/device-img-1.png', NULL, '2020-11-25 09:46:29'),
(3, 'مميزات أولم', 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور', 'images/feature/3/imge/device-img-1.png', NULL, '2020-11-25 09:46:37'),
(4, 'مميزات أولم', 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور', 'images/feature/4/imge/device-img-1.png', NULL, '2020-11-25 09:46:42'),
(5, 'مميزات أولم', 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور', 'images/feature/5/imge/device-img-1.png', NULL, '2020-11-25 09:46:46'),
(6, 'مميزات أولم', 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور', 'images/feature/6/imge/device-img-1.png', NULL, '2020-11-25 09:46:51');

-- --------------------------------------------------------

--
-- Table structure for table `follwers`
--

CREATE TABLE `follwers` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `email` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `follwers`
--

INSERT INTO `follwers` (`id`, `email`, `created_at`, `updated_at`) VALUES
(1, 'refaatgamal222@gmail.com', '2020-09-10 06:18:33', '2020-09-10 06:18:33'),
(2, 'refaatgamal2222@gmail.com', '2020-09-10 06:20:33', '2020-09-10 06:20:33'),
(3, 'Emad@yahoo.com', '2020-09-13 12:57:39', '2020-09-13 12:57:39'),
(4, 'refaatgamal2@gmail.com', '2020-09-14 07:57:28', '2020-09-14 07:57:28'),
(5, 'admin@admin.com', '2020-09-14 08:07:38', '2020-09-14 08:07:38'),
(6, 'ssaa1234@gmail.com', '2020-09-15 09:01:43', '2020-09-15 09:01:43'),
(7, 'nnneee@hgdj.com', '2020-10-12 07:57:56', '2020-10-12 07:57:56'),
(8, 'nnn4e@hgdj.com', '2020-11-01 08:37:32', '2020-11-01 08:37:32'),
(9, 'admin2@admin.com', '2020-11-01 09:22:21', '2020-11-01 09:22:21'),
(10, 'email@email..com', '2020-11-01 09:22:37', '2020-11-01 09:22:37'),
(11, 'Emdad@yahoo.com', '2020-11-01 09:23:27', '2020-11-01 09:23:27'),
(12, 'Em44ad@yahoo.com', '2020-11-01 09:23:44', '2020-11-01 09:23:44'),
(13, 'nnnedsdsdee@hgdj.com', '2020-11-01 10:21:02', '2020-11-01 10:21:02'),
(14, 'nnne7ee@hgdj.com', '2020-11-01 11:06:02', '2020-11-01 11:06:02');

-- --------------------------------------------------------

--
-- Table structure for table `meals`
--

CREATE TABLE `meals` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(150) COLLATE utf8_unicode_ci DEFAULT NULL,
  `restorant_id` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `meals`
--

INSERT INTO `meals` (`id`, `name`, `restorant_id`, `created_at`, `updated_at`) VALUES
(1, 'لحوم', 2, '2020-09-22 12:01:35', '2020-09-22 12:01:35'),
(2, 'فراخ', 2, '2020-09-22 12:01:48', '2020-09-22 12:01:48'),
(3, 'بيتزا', 2, '2020-09-22 12:01:58', '2020-09-22 12:01:58'),
(4, 'مشويات', 2, '2020-09-22 12:05:04', '2020-09-22 12:05:04'),
(7, 'معجنات', 2, '2020-09-23 08:59:34', '2020-09-23 08:59:34'),
(10, 'سندوتشات', 3, '2020-10-05 07:37:35', '2020-10-05 09:34:32'),
(12, 'وجبات', 3, '2020-10-05 08:55:24', '2020-10-05 09:54:35'),
(13, 'مقرمشات', 6, '2020-12-24 09:46:25', '2020-12-24 09:46:25'),
(14, 'كوفي', 15, '2021-01-05 17:03:32', '2021-01-05 17:03:32'),
(15, 'قهوة فاتنه الساخنة', 15, '2021-01-05 17:04:19', '2021-01-05 17:04:19'),
(16, 'قهوة فاتنه الساخنة', 17, '2021-01-15 18:15:51', '2021-01-15 18:15:51'),
(17, 'قهوة فاتنه الباردة', 17, '2021-01-17 02:04:12', '2021-01-17 02:04:12'),
(18, 'لحوم', 18, '2021-01-19 13:29:00', '2021-01-19 13:29:00'),
(19, 'دجاج', 18, '2021-01-19 13:29:12', '2021-01-19 13:29:12'),
(20, 'قهوة فاتنه بالترشيح', 17, '2021-01-19 16:29:46', '2021-01-19 16:29:46'),
(21, 'حلويات فاتنه', 17, '2021-01-19 16:31:14', '2021-01-19 16:31:14'),
(22, 'المشروبات الساخنة', 19, '2021-01-19 20:24:18', '2021-01-19 20:24:18'),
(23, 'المشروبات الباردة', 19, '2021-01-19 20:24:40', '2021-01-19 20:24:40'),
(24, 'القهوة المقطرة', 19, '2021-01-19 20:25:28', '2021-01-19 20:25:28'),
(25, 'الحلويات', 19, '2021-01-21 05:55:09', '2021-01-21 05:55:09'),
(26, 'المخبوزات', 19, '2021-01-21 05:55:26', '2021-01-21 05:55:26'),
(27, 'المشروبات الساخنة', 20, '2021-01-22 05:29:31', '2021-01-22 05:29:31'),
(28, 'المشروبات الباردة', 20, '2021-01-22 05:29:46', '2021-01-22 05:29:46'),
(29, 'الحلويات', 20, '2021-01-22 05:30:08', '2021-01-22 05:30:08'),
(30, 'اللحم', 21, '2021-01-22 08:55:09', '2021-01-22 08:55:09'),
(31, 'الدجاج', 21, '2021-01-22 08:56:26', '2021-01-22 08:56:26'),
(32, 'الأرز', 21, '2021-01-22 08:57:02', '2021-01-22 08:57:02'),
(33, 'الايدامات', 21, '2021-01-22 08:57:23', '2021-01-22 08:57:23'),
(34, 'السلطات', 21, '2021-01-22 08:57:53', '2021-01-22 08:57:53'),
(35, 'الحلى', 21, '2021-01-22 08:58:12', '2021-01-22 08:59:01'),
(36, 'المشروبات', 21, '2021-01-22 08:58:46', '2021-01-22 08:58:46'),
(37, 'الوجبات الرئيسية', 22, '2021-01-24 05:26:50', '2021-01-24 05:26:50'),
(38, 'البيض و الأومليت', 22, '2021-01-24 05:27:18', '2021-01-24 05:27:18'),
(39, 'الحمص', 22, '2021-01-24 05:27:43', '2021-01-24 05:27:43'),
(40, 'المقبلات و الفته', 22, '2021-01-24 05:28:42', '2021-01-24 05:28:42'),
(41, 'السندوتشات', 22, '2021-01-24 05:29:04', '2021-01-24 05:29:04'),
(42, 'السلطات', 22, '2021-01-24 05:29:32', '2021-01-24 05:49:10'),
(43, 'العصيرات', 22, '2021-01-24 05:29:52', '2021-01-24 05:49:38'),
(44, 'المشروبات الساخنة', 22, '2021-01-24 05:50:21', '2021-01-24 05:50:21'),
(45, 'اطباق مشكاة الرئيسية', 23, '2021-01-25 19:06:30', '2021-03-08 02:48:43'),
(46, 'عصائر طازجة', 24, '2021-01-26 17:52:25', '2021-01-26 17:52:25'),
(47, 'ميلك شيك', 24, '2021-01-27 03:04:06', '2021-01-27 03:04:06'),
(48, 'سموذي', 24, '2021-01-29 19:31:20', '2021-01-29 19:31:20'),
(49, 'المقبلات', 25, '2021-01-29 20:54:03', '2021-01-29 20:54:03'),
(50, 'الأطباق الرئيسية', 25, '2021-01-29 20:54:41', '2021-01-29 20:54:41'),
(51, 'الحلويات', 25, '2021-01-29 20:55:14', '2021-01-29 20:55:14'),
(52, 'المشروبات', 25, '2021-01-29 20:55:32', '2021-01-29 20:55:32'),
(53, 'كوكتيل', 24, '2021-01-30 03:25:54', '2021-01-30 03:25:54'),
(54, 'قهوة', 24, '2021-01-30 04:12:34', '2021-01-30 04:12:34'),
(55, 'سلطة فواكة', 24, '2021-01-30 18:11:46', '2021-01-30 18:11:46'),
(56, 'قهوة باردة', 24, '2021-01-30 18:19:06', '2021-01-30 18:19:06'),
(57, 'حلى', 24, '2021-01-30 18:39:37', '2021-01-30 18:39:37'),
(58, 'كيك', 24, '2021-01-31 17:07:29', '2021-01-31 17:07:29'),
(59, 'فطائر كلاسيكية', 26, '2021-02-02 04:25:13', '2021-02-02 04:25:13'),
(60, 'وجبات', 2, '2021-02-28 10:16:54', '2021-02-28 10:16:54'),
(61, 'ساندوتشات', 23, '2021-03-08 02:49:33', '2021-03-08 02:49:33'),
(62, 'اصنعها بنفسك', 23, '2021-03-08 02:50:07', '2021-03-08 02:50:07'),
(64, 'حلزوني', 23, '2021-03-18 18:41:00', '2021-03-18 18:41:00'),
(65, 'المشروبات', 23, '2021-03-18 18:43:30', '2021-03-18 18:43:30'),
(66, 'السندوتشات', 29, '2021-03-18 23:28:39', '2021-03-18 23:28:39'),
(68, 'وجبات الأطفال', 29, '2021-03-18 23:29:27', '2021-03-18 23:29:27'),
(69, 'السلطات', 29, '2021-03-18 23:29:44', '2021-03-18 23:29:44'),
(70, 'الطلبات الجانبية', 29, '2021-03-18 23:30:06', '2021-03-18 23:30:06'),
(71, 'الحلويات', 29, '2021-03-18 23:30:23', '2021-03-18 23:30:23'),
(72, 'المشروبات', 29, '2021-03-18 23:30:38', '2021-03-18 23:30:38'),
(73, 'اضافات', 29, '2021-03-18 23:30:58', '2021-03-18 23:30:58'),
(74, 'البرجر', 30, '2021-03-19 18:29:03', '2021-03-19 18:29:24'),
(75, 'الهوت دوج', 30, '2021-03-19 18:29:58', '2021-03-19 18:29:58'),
(76, 'الكاساديا', 30, '2021-03-19 18:30:17', '2021-03-19 18:30:17'),
(78, 'أجنحة الدجاج', 30, '2021-03-19 18:30:56', '2021-03-19 18:30:56'),
(79, 'كيدز فاكتوري', 30, '2021-03-19 18:31:16', '2021-03-19 18:31:16'),
(80, 'اختصاصنا', 30, '2021-03-19 18:32:14', '2021-03-19 18:32:14'),
(81, 'المقبلات', 30, '2021-03-19 18:32:35', '2021-03-19 18:32:35'),
(83, 'المشروبات', 30, '2021-03-19 18:32:53', '2021-03-19 18:32:53'),
(84, 'الاضافات', 30, '2021-03-19 18:33:08', '2021-03-19 18:33:08'),
(85, 'ابدأ مع', 31, '2021-03-26 02:18:28', '2021-03-26 02:18:28'),
(86, 'لا فاميليا', 31, '2021-03-26 02:18:51', '2021-03-26 02:18:51'),
(87, 'الباستا', 31, '2021-03-26 02:19:09', '2021-03-26 02:19:09'),
(88, 'لفائف فرانك فورت', 31, '2021-03-26 02:19:44', '2021-03-26 02:19:44'),
(89, 'برجريان برجر', 31, '2021-03-26 02:20:15', '2021-03-26 02:20:15'),
(90, 'برجر دجاج', 31, '2021-03-26 02:20:51', '2021-03-26 02:20:51'),
(91, 'سلايدرز ( 2 لكل طلب )', 31, '2021-03-26 02:21:25', '2021-03-27 06:27:00'),
(92, 'هوت دوغ', 31, '2021-03-26 02:22:04', '2021-03-26 02:22:04'),
(93, 'برجريان الصغير', 31, '2021-03-26 02:22:32', '2021-03-26 02:22:32'),
(94, 'بافلو وينجز', 31, '2021-03-26 02:22:51', '2021-03-26 02:22:51'),
(95, 'الاضافات', 31, '2021-03-26 02:23:31', '2021-03-26 02:23:31'),
(96, 'البطاطس المقلية', 31, '2021-03-26 02:23:46', '2021-03-26 02:23:46'),
(97, 'موهيتوز', 31, '2021-03-26 02:24:12', '2021-03-26 02:24:12'),
(98, 'المشروبات الغازية', 31, '2021-03-26 02:24:39', '2021-03-26 02:24:39'),
(99, 'الماء', 31, '2021-03-26 02:25:03', '2021-03-26 02:25:03'),
(100, 'المقبلات', 32, '2021-03-27 07:47:34', '2021-03-27 07:47:34'),
(101, 'الأطباق الرئيسية', 32, '2021-03-27 07:47:54', '2021-03-27 07:47:54'),
(102, 'السندوتشات', 32, '2021-03-27 07:48:19', '2021-03-27 07:48:19'),
(103, 'الصوصات', 32, '2021-03-27 07:48:36', '2021-03-27 07:48:36'),
(104, 'الحلويات', 32, '2021-03-27 07:48:51', '2021-03-27 07:48:51'),
(105, 'المشروبات', 32, '2021-03-27 07:50:04', '2021-03-27 07:50:04'),
(106, 'البرجر', 34, '2021-03-31 01:31:26', '2021-03-31 01:31:26'),
(107, 'راب', 34, '2021-03-31 01:31:44', '2021-03-31 01:31:44'),
(108, 'كونو', 34, '2021-03-31 01:31:59', '2021-03-31 01:31:59'),
(109, 'الأطباق الجانبية', 34, '2021-03-31 01:32:20', '2021-03-31 01:32:20'),
(110, 'المشروبات', 34, '2021-03-31 01:32:35', '2021-03-31 01:32:35'),
(111, 'المقبلات', 35, '2021-04-27 11:38:00', '2021-04-27 11:38:00'),
(112, 'السلطات', 35, '2021-04-27 11:38:14', '2021-04-27 11:38:14'),
(113, 'بيتزا', 35, '2021-04-27 11:38:26', '2021-04-27 11:38:26'),
(114, 'باستا', 35, '2021-04-27 11:38:41', '2021-04-27 11:38:41'),
(115, 'السندوتشات', 35, '2021-04-27 11:38:53', '2021-04-27 11:38:53'),
(116, 'البرجر', 35, '2021-04-27 11:39:06', '2021-04-27 11:39:06'),
(117, 'الحلويات', 35, '2021-04-27 11:39:18', '2021-04-27 11:39:18'),
(118, 'المشروبات', 35, '2021-04-27 11:39:34', '2021-04-27 11:39:34'),
(119, 'أطباق جانبية', 21, '2021-05-03 11:51:49', '2021-05-03 11:51:49'),
(120, 'البرجر', 36, '2021-05-04 17:26:43', '2021-05-04 17:26:43'),
(121, 'سلايدرز', 36, '2021-05-04 17:27:03', '2021-05-04 17:27:03'),
(122, 'الباستا', 36, '2021-05-04 17:27:19', '2021-05-04 17:27:19'),
(123, 'المقبلات', 36, '2021-05-04 17:27:40', '2021-05-04 17:27:40'),
(124, 'الهوت دوج', 36, '2021-05-04 17:28:16', '2021-05-04 17:28:16'),
(125, 'اجنحة البوفالو', 36, '2021-05-04 17:28:43', '2021-05-04 17:28:43'),
(126, 'فرايز', 36, '2021-05-04 17:29:01', '2021-05-04 17:29:01'),
(127, 'المشروبات', 36, '2021-05-04 17:29:17', '2021-05-04 17:29:17');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2020_06_16_071431_create_permission_tables', 1),
(4, '2016_06_01_000001_create_oauth_auth_codes_table', 2),
(5, '2016_06_01_000002_create_oauth_access_tokens_table', 2),
(6, '2016_06_01_000003_create_oauth_refresh_tokens_table', 2),
(7, '2016_06_01_000004_create_oauth_clients_table', 2),
(8, '2016_06_01_000005_create_oauth_personal_access_clients_table', 2),
(9, '2020_06_23_084444_create_contries_table', 3),
(10, '2020_06_23_084611_create_cities_table', 3),
(11, '2020_06_23_085116_create_categories_table', 3),
(12, '2020_06_23_085511_create_vehicles_types_table', 3),
(13, '2020_06_23_085546_create_vehicles_models_table', 3),
(14, '2020_06_23_085626_create_vehicles_table', 3),
(15, '2020_06_23_085727_create_vehicle_photos_table', 3),
(16, '2020_06_23_085813_create_transfers_table', 3),
(17, '2020_06_23_085950_create_invoices_table', 3),
(18, '2020_06_23_090102_create_vehicles_users_table', 3),
(19, '2020_06_23_090152_create_complaints_table', 3),
(20, '2020_06_23_090226_create_faq_admins_table', 3),
(21, '2020_06_23_090244_create_pages_table', 3),
(22, '2020_06_30_094908_create_branches_table', 4),
(23, '2020_08_17_111207_create_androids_table', 5),
(24, '2020_08_17_113856_create_articles_table', 6),
(25, '2020_08_17_140157_create_brands_table', 7),
(26, '2020_08_18_082028_create_products_table', 8),
(27, '2020_08_18_094947_create_vehicles_table', 9),
(28, '2020_08_18_105532_create_settings_table', 10),
(29, '2020_08_18_143912_create_generals_table', 11),
(30, '2020_08_20_123606_create_follwers_table', 12),
(31, '2020_09_16_091106_create_activities_table', 13),
(32, '2020_09_16_091645_create_discount_cobons_table', 14),
(33, '2020_09_16_092257_create_complaints_table', 15),
(34, '2020_09_16_092931_create_faq_ratings_table', 15),
(35, '2020_09_16_093943_create_ratings_table', 16),
(36, '2020_09_16_094435_create_categories_table', 17),
(37, '2020_09_16_100207_create_regions_table', 18),
(38, '2020_09_16_100337_create_areas_table', 19),
(39, '2020_09_16_100704_create_area_restorants_table', 20),
(40, '2020_09_16_100856_create_are_restorants_table', 21),
(41, '2020_09_16_100913_create_restorants_table', 21),
(42, '2020_09_16_101541_create_types_table', 22),
(43, '2020_09_16_110606_create_type_restorants_table', 23),
(44, '2020_09_16_111620_create_branches_table', 24),
(45, '2020_09_16_112357_create_branch_photos_table', 25),
(46, '2020_09_16_113040_create_products_table', 26),
(47, '2020_09_16_113603_create_meals_table', 27),
(48, '2020_09_16_113940_create_product_meals_table', 28),
(49, '2020_09_16_114349_create_product_groups_table', 29),
(50, '2020_09_16_115025_create_product_group_options_table', 30),
(51, '2020_09_16_115318_create_branch_ratings_table', 31),
(52, '2020_09_16_115603_create_orders_table', 32),
(53, '2020_09_16_120548_create_order_products_table', 33),
(54, '2020_09_16_121022_create_order_ratings_table', 34),
(55, '2020_09_23_114428_create_product_branches_table', 35),
(56, '2020_10_18_084108_create_weeks_table', 36),
(57, '2020_11_09_123825_create_branch_offers_table', 36),
(58, '2020_11_25_111605_create_features_table', 37),
(59, '2020_12_06_133216_create_notifications_table', 38),
(60, '2020_12_06_155049_create_cobon_users_table', 39);

-- --------------------------------------------------------

--
-- Table structure for table `model_has_permissions`
--

CREATE TABLE `model_has_permissions` (
  `permission_id` bigint(20) UNSIGNED NOT NULL,
  `model_type` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `model_id` bigint(20) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `model_has_roles`
--

CREATE TABLE `model_has_roles` (
  `role_id` bigint(20) UNSIGNED NOT NULL,
  `model_type` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `model_id` bigint(20) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `model_has_roles`
--

INSERT INTO `model_has_roles` (`role_id`, `model_type`, `model_id`) VALUES
(7, 'App\\User', 7),
(4, 'App\\User', 8),
(4, 'App\\User', 9),
(6, 'App\\User', 10),
(4, 'App\\User', 11),
(6, 'App\\User', 11),
(4, 'App\\User', 12),
(6, 'App\\User', 13),
(6, 'App\\User', 17),
(6, 'App\\User', 18),
(6, 'App\\User', 19),
(4, 'App\\User', 20),
(4, 'App\\User', 21),
(4, 'App\\User', 22),
(4, 'App\\User', 25),
(4, 'App\\User', 26),
(4, 'App\\User', 27),
(4, 'App\\User', 28),
(4, 'App\\User', 33),
(4, 'App\\User', 34),
(4, 'App\\User', 36),
(4, 'App\\User', 95),
(4, 'App\\User', 96),
(4, 'App\\User', 97),
(4, 'App\\User', 98),
(4, 'App\\User', 99),
(4, 'App\\User', 100),
(6, 'App\\User', 101),
(6, 'App\\User', 102),
(12, 'App\\User', 105),
(6, 'App\\User', 107),
(4, 'App\\User', 112),
(4, 'App\\User', 115),
(6, 'App\\User', 117),
(6, 'App\\User', 119),
(4, 'App\\User', 120),
(6, 'App\\User', 121),
(4, 'App\\User', 122),
(6, 'App\\User', 123),
(4, 'App\\User', 124),
(4, 'App\\User', 125),
(6, 'App\\User', 127),
(7, 'App\\User', 128),
(4, 'App\\User', 129),
(4, 'App\\User', 130),
(6, 'App\\User', 131),
(4, 'App\\User', 132),
(6, 'App\\User', 134),
(4, 'App\\User', 135),
(4, 'App\\User', 145),
(6, 'App\\User', 146),
(4, 'App\\User', 153),
(7, 'App\\User', 154),
(7, 'App\\User', 155),
(4, 'App\\User', 158),
(7, 'App\\User', 159),
(4, 'App\\User', 160),
(6, 'App\\User', 161),
(4, 'App\\User', 162),
(6, 'App\\User', 163),
(4, 'App\\User', 164),
(6, 'App\\User', 165),
(6, 'App\\User', 166),
(4, 'App\\User', 167),
(6, 'App\\User', 169),
(4, 'App\\User', 170),
(4, 'App\\User', 173),
(6, 'App\\User', 175);

-- --------------------------------------------------------

--
-- Table structure for table `notifications`
--

CREATE TABLE `notifications` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `order_id` int(11) DEFAULT NULL,
  `reciever_id` int(11) NOT NULL DEFAULT '0',
  `notification_body` text COLLATE utf8_unicode_ci,
  `is_read` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `oauth_access_tokens`
--

CREATE TABLE `oauth_access_tokens` (
  `id` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  `client_id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `scopes` text COLLATE utf8_unicode_ci,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `oauth_access_tokens`
--

INSERT INTO `oauth_access_tokens` (`id`, `user_id`, `client_id`, `name`, `scopes`, `revoked`, `created_at`, `updated_at`, `expires_at`) VALUES
('0395253d8801a85149975aaffe41e7d44fd98b54e77f6113879dc6f85909ebc16415b4080c5be3c6', 104, 1, 'MyApp', '[]', 0, '2020-12-27 09:01:11', '2020-12-27 09:01:11', '2021-12-27 11:01:11'),
('03b5f505bf016ee13d9647d843f87298840c5d97b54d05cccb6c3d6834a0954f3b2544b3aecadf49', 93, 1, 'MyApp', '[]', 0, '2021-03-04 12:54:08', '2021-03-04 12:54:08', '2022-03-04 14:54:08'),
('059602a82278d931d78411424fc006d02ba5e0b6b7252120b67c2a370486603ff187270d7d47e1ac', 93, 1, 'MyApp', '[]', 0, '2020-12-29 13:55:35', '2020-12-29 13:55:35', '2021-12-29 15:55:35'),
('061ff6d3bea72469ba62bcd0f98ae2e3743fc884f734dc5a921ec0e55e1b16c578710ee4ab3a4b07', 31, 1, 'MyApp', '[]', 0, '2020-10-18 09:32:21', '2020-10-18 09:32:21', '2021-10-18 11:32:21'),
('063d1df824df7ddefedac03a5c046a97e23af0543bb32c8376420c8742a420c9450fa1dbb48b7c4f', 86, 1, 'MyApp', '[]', 0, '2020-12-01 10:42:23', '2020-12-01 10:42:23', '2021-12-01 12:42:23'),
('07ad10c13f1dace7f8c0776fc97e477d0f4dd56d8142119a23c47383a18e45f2d0cea1a01d91e026', 93, 1, 'MyApp', '[]', 0, '2021-01-14 08:10:37', '2021-01-14 08:10:37', '2022-01-14 10:10:37'),
('09f643ff4862b73638bb53c7ee5b93ffd1cf35b6967cbc2ba0198b8a9aa80b5ffd011ba2fcd64be8', 93, 1, 'MyApp', '[]', 0, '2020-12-28 08:01:56', '2020-12-28 08:01:56', '2021-12-28 10:01:56'),
('09f7a5e1765173518e41bccf81f727b1c58e7e84ae5d130533723dc06a27d1f46180567ad6beb4a3', 86, 1, 'MyApp', '[]', 0, '2020-12-01 09:27:52', '2020-12-01 09:27:52', '2021-12-01 11:27:52'),
('0b2bbaab8aed39f1b7734b15dba2e16e056213978140ffcfade0a7b69eafb2917a8b56bac3fd9c95', 93, 1, 'MyApp', '[]', 0, '2021-01-17 07:44:10', '2021-01-17 07:44:10', '2022-01-17 09:44:10'),
('0bd08d068a542d0427553de11b0d17fb59c7ef461b3e4c0ba9682533c3e596b57c67c95255af158d', 30, 1, 'MyApp', '[]', 0, '2020-11-24 08:30:06', '2020-11-24 08:30:06', '2021-11-24 10:30:06'),
('0c504accd2f073c06890e06aacd9015c0533e7ee7a44047f83533667790f8e58cbe988daa3cd391b', 104, 1, 'MyApp', '[]', 0, '2020-12-21 07:32:34', '2020-12-21 07:32:34', '2021-12-21 09:32:34'),
('0cff62a7d9de531f08f8841cf1fea5481a011ee9527b0386af382721d89598414b28c0a05de90c4b', 42, 1, 'MyApp', '[]', 0, '2020-11-03 08:43:57', '2020-11-03 08:43:57', '2021-11-03 10:43:57'),
('0d781f9747dc85c6a910fd72c19c0599be0e4668bff19b9436d3b407b8b413c1050d055953239f65', 27, 1, 'MyApp', '[]', 0, '2020-10-15 11:59:00', '2020-10-15 11:59:00', '2021-10-15 13:59:00'),
('0ef80764f0ae73ea66524540069d5b1980a7d5397722fbe7a23e26cb8b8ba46bbec7ecc65808d7af', 83, 1, 'MyApp', '[]', 0, '2020-11-03 14:45:33', '2020-11-03 14:45:33', '2021-11-03 16:45:33'),
('0fd4568867bbcbd5e1598245242975e2cba65ebf24de317290da1b310a8d206267aabdac7055d9d7', 37, 1, 'MyApp', '[]', 0, '2020-11-02 14:01:58', '2020-11-02 14:01:58', '2021-11-02 16:01:58'),
('102f1c25da6506b04efd96d73cd29e727df2e760d72cff8c5f258ea3233e184682e420f48dc3a116', 87, 1, 'MyApp', '[]', 0, '2020-12-02 12:59:25', '2020-12-02 12:59:25', '2021-12-02 14:59:25'),
('109420a6cde4009f61fe1c217ad6cf4012bd6585addac801ef7f890119587a78a5195d629fde5124', 93, 1, 'MyApp', '[]', 0, '2021-01-10 17:37:54', '2021-01-10 17:37:54', '2022-01-10 19:37:54'),
('10e824bf64c8ae26a7168ce254c88231dc058787e102e6782a576ea128bef074a5fd9749bd4701b9', 71, 1, 'MyApp', '[]', 0, '2020-11-03 10:38:18', '2020-11-03 10:38:18', '2021-11-03 12:38:18'),
('11c086f202bb1b26962da480790b0fdd2b09769e95df512b2890aed69007feaf836b82ccd66fbb2c', 80, 1, 'MyApp', '[]', 0, '2020-11-03 14:20:09', '2020-11-03 14:20:09', '2021-11-03 16:20:09'),
('123c140783f5c314149153f0266a2f44268036b072c2913d961c9cd943f60b93bd369defeff86b55', 79, 1, 'MyApp', '[]', 0, '2020-11-03 13:50:57', '2020-11-03 13:50:57', '2021-11-03 15:50:57'),
('128cf2c37a43dbb139058fb4afb0318106c87b5108a9e7044bf8b2234d25d2a5f6c7950295b6297a', 93, 1, 'MyApp', '[]', 0, '2021-01-05 13:17:15', '2021-01-05 13:17:15', '2022-01-05 15:17:15'),
('13001941e3a03e53419c9bc32b9bc1bd89aa6fdd014defe03d855f7c3652b0d81b77d9a9f5565d34', 73, 1, 'MyApp', '[]', 0, '2020-11-03 11:16:01', '2020-11-03 11:16:01', '2021-11-03 13:16:01'),
('1592d8c8d67fb1e33c3693e69fdfade65de2f693346d9b868eecf6ba0967034b6b8bb7bfef553245', 86, 1, 'MyApp', '[]', 0, '2020-12-01 09:36:53', '2020-12-01 09:36:53', '2021-12-01 11:36:53'),
('15984e10cb0544203014bb6d94a247c9fc3831d23e0d418ecd3446f0b65609f475abea89886df1da', 88, 1, 'MyApp', '[]', 0, '2020-12-01 11:35:27', '2020-12-01 11:35:27', '2021-12-01 13:35:27'),
('1655a1596603257a6827ea4cdd64901ab4c912cc59633d256207ba89b2ff8a245d734e9472129f0a', 114, 1, 'MyApp', '[]', 0, '2021-04-26 11:12:42', '2021-04-26 11:12:42', '2022-04-26 04:12:42'),
('1672d96f06cf3e68d4764db17e62c047a354f79ee7251697eee36b6a5a15085dad616e9a1f3aecbe', 103, 1, 'MyApp', '[]', 0, '2020-12-20 10:37:24', '2020-12-20 10:37:24', '2021-12-20 12:37:24'),
('187dc52bec215bd3eb13e664fa365c246b3ed70b17b523f4cb96298507d6e6431529f040cb54763f', 15, 1, 'MyApp', '[]', 0, '2020-10-05 12:03:28', '2020-10-05 12:03:28', '2021-10-05 14:03:28'),
('18c603a299e0feed68d42082e31abe127453cb411b6523b0c58a823bb4eb22ff8dd293325b81e751', 93, 1, 'MyApp', '[]', 0, '2020-12-24 08:41:08', '2020-12-24 08:41:08', '2021-12-24 10:41:08'),
('1a73ef00453d9d7973a6e819a3dfe587330b0c4eb8c4c02f925b2222c9d613294c18bc70b1f5cc08', 93, 1, 'MyApp', '[]', 0, '2021-05-04 22:13:46', '2021-05-04 22:13:46', '2022-05-04 15:13:46'),
('1a9b043e87b9d6294faa479fc6fd15f53b22edc54bd93755f23b837f4c24b82c51411985ab7f5537', 87, 1, 'MyApp', '[]', 0, '2020-12-02 14:39:02', '2020-12-02 14:39:02', '2021-12-02 16:39:02'),
('1c5425fc6f927f62e05a4d050e2fbd35adc8fd9109b86eda7ea869420e9c716ba87da65a36559452', 93, 1, 'MyApp', '[]', 0, '2021-05-09 23:07:47', '2021-05-09 23:07:47', '2022-05-09 16:07:47'),
('1cb4274932d3f9b3a7dff2b6ac075619a86c8a7bc0dca457060d0d98adc530f0bbc997f1efcdd92a', 81, 1, 'MyApp', '[]', 0, '2020-11-03 14:40:03', '2020-11-03 14:40:03', '2021-11-03 16:40:03'),
('1dfe9c1cd9e70281cce152c4f7c81296cba43fcedec25db8b5da962197a7f62c802be7eca03d4814', 86, 1, 'MyApp', '[]', 0, '2020-12-01 08:33:50', '2020-12-01 08:33:50', '2021-12-01 10:33:50'),
('1ec71564474643506f48dca611b42cfe7a328fb3c67f3d083ab929f796e677233a22c6cec29cf721', 144, 1, 'MyApp', '[]', 0, '2021-02-02 15:59:28', '2021-02-02 15:59:28', '2022-02-02 17:59:28'),
('1f1cbf0d699147e26ede1266dfdfe3b7e8a6e55ad67b666e0e13f0749192b9e1774397e0284d0a3c', 16, 1, 'MyApp', '[]', 0, '2020-10-05 12:10:16', '2020-10-05 12:10:16', '2021-10-05 14:10:16'),
('1f5718b7ece6f0019f587ef9d5e9ebd4ae6a1cf3fde0117f77f01e635629d3c01df8e83c9a85d262', 62, 1, 'MyApp', '[]', 0, '2020-11-03 09:59:07', '2020-11-03 09:59:07', '2021-11-03 11:59:07'),
('20a3af03338433f89145a19111ae06b81038cc760e6cc0e71fe8850e721ac529e869eb06b23360de', 72, 1, 'MyApp', '[]', 0, '2020-11-03 10:41:01', '2020-11-03 10:41:01', '2021-11-03 12:41:01'),
('20b14a5fe9db5f3cb4e63c82f465c7b9e6977d9db353c857a889adbe12a2e09a4f9318220b0d0d8c', 77, 1, 'MyApp', '[]', 0, '2020-11-03 13:46:44', '2020-11-03 13:46:44', '2021-11-03 15:46:44'),
('23a3ed71256e4382ab8156c0e04e52893a9f31b103a4b175013027a3acd81039299a45f7a40b67c9', 93, 1, 'MyApp', '[]', 0, '2020-12-27 08:59:29', '2020-12-27 08:59:29', '2021-12-27 10:59:29'),
('24e31a39ac133d5a18e2335a34bc607d77d84af8e38786d4ec80fbc75161ab7a1859982617872bb2', 82, 1, 'MyApp', '[]', 0, '2020-11-03 14:42:38', '2020-11-03 14:42:38', '2021-11-03 16:42:38'),
('254fa6d43cf7cbf95bec3bb86b3bac64d7fb9db605e19d5ea0b71d2161afdf09bc22a2bd52321d6e', 92, 1, 'MyApp', '[]', 0, '2020-12-31 11:08:39', '2020-12-31 11:08:39', '2021-12-31 13:08:39'),
('26722df1e6f726c8578a5e1705377fc4a1ac5ab79b06c7304e68792d538664f77529608057859401', 93, 1, 'MyApp', '[]', 0, '2020-12-28 09:16:40', '2020-12-28 09:16:40', '2021-12-28 11:16:40'),
('2ab4f4bdd403a82f4ba3966cbd063949aab66ebf5bb84fd47a2dbb57febfdb4e326c4d3d9e14173e', 76, 1, 'MyApp', '[]', 0, '2020-11-03 12:34:27', '2020-11-03 12:34:27', '2021-11-03 14:34:27'),
('2ad6540c2596d1d0ea31be188d4f613e0f23e8983b24c573354e858b14ce29dbd5035bc18509e190', 93, 1, 'MyApp', '[]', 0, '2020-12-07 12:28:59', '2020-12-07 12:28:59', '2021-12-07 14:28:59'),
('2ba5b8ff2d18f30b8b6979a8dd8104dc6bc92aaf9161dc4c5397adf6ccb92c567f49fa92b687b896', 89, 1, 'MyApp', '[]', 0, '2020-12-02 10:14:12', '2020-12-02 10:14:12', '2021-12-02 12:14:12'),
('2c38d15d32bd94808d9a4835ee84c8e0192a461abdea734ef2e3c9de3fdc846635edff7b3a52bd90', 93, 1, 'MyApp', '[]', 0, '2020-12-29 17:29:22', '2020-12-29 17:29:22', '2021-12-29 19:29:22'),
('2cb68d1ea8bcd1dd07c5497c2addc72dd43d1899b511480564d1bb0b20887b55f3011234b4913b79', 32, 1, 'MyApp', '[]', 0, '2020-10-18 11:51:49', '2020-10-18 11:51:49', '2021-10-18 13:51:49'),
('2e073aabaceff3cea07220e1120b8bef9c2440c87c52d8617a9f96a3b4a6e450abd15dfe6a84f9be', 38, 1, 'MyApp', '[]', 0, '2020-11-03 08:26:54', '2020-11-03 08:26:54', '2021-11-03 10:26:54'),
('2e5f3bad3f8fbd367da4f196590126b1f7e20c6fdb708abdf3dc3579cda5b6c04a9521606b503bc6', 93, 1, 'MyApp', '[]', 0, '2020-12-09 09:04:06', '2020-12-09 09:04:06', '2021-12-09 11:04:06'),
('2e63ee735ab1534ad2110ce5069cca72223676070d674ac1ec59838402c3741fcad7a9085a642929', 93, 1, 'MyApp', '[]', 0, '2021-01-21 13:53:00', '2021-01-21 13:53:00', '2022-01-21 15:53:00'),
('2e92d69c743d2bf08c50bcea193ad303a874e6aed711bd530683b117ece216e0c0398bb83f35411c', 93, 1, 'MyApp', '[]', 0, '2020-12-09 13:10:57', '2020-12-09 13:10:57', '2021-12-09 15:10:57'),
('2f6533c27c3c5f5d4cb0c96dc8d12c947c30915a332c9d6d567c36537e3f4e77334bfa055bf3b271', 74, 1, 'MyApp', '[]', 0, '2020-11-03 12:30:05', '2020-11-03 12:30:05', '2021-11-03 14:30:05'),
('2f69c00a5f8909031c963c1daf9847ecd6efd449f110819dcaa9df3aa3840ddf92924fcfea703c78', 104, 1, NULL, '[]', 0, '2020-12-27 08:47:03', '2020-12-27 08:47:03', '2021-12-27 10:47:03'),
('3184ee13934ff50d8613a195a73936eb2353ea1ccfd947f097682c591aae3dc69c60747c87c38867', 93, 1, 'MyApp', '[]', 0, '2021-04-25 17:31:22', '2021-04-25 17:31:22', '2022-04-25 10:31:22'),
('32324509e4254ca59a481db35cff14445a2f824ec2f6b4b077f0fede7861b943f023fe99d1bc8cd1', 93, 1, 'MyApp', '[]', 0, '2021-01-13 14:50:40', '2021-01-13 14:50:40', '2022-01-13 16:50:40'),
('32d0a26158abe1853deb724d908757b189e04ac469361c1adf8ace8904d82f43f79f123397fdb43f', 114, 1, 'MyApp', '[]', 0, '2021-01-24 10:06:16', '2021-01-24 10:06:16', '2022-01-24 12:06:16'),
('32f22b1bd0eb66e3e38885c2f6f10a153f42bac7fa83cd1a89ec0ba9f18aed7123403bb5aeeab82c', 14, 1, 'MyApp', '[]', 0, '2020-10-05 12:00:25', '2020-10-05 12:00:25', '2021-10-05 14:00:25'),
('33aefc1c62ec3b4a817cfaea46dcb6afb9162a6a661f933ce77cadae6557d0afc90a9e89fd74932d', 60, 1, 'MyApp', '[]', 0, '2020-11-03 09:45:32', '2020-11-03 09:45:32', '2021-11-03 11:45:32'),
('3425c08871a637fbb556c6549b9155cc8f34d4437731057f9b5c6c7d34854994c886dff3569b5d9b', 140, 1, 'MyApp', '[]', 0, '2021-02-02 15:04:43', '2021-02-02 15:04:43', '2022-02-02 17:04:43'),
('365c1fca2882ff51e9fd69d903da23d57d6c02c78b9351de83b903ceea52096702902493d787f8d8', 104, 1, 'MyApp', '[]', 0, '2021-01-14 14:33:39', '2021-01-14 14:33:39', '2022-01-14 16:33:39'),
('379b2a1f58aa84c3869c30c0926a69c5f0c90b8b96df61c72f22f37c306b490ee01c5855a0125144', 30, 1, 'MyApp', '[]', 0, '2020-10-18 09:25:55', '2020-10-18 09:25:55', '2021-10-18 11:25:55'),
('38a5d026140ff564f35b090de2ae1952bdca81f1f00b44c6feae4a24ba66d1e3ea63083af50439e2', 126, 1, 'MyApp', '[]', 0, '2021-02-11 07:01:42', '2021-02-11 07:01:42', '2022-02-11 09:01:42'),
('3964098660b8b453af92810453e9ad3f926e31a1bebc357dc80e1f8808ed7139c1e70c47cf6a4111', 86, 1, 'MyApp', '[]', 0, '2020-12-01 14:15:17', '2020-12-01 14:15:17', '2021-12-01 16:15:17'),
('3ae5014391711665103e989c76d952cdbc10087b17318b1cdf189355f30bcfab18153a93c02e19fd', 86, 1, 'MyApp', '[]', 0, '2020-12-01 09:25:36', '2020-12-01 09:25:36', '2021-12-01 11:25:36'),
('3be1a4327e953a1e42000f45e4e8711a16712f74a07d8128df8ac10f655f88f62b0c0b849e2e7161', 126, 1, 'MyApp', '[]', 0, '2021-01-26 08:55:03', '2021-01-26 08:55:03', '2022-01-26 10:55:03'),
('3e6dcc88b845adb65b3de7dc201f31250f88651dbab62d472cb9576974b097582f8f73832fb1190f', 38, 1, 'MyApp', '[]', 0, '2020-11-05 11:16:38', '2020-11-05 11:16:38', '2021-11-05 13:16:38'),
('3fc83eeeb52a379da4bca28036bde8a3a842de676668151e366f7f47f3b1e6786b1209305e6b4dd3', 103, 1, 'MyApp', '[]', 0, '2021-01-27 10:41:12', '2021-01-27 10:41:12', '2022-01-27 12:41:12'),
('4004e0debcbb7cf67499047ad3382dc051556dc916a05c51ba4bc7f201334a9ee3a677546b11424e', 139, 1, 'MyApp', '[]', 0, '2021-02-02 14:56:36', '2021-02-02 14:56:36', '2022-02-02 16:56:36'),
('4027e2102c1a989ddb6e0fc0b343aaf9adbd40db400c8d754e18d2761c81eb5044ac3696cbf16e03', 110, 1, 'MyApp', '[]', 0, '2020-12-28 14:32:34', '2020-12-28 14:32:34', '2021-12-28 16:32:34'),
('418876e4a94719226338c7ac786e0ec8a305bf69d4875ae4c5be29066f90f4279ada4e5db215c1b1', 93, 1, 'MyApp', '[]', 0, '2020-12-17 13:30:30', '2020-12-17 13:30:30', '2021-12-17 15:30:30'),
('419b12ef486012b82b422a8c383c93edfacd98833239deb7469c09a9c9adebfee04c5603e15e49a9', 1, 1, 'MyApp', '[]', 0, '2020-06-22 07:25:09', '2020-06-22 07:25:09', '2021-06-22 09:25:09'),
('4246c401174a008a4ecbcff1f442c92b0c19b149e23bc93c6545690b44c662c8f839773493bb26e9', 104, 1, NULL, '[]', 0, '2020-12-27 08:25:16', '2020-12-27 08:25:16', '2021-12-27 10:25:16'),
('42fe325b6a34f51fb59639038ec3e991302457e891d731ebf9ad49677df1c5394fb0807dc902be50', 110, 1, 'MyApp', '[]', 0, '2020-12-28 14:26:42', '2020-12-28 14:26:42', '2021-12-28 16:26:42'),
('43f143b92336fd72dddd465808da671d12e1a605eb6987a699808893096579dbcde47cd480e24a7f', 104, 1, 'MyApp', '[]', 0, '2021-03-29 22:01:57', '2021-03-29 22:01:57', '2022-03-29 15:01:57'),
('44922c13dad5895186cd2bf9fa4d9e5aa9ab73411b207cc787cf958ba1171a8b21524f8f4fd3d428', 126, 1, 'MyApp', '[]', 0, '2021-01-25 15:01:06', '2021-01-25 15:01:06', '2022-01-25 17:01:06'),
('456812d904210be4a65708e46fac284471f9333ed72e364fc289453ba3bac2c71eaaf2bb91098253', 176, 1, 'MyApp', '[]', 0, '2021-04-30 05:01:03', '2021-04-30 05:01:03', '2022-04-29 22:01:03'),
('45b5e671f43b4bdb16e43f30f83c34bf6b8a7ae112dbe61fe72b222d230e639cc78a6a017803f101', 70, 1, 'MyApp', '[]', 0, '2020-11-03 10:36:26', '2020-11-03 10:36:26', '2021-11-03 12:36:26'),
('464527d6845ed628f86c1071bc223143f84e7b083e83788960d45ebabe4773892de5867954e52aab', 85, 1, 'MyApp', '[]', 0, '2020-11-30 10:11:04', '2020-11-30 10:11:04', '2021-11-30 12:11:04'),
('468a26b68f92c06cb265add5809a3631c84de08f12d1dc5ef6f87247f61530a40383154a17ff3f8a', 93, 1, 'MyApp', '[]', 0, '2021-01-03 13:11:49', '2021-01-03 13:11:49', '2022-01-03 15:11:49'),
('471a2b8be72057b84386cca3cbad07f67d447e54933c38f2576a142ef06314943357bcf04ef30331', 94, 1, 'MyApp', '[]', 0, '2021-01-01 07:18:55', '2021-01-01 07:18:55', '2022-01-01 09:18:55'),
('472e98882e218d9119583b5012e91a8671e04bac7ea6f896430a345da01d8ac7d3449d8f6f305020', 38, 1, 'MyApp', '[]', 0, '2020-12-01 08:38:54', '2020-12-01 08:38:54', '2021-12-01 10:38:54'),
('489ea3f329c8b77269891199884f7b39da568c69dba4916aeb9393329819accc201412ead286d34d', 104, 1, 'MyApp', '[]', 0, '2021-01-17 15:13:59', '2021-01-17 15:13:59', '2022-01-17 17:13:59'),
('491b84c1a10e8aced498c033b3bd6ceabe8b7fd14d2623d5120673be6041dd9bd939e938e565247e', 141, 1, 'MyApp', '[]', 0, '2021-02-02 15:06:49', '2021-02-02 15:06:49', '2022-02-02 17:06:49'),
('4a38ed350bcef99ab9601d043436fcff82fdb9fd4ccf4ce7bded4986a47493da1f23cca357b9237a', 104, 1, 'MyApp', '[]', 0, '2020-12-24 11:17:22', '2020-12-24 11:17:22', '2021-12-24 13:17:22'),
('4a4bbc1afc80de8dc7ebd1a79320019ce79e5793ac57b483df7a9e8936f1b826c4ca75b72b68ae81', 30, 1, 'MyApp', '[]', 0, '2020-10-18 09:23:47', '2020-10-18 09:23:47', '2021-10-18 11:23:47'),
('4a9d8b584c47bdc1a31a95663cfc2b6bc98d9fc33d80ac4966e1e0d45d874aa0f4e576575b25fb32', 104, 1, 'MyApp', '[]', 0, '2020-12-27 13:47:41', '2020-12-27 13:47:41', '2021-12-27 15:47:41'),
('4b3691c8f8c73a8e99def4da5981644c91bcb038056153144262171be941d6ea50b7aebce90f2e1a', 85, 1, 'MyApp', '[]', 0, '2020-11-30 10:08:48', '2020-11-30 10:08:48', '2021-11-30 12:08:48'),
('4be5b332396593dfa8d17d20129aa4d676a45e88e6f7c8edea6ec73d0a0d1212355a4ad22e9b2486', 85, 1, 'MyApp', '[]', 0, '2020-11-30 11:05:11', '2020-11-30 11:05:11', '2021-11-30 13:05:11'),
('4bf20cfda108428ae9b007ed769be684fe5caafab3764bae5c62a692f994d0c41b1f2ecfde74224d', 45, 1, 'MyApp', '[]', 0, '2020-11-03 08:56:50', '2020-11-03 08:56:50', '2021-11-03 10:56:50'),
('4c4b59f420caf1fdace828b9ec12f937f865d4ffac16c40175e51b4ca1ee2d22539a49cde6edd069', 114, 1, 'MyApp', '[]', 0, '2021-01-15 14:14:34', '2021-01-15 14:14:34', '2022-01-15 16:14:34'),
('4ce98f91f034191b4f56a451e27196ec77af0d1e50c785b6b738f45bf8f3fd92ee0d0e4305946aec', 103, 1, 'MyApp', '[]', 0, '2020-12-20 10:48:43', '2020-12-20 10:48:43', '2021-12-20 12:48:43'),
('4d03f3f8fc4a3522789694a4b831a56682fded52c1b085fca303f30b42be3eee580232b95ae77587', 92, 1, 'MyApp', '[]', 0, '2020-12-08 10:08:43', '2020-12-08 10:08:43', '2021-12-08 12:08:43'),
('4d9f78dbe7a81238bd54267a60f4c7f8899a55d08f09415d7d5490684ea13b5cb31491a7d8438248', 152, 1, 'MyApp', '[]', 0, '2021-02-08 12:57:09', '2021-02-08 12:57:09', '2022-02-08 14:57:09'),
('4e842791f1c2386dc0b2c84392a95c2261ab9b7ee8ddded39eb3bf0b41c59af694e03984833fd49b', 93, 1, 'MyApp', '[]', 0, '2021-02-17 09:17:50', '2021-02-17 09:17:50', '2022-02-17 11:17:50'),
('4ea950d185a47b5a4249c3be845505156e4837dbd87c2f54af24c5bb2aba01de8338adef396b035d', 93, 1, 'MyApp', '[]', 0, '2020-12-06 13:19:04', '2020-12-06 13:19:04', '2021-12-06 15:19:04'),
('5051202e32c5b2cff43003d9aa8bde3a859a660160f1d63c8049f275a45f454b1e01619733103800', 87, 1, 'MyApp', '[]', 0, '2020-12-02 14:58:03', '2020-12-02 14:58:03', '2021-12-02 16:58:03'),
('51385235728b89e62a76aa41bf4162df21d93b7fbf3780451a73cda2d7e466b17821e522d1ec2682', 58, 1, 'MyApp', '[]', 0, '2020-11-03 09:38:59', '2020-11-03 09:38:59', '2021-11-03 11:38:59'),
('513d06d76802930eab96752eb9b14556c8e5c78bf6fc7510d629aa208cd248a09be2f4a7db3565af', 93, 1, 'MyApp', '[]', 0, '2021-01-04 12:01:56', '2021-01-04 12:01:56', '2022-01-04 14:01:56'),
('518cab237ae6b421cd48ba3d3462847e143be8d270c385a50382f9c80ab69d5e0d4fe46c5c99056c', 85, 1, 'MyApp', '[]', 0, '2020-11-30 10:10:49', '2020-11-30 10:10:49', '2021-11-30 12:10:49'),
('519b82acaebe658a6ddec9ae921daa8590c4e2c9a8123bf6f6e599c1413a4bc7f2a16b0900f6de5f', 30, 1, 'MyApp', '[]', 0, '2020-10-18 09:24:57', '2020-10-18 09:24:57', '2021-10-18 11:24:57'),
('54392e0fa93eef3143b5dc85907743d5c64bf76a8a2eaf6d93998fbc20392d87797d0a1831f0651e', 93, 1, 'MyApp', '[]', 0, '2021-05-10 06:57:54', '2021-05-10 06:57:54', '2022-05-09 23:57:54'),
('55159e3e8947616a9c960c64d51916ba6d12e50760f3b7314d86355b3c44257b5e828119da4a544e', 38, 1, 'MyApp', '[]', 0, '2020-12-01 09:02:27', '2020-12-01 09:02:27', '2021-12-01 11:02:27'),
('558b04e1d0ed1cbe15d9a49e616de9d74bafd8c0af77993a2990f78de895c02a9c88d8af0bd44610', 67, 1, 'MyApp', '[]', 0, '2020-11-03 10:27:41', '2020-11-03 10:27:41', '2021-11-03 12:27:41'),
('5672c528e3558157d827f8e5f49835be69aae1ac95ebb6c660ae345ac4cd193de483a4789ec3935f', 39, 1, 'MyApp', '[]', 0, '2020-11-03 08:32:12', '2020-11-03 08:32:12', '2021-11-03 10:32:12'),
('56772409c5a57af58e2bb7793d49858b74bee0a8c5c9c03802889df822aedd59344a140d267564a2', 86, 1, 'MyApp', '[]', 0, '2020-12-01 08:34:04', '2020-12-01 08:34:04', '2021-12-01 10:34:04'),
('56d97c05a6187c60c89c8ed8f8a354468f35bff9d7beaa9ff0ea0ab304217f1ce9f8749362f824ce', 93, 1, 'MyApp', '[]', 0, '2021-02-28 11:15:03', '2021-02-28 11:15:03', '2022-02-28 13:15:03'),
('57c3ea6dfbdc1ff48670c5c94907e77e67af9e7accad4d615e2ef6608e04595fa71c748edaa6ae7c', 30, 1, 'MyApp', '[]', 0, '2020-10-18 09:29:47', '2020-10-18 09:29:47', '2021-10-18 11:29:47'),
('58178f0ef046576f0f2d1b9eec26cc8d942b33ccd21e9f413af0bb762bab2ad60e67d7a05d95822d', 87, 1, 'MyApp', '[]', 0, '2020-12-01 10:44:14', '2020-12-01 10:44:14', '2021-12-01 12:44:14'),
('5940e3a0bae5172f756f55174cb88bc7a08110fbc792d25f2918a0cc17274c685963490c6ff6ed39', 55, 1, 'MyApp', '[]', 0, '2020-11-03 09:22:19', '2020-11-03 09:22:19', '2021-11-03 11:22:19'),
('59421a56a50fabd58ae0d85fe2b78a4e71ed1fa5898fd354837751525103155bdab648b344b67317', 59, 1, 'MyApp', '[]', 0, '2020-11-03 09:40:33', '2020-11-03 09:40:33', '2021-11-03 11:40:33'),
('5a6008da7bc9bf37d310a89e8175efc6835bf833631057ba97e788b2caffd492e617f262ac57bcb0', 93, 1, 'MyApp', '[]', 0, '2021-01-24 09:29:52', '2021-01-24 09:29:52', '2022-01-24 11:29:52'),
('5b6a4d9656b1a468ab51e207a91d5219e45b34f4fc95779d7e716a18de03e3284fffb7e9a641e4cb', 92, 1, 'MyApp', '[]', 0, '2020-12-08 10:08:57', '2020-12-08 10:08:57', '2021-12-08 12:08:57'),
('5bfe58ce04ab0f7056a9b382684aaac2bada449750233da0ef1cdf66a6dce9ff10db64755ba52a22', 48, 1, 'MyApp', '[]', 0, '2020-11-03 09:05:10', '2020-11-03 09:05:10', '2021-11-03 11:05:10'),
('5cb5e8b4eb6859f263b5b0d1872212a269c6afb1bcbd9975a53201e5e23b18439599da3e46da19ab', 104, 1, 'MyApp', '[]', 0, '2021-01-23 14:45:03', '2021-01-23 14:45:03', '2022-01-23 16:45:03'),
('5da8eee5609df6d0d3dd671faef7e7705bd0fb365258b30694554e5e9ab72bca40671fab17cfa19d', 172, 1, 'MyApp', '[]', 0, '2021-04-25 05:27:45', '2021-04-25 05:27:45', '2022-04-24 22:27:45'),
('5db06f762681f8ac16c57b2df1f4c6b00dd6a7e06b796a980ef4bb4c99d51a87f6768e2d9ee25a5f', 49, 1, 'MyApp', '[]', 0, '2020-11-03 09:07:49', '2020-11-03 09:07:49', '2021-11-03 11:07:49'),
('5db5c0f68cb7d935c92db208e46fe49dec696c8eccbb1e18e1ecadcb4e504821ef847e7e2284614d', 78, 1, 'MyApp', '[]', 0, '2020-11-03 13:48:29', '2020-11-03 13:48:29', '2021-11-03 15:48:29'),
('5eb62dea157896eb4940d6ed605330279e800a2c3a9fabe98e6b3169c8850dbf9f4a11910bc22799', 90, 1, 'MyApp', '[]', 0, '2020-12-03 09:25:48', '2020-12-03 09:25:48', '2021-12-03 11:25:48'),
('5fc3d32201cd3c802b648f0066243a433773d1c929e44b43a017a87bc7daf75ef07604b1713cd645', 93, 1, 'MyApp', '[]', 0, '2021-01-20 12:15:24', '2021-01-20 12:15:24', '2022-01-20 14:15:24'),
('607bb065282444fb00d06145f9fb387f1b5aebcabe3e4709b17f118ed637c99f5e8d83bbda58c56d', 91, 1, 'MyApp', '[]', 0, '2020-12-06 11:59:08', '2020-12-06 11:59:08', '2021-12-06 13:59:08'),
('6282d995e316eccc3147fddc65ffa4c34edba2c31d7389abc76fcac461b82235a03021b4ead8ab7e', 93, 1, 'MyApp', '[]', 0, '2021-03-29 22:28:47', '2021-03-29 22:28:47', '2022-03-29 15:28:47'),
('6285059ed4306c0a53708b55057b331620c8b2e368598dd687c3dc420ff76ed36e0f260a66bd4da6', 93, 1, 'MyApp', '[]', 0, '2021-05-09 06:43:47', '2021-05-09 06:43:47', '2022-05-08 23:43:47'),
('6371e3ad32d3ad1a9908e1ab6426e2afb6bd82343d547926a28cbd989c1c84e8529fa7b594d3a9f6', 114, 1, 'MyApp', '[]', 0, '2021-02-16 12:53:14', '2021-02-16 12:53:14', '2022-02-16 14:53:14'),
('64a5ea74c645697d24db79bd56f17de473c265edef65678dc3407cacd2b748c3377d006fe2256761', 104, 1, 'MyApp', '[]', 0, '2020-12-21 14:16:44', '2020-12-21 14:16:44', '2021-12-21 16:16:44'),
('6504db208883cc19d722dea850c09b8ca729ceedf3b229983d2ed578463e7e6bf448d8a666a16f07', 114, 1, 'MyApp', '[]', 0, '2021-01-19 13:07:16', '2021-01-19 13:07:16', '2022-01-19 15:07:16'),
('6518fa9e720d33c0fe5cba67f51f67b221093440fcc834c7daa585b83315df9eff0e86cac5d7f3e3', 85, 1, 'MyApp', '[]', 0, '2020-11-30 11:33:04', '2020-11-30 11:33:04', '2021-11-30 13:33:04'),
('663d7582d3e8505bdc0d45a200d65da285a642a08d89f634a0036c2cc856fc4c8004ee969fcf1da3', 108, 1, 'MyApp', '[]', 0, '2020-12-28 13:44:10', '2020-12-28 13:44:10', '2021-12-28 15:44:10'),
('66afc16aa1307df1f497b7a812487cbece4033040944ba8fe318a2a02fc1e22e5ae01c215da645da', 51, 1, 'MyApp', '[]', 0, '2020-11-03 09:11:11', '2020-11-03 09:11:11', '2021-11-03 11:11:11'),
('66db53562f2288955fa69a28ae9d1d8a67c39c0f88b547785dcde322004bd9dea07d0d3108cfd264', 44, 1, 'MyApp', '[]', 0, '2020-11-03 08:55:11', '2020-11-03 08:55:11', '2021-11-03 10:55:11'),
('67f36b263158609a6649adc61005859d31431f645c36ebcb239800cc8269a25144f067497e1d9616', 104, 1, 'MyApp', '[]', 0, '2020-12-22 11:00:10', '2020-12-22 11:00:10', '2021-12-22 13:00:10'),
('6894e5dade548d56a520300e3c1029fc961d1bd481751aa605a57f4c5a153727cfb6271437d5f2f8', 93, 1, 'MyApp', '[]', 0, '2021-05-04 00:00:37', '2021-05-04 00:00:37', '2022-05-03 17:00:37'),
('68aa3ff81f850e4b0df84059bde8867787e9a3b1825e69708227f7a22783cbf518882e163ce27cdf', 30, 1, 'MyApp', '[]', 0, '2020-10-18 09:32:52', '2020-10-18 09:32:52', '2021-10-18 11:32:52'),
('6a029271658296acff15da3a96deac3e2c175d8ee2be060502597be30a60eab4f9fbb6de07a05a82', 30, 1, 'MyApp', '[]', 0, '2020-10-18 09:24:15', '2020-10-18 09:24:15', '2021-10-18 11:24:15'),
('6ba88cb298b66b154ee0bf61033b3150d9628a899f8110bc316ea50683ba2685c155a582658b129b', 137, 1, 'MyApp', '[]', 0, '2021-02-02 14:43:46', '2021-02-02 14:43:46', '2022-02-02 16:43:46'),
('6d16d81f9b81027f8301fdc724ead5e565623568b618d6ffb357367521688c8316232b115bcc066c', 93, 1, 'MyApp', '[]', 0, '2021-01-19 10:25:23', '2021-01-19 10:25:23', '2022-01-19 12:25:23'),
('6e4e20759f8015c4ca28170e7380b985b562962215b165cc19bc07c4646e3d5c47e357b915ac3101', 93, 1, 'MyApp', '[]', 0, '2021-05-09 07:47:35', '2021-05-09 07:47:35', '2022-05-09 00:47:35'),
('6f7c97bb952686e04c711f58207d0f36591b1847fc905fccaa397a95fd675efd7f76d0fa1efe6f01', 68, 1, 'MyApp', '[]', 0, '2020-11-03 10:28:51', '2020-11-03 10:28:51', '2021-11-03 12:28:51'),
('702f71b1469f808f61cdbce70b9dae8cbcb3a52438e5a9c335a3e14f234d1bbfb42c9b794a26e7ec', 104, 1, 'MyApp', '[]', 0, '2021-01-14 11:47:31', '2021-01-14 11:47:31', '2022-01-14 13:47:31'),
('7203a313645352c053609fbcc141f0dab4c21d543a42ab1f7d247eda0bbb04abfc526a54ccac26bf', 86, 1, 'MyApp', '[]', 0, '2020-12-01 08:56:24', '2020-12-01 08:56:24', '2021-12-01 10:56:24'),
('72fa1cb8119c41504172e9d219ded4129bc5300b32d17741ffe6ed64c1246e955193cc87b0282e3e', 93, 1, 'MyApp', '[]', 0, '2021-01-26 09:17:23', '2021-01-26 09:17:23', '2022-01-26 11:17:23'),
('7320eb892d26de82b1c62cf8ff83bf613d12621c3fce408e3fd739ddeb8f2b7727284ade3c86900c', 114, 1, 'MyApp', '[]', 0, '2021-01-31 15:31:51', '2021-01-31 15:31:51', '2022-01-31 17:31:51'),
('736256052b5504543c662c11b58fa4a0c902784e7386588f8cc61577fb8f28d10395496c9ef32f76', 38, 1, 'MyApp', '[]', 0, '2020-11-05 11:16:09', '2020-11-05 11:16:09', '2021-11-05 13:16:09'),
('741330509c8cf68ad0bac1c44a9b41491065e278ab886136747eb3e068a4043f87fa99342523782e', 104, 1, 'MyApp', '[]', 0, '2020-12-27 09:03:43', '2020-12-27 09:03:43', '2021-12-27 11:03:43'),
('753a95c8e47400a7680e554ca93a8871910afa56fb9fbb5071c49a0396e6f3992666c7ed832ec907', 114, 1, 'MyApp', '[]', 0, '2021-01-27 14:38:51', '2021-01-27 14:38:51', '2022-01-27 16:38:51'),
('754543a95e97c60d379845741ab23d36d831e689930508986c8b9896ef912a58d178ff0ff5efe7cd', 93, 1, 'MyApp', '[]', 0, '2020-12-29 12:12:22', '2020-12-29 12:12:22', '2021-12-29 14:12:22'),
('755cc911a7101f2f130b16bffbee19dcd45a280f49762a197868185001d3bde0a9c2ceb61dc25a98', 93, 1, 'MyApp', '[]', 0, '2020-12-29 13:50:01', '2020-12-29 13:50:01', '2021-12-29 15:50:01'),
('75f1f53d0d4f354c6cfaaf9195794352aef81a5ba8eefd421839a5ceff6036a1a8f5a2006e0d5048', 84, 1, 'MyApp', '[]', 0, '2020-11-05 11:18:27', '2020-11-05 11:18:27', '2021-11-05 13:18:27'),
('765b260fa6cdeb7f0fb21069620675fc769e5841ffba3e3a89dc8b513d523859850b8a1653e17d89', 89, 1, 'MyApp', '[]', 0, '2020-12-02 10:11:46', '2020-12-02 10:11:46', '2021-12-02 12:11:46'),
('77bd2d2a1845e97310cd7474364ed906f65224ec55244a0bca7ab3e75094b3164717a6f2d6602bae', 93, 1, 'MyApp', '[]', 0, '2021-01-17 07:45:24', '2021-01-17 07:45:24', '2022-01-17 09:45:24'),
('78070ffbd882bc744a6109a0f79b4dd87ac34103b00045d6daa13c07ac1abafe680b808a1731913b', 89, 1, 'MyApp', '[]', 0, '2020-12-01 12:16:01', '2020-12-01 12:16:01', '2021-12-01 14:16:01'),
('795fceee6e5a2b10d3f2d3200cdf6b99baa483c7a8170b4518d79e809f565fa405f01eef5de3eb0e', 93, 1, 'MyApp', '[]', 0, '2020-12-29 17:57:10', '2020-12-29 17:57:10', '2021-12-29 19:57:10'),
('79845e8985eb4c21fe46547eb989ffce5dc2bfbbeab1fe12a02a166b7d56863b0bb67b639b312667', 87, 1, 'MyApp', '[]', 0, '2020-12-02 13:04:32', '2020-12-02 13:04:32', '2021-12-02 15:04:32'),
('7b16a68d8aac535902d8c70307c8575eb8f82b7f8d4b5a80f2c9e0bbe045bbaf7312843dc7e864b0', 93, 1, 'MyApp', '[]', 0, '2020-12-20 10:48:10', '2020-12-20 10:48:10', '2021-12-20 12:48:10'),
('7b7b9294b59c34ea83ac3d0e8b0b119b5f1df4e5165fb4247eb9263080cbc32dfea92a747ac2385a', 171, 1, 'MyApp', '[]', 0, '2021-04-24 16:14:10', '2021-04-24 16:14:10', '2022-04-24 09:14:10'),
('7bff030e19adbf9c025c838fb35529976e607a6f4d2856a7b4748ffa64a23d5ba4bbffac35bb13c0', 66, 1, 'MyApp', '[]', 0, '2020-11-03 10:26:09', '2020-11-03 10:26:09', '2021-11-03 12:26:09'),
('7d797fcbbb4cfe214ec8bb087f516a5e7eb5dda6fdf32f8c4f6e8263f01fac1cecdd2382b0b440b4', 89, 1, 'MyApp', '[]', 0, '2020-12-01 11:44:05', '2020-12-01 11:44:05', '2021-12-01 13:44:05'),
('7d966f465584556837096980bf442d90c2707030c2d0572b23d1cb2f099cb91b09aa8aef304bcb64', 93, 1, 'MyApp', '[]', 0, '2021-03-21 09:51:23', '2021-03-21 09:51:23', '2022-03-21 11:51:23'),
('7e3e9141132b5b7ebc48bf1e23d14b5d96caa63f90f4af7a1455faafdc089bd927ebff76460229e0', 147, 1, 'MyApp', '[]', 0, '2021-02-08 08:53:15', '2021-02-08 08:53:15', '2022-02-08 10:53:15'),
('7ee0fb886e2a182c861ddc9800dea0c4d8e6a4f1aeafb9372b53f8b68e90c19c5f630e598bab9e88', 104, 1, 'MyApp', '[]', 0, '2020-12-21 10:13:47', '2020-12-21 10:13:47', '2021-12-21 12:13:47'),
('7f13d83341c109a8f2654b9f53ee9b3ed19af9afcbe27d4003e9b21a7937b06e756e27775255dd8c', 114, 1, 'MyApp', '[]', 0, '2021-03-18 15:30:53', '2021-03-18 15:30:53', '2022-03-18 17:30:53'),
('80f5a58f5eeecee146d896643900c6a9dfdaad36f235ed7708cfc1fb7ecb3af820a051272b0f6ae2', 103, 1, 'MyApp', '[]', 0, '2020-12-27 12:56:53', '2020-12-27 12:56:53', '2021-12-27 14:56:53'),
('82234485db71df8ffcab6e8a89b42f7a0ad1217c16e918b823d3033fc0daed697698f9dc1b8def7f', 126, 1, 'MyApp', '[]', 0, '2021-02-11 07:51:03', '2021-02-11 07:51:03', '2022-02-11 09:51:03'),
('825db4a61481e71b8c141b48dddf9dee4b0f34da9dff7615f0c111a8f28543a501705b3ad4d94cf2', 37, 1, 'MyApp', '[]', 0, '2020-11-02 14:18:14', '2020-11-02 14:18:14', '2021-11-02 16:18:14'),
('82e0d965ce0fdc877ba84dff5470f060413e7e4e23f2e4056a9ae44a500ec6aa9c0f339082c61076', 36, 1, 'MyApp', '[]', 0, '2020-11-02 12:01:52', '2020-11-02 12:01:52', '2021-11-02 14:01:52'),
('836731eb74fc71b791411986ea29c44ededce19594de96f02cefb83cb0fe00a64d75cf7a993ad2ca', 93, 1, 'MyApp', '[]', 0, '2020-12-23 11:27:36', '2020-12-23 11:27:36', '2021-12-23 13:27:36'),
('84ba1d6b315a4c134a1f786c735988c17ec91ad6e5e5e38f305ead0a5fdb915ace59558d9ad8a9e9', 106, 1, 'MyApp', '[]', 0, '2020-12-22 13:51:33', '2020-12-22 13:51:33', '2021-12-22 15:51:33'),
('8571b56793f6ceff68d7ea09f5da471a36e0a4b286697a78d27f031ad66c43c7eff1d59d685c7da2', 92, 1, 'MyApp', '[]', 0, '2020-12-06 13:18:16', '2020-12-06 13:18:16', '2021-12-06 15:18:16'),
('869e6404942a465bd827d72df4069040f90fe24fe299778a3b9cef6ab713809d249e21e8e29cbae4', 104, 1, 'MyApp', '[]', 0, '2020-12-20 11:29:17', '2020-12-20 11:29:17', '2021-12-20 13:29:17'),
('86bc0ffc549f2547094417f31212a350b6493f9346691c8dfbdf5ceb4e8e85efff100aad4d17f50d', 104, 1, 'MyApp', '[]', 0, '2020-12-29 14:11:58', '2020-12-29 14:11:58', '2021-12-29 16:11:58'),
('87971a7a8218f81d98f9382c53e3e7f7218ff0bdc92985a6f02218dff257264f6af926ccb107bf50', 176, 1, 'MyApp', '[]', 0, '2021-04-30 05:00:34', '2021-04-30 05:00:34', '2022-04-29 22:00:34'),
('8889c883529c48e31684c8be346e53bdb9fde23daa2de1e39447649a3ca37dc9179d2326e8901f88', 34, 1, 'MyApp', '[]', 0, '2020-11-02 11:41:51', '2020-11-02 11:41:51', '2021-11-02 13:41:51'),
('8893f474ce6fc281f8012eae91adbbd614e1bdcd74e29edb1e0aff1255eb50bd4a19981398709e90', 93, 1, 'MyApp', '[]', 0, '2020-12-29 13:50:33', '2020-12-29 13:50:33', '2021-12-29 15:50:33'),
('90c708390107c451141f2c23cb5244d5edf29ce57eed1aefd2bc063883d22fe862ff0363d7eb37d3', 174, 1, 'MyApp', '[]', 0, '2021-04-29 06:21:15', '2021-04-29 06:21:15', '2022-04-28 23:21:15'),
('92498b5c48f4f333e02571f2f7d9d357da370e428977abbeb4adebc6926caadc5c3d2d2b660ba730', 85, 1, 'MyApp', '[]', 0, '2020-11-30 08:54:27', '2020-11-30 08:54:27', '2021-11-30 10:54:27'),
('92dcfd8519411ed8bcfc0d52036d53b090f3190d9222cb0ac64b403816903b3ff1daf95593509c9c', 1, 1, 'MyApp', '[]', 0, '2020-06-21 10:22:50', '2020-06-21 10:22:50', '2021-06-21 12:22:50'),
('93c0f9c9fac6b2eda77f7a52d0a3a5da563e0f6e457b9a730159c3b4cb2021cc22a28873e934a360', 86, 1, 'MyApp', '[]', 0, '2020-12-01 09:26:00', '2020-12-01 09:26:00', '2021-12-01 11:26:00'),
('93e6b1964017c999171533858509ccf34c54072f1ec4855823251c66abb2692f5ed2cbcea3f7d19d', 114, 1, 'MyApp', '[]', 0, '2021-01-28 13:24:54', '2021-01-28 13:24:54', '2022-01-28 15:24:54'),
('94ff1858db429578bd06caaadbbdba8ed151acf9db3cd038e10cecb066bfc3118bcedeaed2fe8f96', 114, 1, 'MyApp', '[]', 0, '2021-05-01 08:25:53', '2021-05-01 08:25:53', '2022-05-01 01:25:53'),
('97ea3d82818942046991d6f9be87d7b859882438d04f83e32047ea4e060da8e5c914b2cc94df0d34', 85, 1, 'MyApp', '[]', 0, '2020-11-30 10:09:26', '2020-11-30 10:09:26', '2021-11-30 12:09:26'),
('98399a4f0eb345475b73654ea393919072d4ea0102d63e8b7b5288203927b5cb4498a22bb22086dc', 85, 1, 'MyApp', '[]', 0, '2020-11-30 10:10:13', '2020-11-30 10:10:13', '2021-11-30 12:10:13'),
('98ad9cf5835eb54b20063d569dae8f6d3b9552671c89d10a6ddc5b8f873aa39b37a5d41cd47530de', 93, 1, 'MyApp', '[]', 0, '2020-12-27 09:06:08', '2020-12-27 09:06:08', '2021-12-27 11:06:08'),
('9aaf20ccdca90fee9f9b5cc21c6801201f107a863d8b938b97e3bbc8e92f871bae88a5b79687eb7f', 104, 1, 'MyApp', '[]', 0, '2020-12-23 12:24:23', '2020-12-23 12:24:23', '2021-12-23 14:24:23'),
('9ab3471f9723d3832b9f6eb0f676c49750c9d108b548fb95cef23587ccb1388401a034268c365d48', 104, 1, 'MyApp', '[]', 0, '2020-12-23 14:00:47', '2020-12-23 14:00:47', '2021-12-23 16:00:47'),
('9af2b7877bab84e8e9e01eeff2f93994a2f2243e09fa217d9f5f5d829f3d4c23d3ac182fb71074bc', 63, 1, 'MyApp', '[]', 0, '2020-11-03 10:01:30', '2020-11-03 10:01:30', '2021-11-03 12:01:30'),
('9c2801a7d6b588948c20afcebaa1159c2c34b59abcd46b4fe5a7507f7ef496405eeb8c3812ea30d2', 150, 1, 'MyApp', '[]', 0, '2021-02-08 09:53:50', '2021-02-08 09:53:50', '2022-02-08 11:53:50'),
('9d158d9e13a9ca86b6ff2f55c4c3165f46ef9030bfeb3792ad0c2f5e01a91e2f11323720091f5c55', 41, 1, 'MyApp', '[]', 0, '2020-11-03 08:40:39', '2020-11-03 08:40:39', '2021-11-03 10:40:39'),
('9d7b04b4fef1e4407f8ebea3cc9dd6079c3b49d24235097c35f88a602bb2793cacf8e957f133cfe5', 93, 1, 'MyApp', '[]', 0, '2021-03-04 13:02:43', '2021-03-04 13:02:43', '2022-03-04 15:02:43'),
('9daaebf4a7930903130536281d4ed54267db7a701594dec19dc94515bb29858cc8e3956f814131bb', 133, 1, 'MyApp', '[]', 0, '2021-01-28 15:55:53', '2021-01-28 15:55:53', '2022-01-28 17:55:53'),
('a0cf72605e988bbc02c1229585cb149a84ad9f338514d8a6a42851cc67c01cf1c49c9802e490165f', 114, 1, 'MyApp', '[]', 0, '2021-01-25 16:29:26', '2021-01-25 16:29:26', '2022-01-25 18:29:26'),
('a0ee3592cd9eeff23e5ed9ee9423492d8dfcdff50c9b8a3707861bb7fddb5185cf3837436751e0c8', 93, 1, 'MyApp', '[]', 0, '2020-12-27 12:54:57', '2020-12-27 12:54:57', '2021-12-27 14:54:57'),
('a22ea5ab653057f5c216cf8760a9830150acce724d92db91eedf36cf8b758f108ddde50fc8d80df7', 50, 1, 'MyApp', '[]', 0, '2020-11-03 09:09:47', '2020-11-03 09:09:47', '2021-11-03 11:09:47'),
('a34b713821768d65185113e914ce4c66d14b586c12c6a8f7d1c4dfa1d9428c6ccec4f7e2f2955698', 69, 1, 'MyApp', '[]', 0, '2020-11-03 10:31:58', '2020-11-03 10:31:58', '2021-11-03 12:31:58'),
('a571b0281f221cba8ac8597c39a58d0423fc5048cff672c9ddaa8290f240b80c1cf96227d4d6d88a', 156, 1, 'MyApp', '[]', 0, '2021-03-14 17:35:31', '2021-03-14 17:35:31', '2022-03-14 19:35:31'),
('a5fd1737b0f668337d6fabd6fe6fee28649691b452bc727b860691ad4ec0ef9ba5e661eccf0030cd', 103, 1, 'MyApp', '[]', 0, '2021-01-27 13:12:09', '2021-01-27 13:12:09', '2022-01-27 15:12:09'),
('a6f78dfaecc48dca28ce444978e2be54c18c1a800b9e8d63bc7c8ad3a946c75e2f6af93695401c68', 93, 1, 'MyApp', '[]', 0, '2021-02-17 09:20:28', '2021-02-17 09:20:28', '2022-02-17 11:20:28'),
('a71f7884741b0a9ee6b2512422b25fe3a56b46afb715648e5c036ae257fcf8135e409dbfdcbc0fbf', 104, 1, 'MyApp', '[]', 0, '2020-12-28 08:53:48', '2020-12-28 08:53:48', '2021-12-28 10:53:48'),
('a776b745b6ea315b47bcc93359357f741f40c203cfa48c0eb7c206ec8c758cb9d37875194f1df223', 79, 1, 'MyApp', '[]', 0, '2020-11-03 13:51:39', '2020-11-03 13:51:39', '2021-11-03 15:51:39'),
('ac799e1fa266284b40358256abae9c6b6666c40c8c3224aa1fb34b21cfa4194fd8b3988ef5301ad6', 93, 1, NULL, '[]', 0, '2020-12-27 08:47:57', '2020-12-27 08:47:57', '2021-12-27 10:47:57'),
('ad255c928b917b155a59f66b89d5bc8d1d069426334b849694345c71e9b1959bae6e8ea2b72a5865', 1, 1, 'MyApp', '[]', 0, '2020-06-21 10:36:32', '2020-06-21 10:36:32', '2021-06-21 12:36:32'),
('ade84302b8ffa7ceea25e860d4f88f9c2043ef4deba82280099826c2d3dab2c2552ed9698203574f', 156, 1, 'MyApp', '[]', 0, '2021-03-14 17:33:11', '2021-03-14 17:33:11', '2022-03-14 19:33:11'),
('ae05a89169cbe1211de896e29fc61b2eeae6eb70f8270b82fcd227510d96897155e988b220c992e7', 149, 1, 'MyApp', '[]', 0, '2021-02-08 08:58:11', '2021-02-08 08:58:11', '2022-02-08 10:58:11'),
('aee430d67d8d7e435a22e25d2436f0e71c29bb186457c424e0256fc171744b7c97e3b31a9677ed3a', 104, 1, 'MyApp', '[]', 0, '2021-01-21 09:49:55', '2021-01-21 09:49:55', '2022-01-21 11:49:55'),
('af84d7a9567aebbf6b1a4a63d20eebf49e4dc5c558f2a08674cd6747c563bb832e20385ad9bdd13b', 93, 1, 'MyApp', '[]', 0, '2021-01-13 14:58:45', '2021-01-13 14:58:45', '2022-01-13 16:58:45'),
('af8770187ccefd97eb739fa387505616d3fe326a58e8a4fded7c8d47fdc97cb008587f938fa67432', 85, 1, 'MyApp', '[]', 0, '2020-11-30 10:10:05', '2020-11-30 10:10:05', '2021-11-30 12:10:05'),
('b1b5a957685099624a400ad5526f1d5b705ad32385820168db66719d121780dc671347c1a4b62412', 126, 1, 'MyApp', '[]', 0, '2021-03-30 22:08:52', '2021-03-30 22:08:52', '2022-03-30 15:08:52'),
('b244c64279cc5af0c937d49f5d932e2f700b56f3842ec3400001a555b5328ec5bf81bf1a20e542e0', 91, 1, 'MyApp', '[]', 0, '2020-12-06 11:46:39', '2020-12-06 11:46:39', '2021-12-06 13:46:39'),
('b28ed0ab32bda8c7f96e82beef3f7d11b02b76fe343f7fcef6a0473107ffc82a38c421256f222e62', 93, 1, 'MyApp', '[]', 0, '2021-01-14 11:04:36', '2021-01-14 11:04:36', '2022-01-14 13:04:36'),
('b36039204d73b90cb2341f8bea1e618a0c98572321675b308b87d59ee98b16bfb5f3c746cb61a740', 30, 1, 'MyApp', '[]', 0, '2020-11-02 14:22:14', '2020-11-02 14:22:14', '2021-11-02 16:22:14'),
('b44bd46dda080179757e0c332315464c5d10a882518c9f99293de0d2e79cd3deca4a2849d74efe2e', 157, 1, 'MyApp', '[]', 0, '2021-03-14 17:34:39', '2021-03-14 17:34:39', '2022-03-14 19:34:39'),
('b5e1abeba6be95fe83d44e4db7caa515fa92502e627d4e6966753a2cdf980ec96f9af96b10a23ea8', 148, 1, 'MyApp', '[]', 0, '2021-02-08 08:56:51', '2021-02-08 08:56:51', '2022-02-08 10:56:51'),
('b62bd29168ddbf4f55dc8274fd5d9d6db255303c66df287307e629dee5dd04929fd99f42ead08a11', 93, 1, 'MyApp', '[]', 0, '2020-12-29 13:48:52', '2020-12-29 13:48:52', '2021-12-29 15:48:52'),
('b72b1ddce1ad7e157a47980a27cd65ab78f685c3786e76b7559fa1449bf7996444db642b284f4d40', 85, 1, 'MyApp', '[]', 0, '2020-11-30 08:54:50', '2020-11-30 08:54:50', '2021-11-30 10:54:50'),
('b7dd29caabd42477e3c0678527aacbadf1982856481325bbedd8d71e916e9916c67d54ad3cc323fb', 113, 1, 'MyApp', '[]', 0, '2021-01-13 15:30:50', '2021-01-13 15:30:50', '2022-01-13 17:30:50'),
('b7f8b276b9f7cd49e138f2bc65786f4dd0dc1a51d0d21eab1fb230f094c2bc002a364eb223f71b63', 93, 1, 'MyApp', '[]', 0, '2020-12-29 11:56:31', '2020-12-29 11:56:31', '2021-12-29 13:56:31'),
('b83edbfe252888769bba426f525548e7b2b66b3616b9946dfd8cd60f4b17f236a2baa518ae5b5270', 64, 1, 'MyApp', '[]', 0, '2020-11-03 10:17:19', '2020-11-03 10:17:19', '2021-11-03 12:17:19'),
('b87a7a097e15427ba02663ab4f79df518c286574cb2a45222d5e2a76ee27d155d390488f7159a054', 89, 1, 'MyApp', '[]', 0, '2020-12-01 12:43:27', '2020-12-01 12:43:27', '2021-12-01 14:43:27'),
('b8a703b47b5018e3da4310668a0a1389e44bc9ff86e9a32d04dbd1e51e1675175a81e98e2cd6d62e', 114, 1, 'MyApp', '[]', 0, '2021-01-13 23:54:56', '2021-01-13 23:54:56', '2022-01-14 01:54:56'),
('bb00274abe91958a5e1b12327d1180c3cfe0662094277501a98e27ad0a096f8f37d44afb8b8a7ac9', 94, 1, 'MyApp', '[]', 0, '2021-01-01 07:34:52', '2021-01-01 07:34:52', '2022-01-01 09:34:52'),
('bbc46f29c89f25d40900ee6632cf006dd06901601e7648aa300024e66f37ef93149749582cf68dcf', 138, 1, 'MyApp', '[]', 0, '2021-02-02 14:46:46', '2021-02-02 14:46:46', '2022-02-02 16:46:46'),
('bca40be5b1d09c1584b2868e29d07b4fcc919bbe6fe02e7d3020df7136a283b9749f56502733e889', 29, 1, 'MyApp', '[]', 0, '2020-10-18 09:11:04', '2020-10-18 09:11:04', '2021-10-18 11:11:04'),
('bcf715436df2860bb7342190897051ff0776304cf98be4d5aa8f5ed141a3037d722dde8fad899aa6', 142, 1, 'MyApp', '[]', 0, '2021-02-02 15:14:13', '2021-02-02 15:14:13', '2022-02-02 17:14:13'),
('be5fff92acfa7d08b4d8e807abb0893e0f839739626669e47d2f1b0127ac80ec2f5e31fc125daba2', 33, 1, 'MyApp', '[]', 0, '2020-11-02 11:26:59', '2020-11-02 11:26:59', '2021-11-02 13:26:59'),
('be88474902cf129187a5cca4b37b5057a8a162be0589c75f99ff3c8dbc90e1714eaf1e20115dbab8', 93, 1, 'MyApp', '[]', 0, '2020-12-27 10:22:56', '2020-12-27 10:22:56', '2021-12-27 12:22:56'),
('beea956b78cd3e1140ee837540717e248d016f1ac23431b5ff6f4774de17e81a7d8e21695a106d8a', 110, 1, 'MyApp', '[]', 0, '2020-12-28 14:27:18', '2020-12-28 14:27:18', '2021-12-28 16:27:18'),
('c02341d9f7919d8cc95b478f0869e8b93cdf1a16dd2e933d4bcb996a18ed361c6c480c8307b4dfc7', 56, 1, 'MyApp', '[]', 0, '2020-11-03 09:32:10', '2020-11-03 09:32:10', '2021-11-03 11:32:10'),
('c1134a8e07fdacfcbb9df06971dd0d477e34a8b960a8d1940993b3478de5d8541e683e062170b689', 61, 1, 'MyApp', '[]', 0, '2020-11-03 09:49:39', '2020-11-03 09:49:39', '2021-11-03 11:49:39'),
('c15daaaab9f50c7e768dec8647f501a5d0eddebd3588130091fa1e47c5c9f779b1917dc62ff2793c', 93, 1, 'MyApp', '[]', 0, '2021-01-10 19:18:39', '2021-01-10 19:18:39', '2022-01-10 21:18:39'),
('c17bcebea2078ee8c678684c4ca0fd684ac9424e39f4f1c765f14ffeea805d46dd75539dc88201e4', 93, 1, 'MyApp', '[]', 0, '2020-12-29 21:38:36', '2020-12-29 21:38:36', '2021-12-29 23:38:36'),
('c1b403a4164b9ab124e1f4eae048e93b826e088cf97af3a27cee25c45fc77846282c4df859627936', 53, 1, 'MyApp', '[]', 0, '2020-11-03 09:17:18', '2020-11-03 09:17:18', '2021-11-03 11:17:18'),
('c2bed93102065f304aff1ebe22d0dc6609177f370901c4e9c789710bf12f0f3434ea271982ab3d94', 114, 1, 'MyApp', '[]', 0, '2021-01-31 12:32:50', '2021-01-31 12:32:50', '2022-01-31 14:32:50'),
('c3ce54c50b4ee2651c7ac1825fa23e6c8c9d1f4e6236c94c8c3df800d0de63e0314d874c337ecc87', 104, 1, 'MyApp', '[]', 0, '2020-12-27 12:55:24', '2020-12-27 12:55:24', '2021-12-27 14:55:24'),
('c501d9cf721d27b2d6d0ea0977541e5cb10ec491b392cfbc62edc7372b86528dcca435fd6ea9c407', 93, 1, 'MyApp', '[]', 0, '2021-05-09 07:38:05', '2021-05-09 07:38:05', '2022-05-09 00:38:05'),
('c662401b439c43e573d54374108b130fa71c5b49a83fa5335d5b8bb1d2027586515200c8aa8916d6', 114, 1, 'MyApp', '[]', 0, '2021-01-19 16:59:23', '2021-01-19 16:59:23', '2022-01-19 18:59:23'),
('c69563d2b66dd2fe90d5c826190c22eb50357c419fcff2c8519a7268a7f5079752a38ecef550b620', 93, 1, 'MyApp', '[]', 0, '2020-12-29 13:49:32', '2020-12-29 13:49:32', '2021-12-29 15:49:32'),
('c78a90d3c48140c2d2423902cee1b35df823a357d4005c0f3c84a4f4f057434181f2d30189ac79f5', 114, 1, 'MyApp', '[]', 0, '2021-01-17 01:48:09', '2021-01-17 01:48:09', '2022-01-17 03:48:09'),
('c9db867c6946f48808cc27e3349300e0a06998f7d1956b805ab806fe3e70a8234797f4bd9af3e54f', 93, 1, 'MyApp', '[]', 0, '2020-12-09 11:19:45', '2020-12-09 11:19:45', '2021-12-09 13:19:45'),
('c9ee124f8cd1a043e8130a24dce5ddae18ca59030ddbfa66b360d1d95a01a35e60eba764f7a76b75', 171, 1, 'MyApp', '[]', 0, '2021-04-24 16:11:06', '2021-04-24 16:11:06', '2022-04-24 09:11:06'),
('ca0bde8e41fc268f7896c49bd5e0f146a2aaeef1b325c2bbb7328e403e9fcc4400beeb6759b81f53', 114, 1, 'MyApp', '[]', 0, '2021-01-13 23:57:31', '2021-01-13 23:57:31', '2022-01-14 01:57:31'),
('cd216701d4f46c9c6ac246e3bcb417d6eeeae56d4aa78dc57b2854385be18d2c48036c6ada26c3e5', 93, 1, 'MyApp', '[]', 0, '2020-12-08 09:35:49', '2020-12-08 09:35:49', '2021-12-08 11:35:49'),
('d008d361393422683904f7c92fab60c666ae88c8cb73836a0f1e52e41f70d74a7fb0edfce9f9704e', 151, 1, 'MyApp', '[]', 0, '2021-02-08 11:35:19', '2021-02-08 11:35:19', '2022-02-08 13:35:19'),
('d0c2000afedec1df6f99c7b1b50309d69246dac08f1f33b1cf4e423dfa38dbf7620ac45cdc6ff867', 93, 1, 'MyApp', '[]', 0, '2020-12-10 10:49:21', '2020-12-10 10:49:21', '2021-12-10 12:49:21'),
('d10a963b60719f11e43c52bbec600bcc980adff23268f81c6ca1e9a43f993fbdd606fc4c172f964a', 52, 1, 'MyApp', '[]', 0, '2020-11-03 09:15:31', '2020-11-03 09:15:31', '2021-11-03 11:15:31'),
('d1a64d9b5e44152a37728c5dba35f83e216e7ce677288287b3810851f977ed453bec99e2c92981e4', 86, 1, 'MyApp', '[]', 0, '2020-12-01 10:28:32', '2020-12-01 10:28:32', '2021-12-01 12:28:32'),
('d2416acf58a27e888322d6a7ada4a3b5b37d51942cec66ba565b16aa0a6045c533063beb24fa86cd', 136, 1, 'MyApp', '[]', 0, '2021-02-02 14:15:15', '2021-02-02 14:15:15', '2022-02-02 16:15:15'),
('d309adce4748e257804afa5ef24f762a152a3a71f822982254f3c6bec2d2adad056120cf4c28d9bc', 114, 1, 'MyApp', '[]', 0, '2021-01-28 13:25:55', '2021-01-28 13:25:55', '2022-01-28 15:25:55'),
('d3e39be9bdef12571e46c254c58bcfa749ac776d114c2a76254f2dbf8dbe91de8c651b7a5c59e10f', 87, 1, 'MyApp', '[]', 0, '2020-12-02 14:47:00', '2020-12-02 14:47:00', '2021-12-02 16:47:00'),
('d49d99896da52490ebdc79c1cea6b31b4bd4aab11ccdd0014725f5faa07e4be5a3d09d302f4002c6', 38, 1, 'MyApp', '[]', 0, '2020-11-30 09:24:56', '2020-11-30 09:24:56', '2021-11-30 11:24:56'),
('d4a0dc243f4ec8c8704c2f02d86db7a933d1da7609bb40d327d147186b2498e8e85130c8ed4943a0', 93, 1, 'MyApp', '[]', 0, '2021-03-14 17:36:44', '2021-03-14 17:36:44', '2022-03-14 19:36:44'),
('d53c5dbe80ef31f1149724708389a73fb8267925619e951bda45c867850bc3b75a8d73972b643b0e', 115, 1, 'MyApp', '[]', 0, '2021-01-14 08:26:20', '2021-01-14 08:26:20', '2022-01-14 10:26:20'),
('d6c3465550237dec25daa2b6e7bbe42eb11fff540fd0077622cb647c838dc3f98da3c8491ea6a5d0', 168, 1, 'MyApp', '[]', 0, '2021-03-27 23:13:15', '2021-03-27 23:13:15', '2022-03-28 01:13:15'),
('d6dd6969fbc490a52a39d6cbc577a8e3e63f6fb036eee2b0595895f2dc3b5dd22c1e014eeab8d49b', 93, 1, 'MyApp', '[]', 0, '2021-01-19 07:18:53', '2021-01-19 07:18:53', '2022-01-19 09:18:53'),
('d75d0a18025be1f021e0bca04b29393a82febebf16381e6451d256b3f33141e5b46571b1c3541606', 92, 1, 'MyApp', '[]', 0, '2021-01-10 17:36:49', '2021-01-10 17:36:49', '2022-01-10 19:36:49'),
('d87d00b95f7193492d3d20a1975fc8d8454459dc2ceec4e5cd709f31771c414d800134593b68d173', 84, 1, 'MyApp', '[]', 0, '2020-11-05 10:05:38', '2020-11-05 10:05:38', '2021-11-05 12:05:38'),
('d8f3707dbf90dc464d859228c32bf280ea97cf328a86c8b13b3a78e696bc3290e755008534a52c70', 93, 1, 'MyApp', '[]', 0, '2021-05-09 21:17:54', '2021-05-09 21:17:54', '2022-05-09 14:17:54'),
('d92c4ef8fdfc418e23d0b1d5f2a92b7d4df0a23e670ca6f25751dc93d773b2737772f696dc123fb8', 94, 1, 'MyApp', '[]', 0, '2021-01-10 17:35:11', '2021-01-10 17:35:11', '2022-01-10 19:35:11'),
('da53faa05a3bc206992e0314187d3c96707877df82bdba5e9ce1cb39ed034379b448ef7088185e2c', 143, 1, 'MyApp', '[]', 0, '2021-02-02 15:15:48', '2021-02-02 15:15:48', '2022-02-02 17:15:48'),
('daf0af07cd24cad9c4657e11011fb32e36467988a9ab0ba49c4cbaaf5fe72becdc4cec3fa9950dd7', 111, 1, 'MyApp', '[]', 0, '2021-01-03 12:50:21', '2021-01-03 12:50:21', '2022-01-03 14:50:21'),
('dbb95e69b73974a4ca2f57f3aa08848b0aaa355a83ac55607fcbc73546aefa884f5192dd691fa559', 110, 1, 'MyApp', '[]', 0, '2020-12-28 14:30:22', '2020-12-28 14:30:22', '2021-12-28 16:30:22'),
('dc2da8bb3436ae8f0ad4b8bbe87b71918d68356e1f4dd233d188ec514c5293468bc26dbd2b4842dd', 91, 1, 'MyApp', '[]', 0, '2020-12-06 11:48:07', '2020-12-06 11:48:07', '2021-12-06 13:48:07'),
('dc60faa36015dec6825295b947bcd293df431674471f0e311cac31f2e0834e4853521c94b9808a26', 152, 1, 'MyApp', '[]', 0, '2021-02-08 12:54:03', '2021-02-08 12:54:03', '2022-02-08 14:54:03'),
('dd0dc83e5bd30835c5ec3c99d5410e30d16511229a17d3930f0e124b8a0da9726a43d709e74d461e', 93, 1, 'MyApp', '[]', 0, '2021-05-03 23:46:06', '2021-05-03 23:46:06', '2022-05-03 16:46:06'),
('ddd9012bffc4bd2456590c4d6c700bf8399b77af43f23db53a8d7547e4384b28576d6d04b1af64e4', 93, 1, 'MyApp', '[]', 0, '2021-02-28 12:31:59', '2021-02-28 12:31:59', '2022-02-28 14:31:59'),
('de41ee715f55f07aed8a84f7938f402cbd2b5c86016e497928472ba7a0fd2948d43148ed1057a5ba', 43, 1, 'MyApp', '[]', 0, '2020-11-03 08:47:30', '2020-11-03 08:47:30', '2021-11-03 10:47:30'),
('e1e2cbce47801c60943c7963f3d215ea7019d190466b48a86997643f173c14b4603dbae36014cdc0', 126, 1, 'MyApp', '[]', 0, '2021-01-25 15:10:18', '2021-01-25 15:10:18', '2022-01-25 17:10:18'),
('e322f66492ac6597e95265083684cec0ff4454a25caa14ca10b1eacb345d638bb485bb01459b6fc2', 104, 1, NULL, '[]', 0, '2020-12-27 08:46:09', '2020-12-27 08:46:09', '2021-12-27 10:46:09'),
('e3c9f545fcfb18afa2ed37e22585841aaa47a1c3a99a6d009618e0f783b677b14fd588960269f7b2', 38, 1, 'MyApp', '[]', 0, '2020-11-05 11:15:48', '2020-11-05 11:15:48', '2021-11-05 13:15:48'),
('e42e70a8207178d7dff5228e90e0acf5983f991efb97cfec63fa685d3c1b4add0b108dc655654098', 104, 1, NULL, '[]', 0, '2020-12-27 08:46:30', '2020-12-27 08:46:30', '2021-12-27 10:46:30'),
('e47f677ff1ef8196ad9f110abac07703d629f9658e8d9d6cdf5cc4e1cc4ed69aaa5d35076abdb818', 106, 1, 'MyApp', '[]', 0, '2020-12-27 12:56:05', '2020-12-27 12:56:05', '2021-12-27 14:56:05'),
('e4f6f75ae6493a03ec55be20b3fe4bb86ff6fb293762bdb733f672a9ac7ba4b10e4dd5df79b75f5a', 85, 1, 'MyApp', '[]', 0, '2020-11-30 10:09:01', '2020-11-30 10:09:01', '2021-11-30 12:09:01'),
('e776ceefb52f6e28d9fdd77e99dd0d453210cfd4e074933d0f8e4094db879730a9d3ac09d6f7fcb4', 103, 1, 'MyApp', '[]', 0, '2020-12-24 12:05:27', '2020-12-24 12:05:27', '2021-12-24 14:05:27'),
('e7b3336bdf2759e4cee4a55fd00a7fc028aedce55912e839e005cfcd490016e632656f5dd0674702', 46, 1, 'MyApp', '[]', 0, '2020-11-03 08:59:57', '2020-11-03 08:59:57', '2021-11-03 10:59:57'),
('e961cf263fe092ce05ffef930b5d539064d6a32099e63ae82ae9a17dbb95ed83da580901ba866787', 104, 1, 'MyApp', '[]', 0, '2021-02-20 14:12:48', '2021-02-20 14:12:48', '2022-02-20 16:12:48'),
('ea448fa94b1c4be36f7f0dd911df50bf0989332559c40405d8fc55680569f2cc3a272a186639217e', 87, 1, 'MyApp', '[]', 0, '2020-12-02 11:59:57', '2020-12-02 11:59:57', '2021-12-02 13:59:57'),
('ebe7aae818b3c6a970543e39d194e35e8482eaa0b2410ea9473c535a3d4a7da9aa0a7bdee267d708', 75, 1, 'MyApp', '[]', 0, '2020-11-03 12:31:32', '2020-11-03 12:31:32', '2021-11-03 14:31:32'),
('ef00d9e32a1f687f93303f33721a247855c71f28322ea08337cf9c17cbc46abdcb3c7c84979ea219', 47, 1, 'MyApp', '[]', 0, '2020-11-03 09:02:50', '2020-11-03 09:02:50', '2021-11-03 11:02:50'),
('ef4e4911699d0e1293b8e61d996f3d5ef41c22d786cc22f784a67c8e99b21095937a580e3a249377', 103, 1, 'MyApp', '[]', 0, '2021-01-27 13:18:59', '2021-01-27 13:18:59', '2022-01-27 15:18:59'),
('ef59e05d93310ed9a41540bb091bb3b220fb8a660c24dee881bcbab2b2d4edbfe1e6fbedfcfb2cf1', 54, 1, 'MyApp', '[]', 0, '2020-11-03 09:19:50', '2020-11-03 09:19:50', '2021-11-03 11:19:50'),
('f0821a3f6a19a50eae45f4e5f80a1ac53334f0a303e669c4e01d4c8ad762f9062385eabc4cff123b', 109, 1, 'MyApp', '[]', 0, '2020-12-28 14:20:46', '2020-12-28 14:20:46', '2021-12-28 16:20:46'),
('f0c076c17ac5d8c158793fb9f141b14630ecc468ca745632b1aa7e2cb73796e836eefff2972fcb79', 35, 1, 'MyApp', '[]', 0, '2020-11-02 12:00:50', '2020-11-02 12:00:50', '2021-11-02 14:00:50');
INSERT INTO `oauth_access_tokens` (`id`, `user_id`, `client_id`, `name`, `scopes`, `revoked`, `created_at`, `updated_at`, `expires_at`) VALUES
('f0d106913b29f7fadb36bcb2d69b5b0101ae31cffc683f06d5c74b2a7528f52212c32e00608909eb', 93, 1, 'MyApp', '[]', 0, '2020-12-17 13:32:57', '2020-12-17 13:32:57', '2021-12-17 15:32:57'),
('f11be909788b7f15d76d3113cae202d9016c11b54406ab91c256e967a4cb8bb06e5e5b85c29a6d85', 84, 1, 'MyApp', '[]', 0, '2020-11-05 10:06:13', '2020-11-05 10:06:13', '2021-11-05 12:06:13'),
('f3d6afaf692cb939a36e1ae372ffb16926e6bc85efb202a074fdba7c6c73e43d0a864e215719b4fc', 93, 1, 'MyApp', '[]', 0, '2020-12-27 09:05:55', '2020-12-27 09:05:55', '2021-12-27 11:05:55'),
('f4f1bd0e491eb5e662ec6030f02b16bd8561a13e991bcd5758607220757ca5ee9d624e8717836106', 30, 1, 'MyApp', '[]', 0, '2020-10-18 09:23:54', '2020-10-18 09:23:54', '2021-10-18 11:23:54'),
('f7d5e66c0f42eff280791d5d31edf86850aa695728a381cea19780efedacf839d8b4a788af3047a6', 114, 1, 'MyApp', '[]', 0, '2021-01-27 11:24:57', '2021-01-27 11:24:57', '2022-01-27 13:24:57'),
('f82054ce64132843735c02006f290ba81bda8dcc1dcba0a04e980c53f8d9ef9098b28eb48f3bad4a', 93, 1, 'MyApp', '[]', 0, '2020-12-27 12:13:06', '2020-12-27 12:13:06', '2021-12-27 14:13:06'),
('fbc63548b095f9ef8066a61180aaea4d3010f38b6ecc1e1d36eafb2b746fe3c3fdca8d72bcf9c1a3', 93, 1, 'MyApp', '[]', 0, '2021-01-26 08:42:12', '2021-01-26 08:42:12', '2022-01-26 10:42:12'),
('fc65de0f72a78a614e5079608b8d72ea051adb1f94b28b4f60438737436daf7bcf6bd9230d7e70eb', 104, 1, NULL, '[]', 0, '2020-12-27 08:42:58', '2020-12-27 08:42:58', '2021-12-27 10:42:58'),
('fe196b225f751da5a7d4f2866b6450cc097d8657fe222df6a4be167fc13fab01bb468c994ff3b3a7', 65, 1, 'MyApp', '[]', 0, '2020-11-03 10:24:02', '2020-11-03 10:24:02', '2021-11-03 12:24:02'),
('fef68bb4b760c9209b8d3ff449edb7ccbf11db9c287b3587f70606a3f4de717f756a2e27eeb95386', 57, 1, 'MyApp', '[]', 0, '2020-11-03 09:34:32', '2020-11-03 09:34:32', '2021-11-03 11:34:32'),
('ff8dc4b5f4daaba7df6509b65c10b279fdb484a7de7c6b99130fd97645ebc59ac93a2d6a64209e39', 40, 1, 'MyApp', '[]', 0, '2020-11-03 08:34:52', '2020-11-03 08:34:52', '2021-11-03 10:34:52');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_auth_codes`
--

CREATE TABLE `oauth_auth_codes` (
  `id` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `user_id` bigint(20) NOT NULL,
  `client_id` int(10) UNSIGNED NOT NULL,
  `scopes` text COLLATE utf8_unicode_ci,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `oauth_clients`
--

CREATE TABLE `oauth_clients` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `secret` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `redirect` text COLLATE utf8_unicode_ci NOT NULL,
  `personal_access_client` tinyint(1) NOT NULL,
  `password_client` tinyint(1) NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `oauth_clients`
--

INSERT INTO `oauth_clients` (`id`, `user_id`, `name`, `secret`, `redirect`, `personal_access_client`, `password_client`, `revoked`, `created_at`, `updated_at`) VALUES
(1, NULL, 'Laravel Personal Access Client', '0VgXgPBlFxJh8QKLvzyp6F13AVqx4nveCcY0OgLD', 'http://localhost', 1, 0, 0, '2020-06-21 10:14:35', '2020-06-21 10:14:35'),
(2, NULL, 'Laravel Password Grant Client', 'dvLMkWVh1TYxF0H4qoZRp3nf2Zuz7rO6215PZ2zg', 'http://localhost', 0, 1, 0, '2020-06-21 10:14:35', '2020-06-21 10:14:35');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_personal_access_clients`
--

CREATE TABLE `oauth_personal_access_clients` (
  `id` int(10) UNSIGNED NOT NULL,
  `client_id` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `oauth_personal_access_clients`
--

INSERT INTO `oauth_personal_access_clients` (`id`, `client_id`, `created_at`, `updated_at`) VALUES
(1, 1, '2020-06-21 10:14:35', '2020-06-21 10:14:35');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_refresh_tokens`
--

CREATE TABLE `oauth_refresh_tokens` (
  `id` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `access_token_id` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `orders`
--

CREATE TABLE `orders` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `serial_num` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `user_id` int(11) NOT NULL DEFAULT '0',
  `branch_id` int(11) DEFAULT NULL,
  `local` tinyint(1) NOT NULL DEFAULT '0',
  `travel_type` enum('hand','car','no') COLLATE utf8_unicode_ci NOT NULL DEFAULT 'no',
  `families_Individuals` enum('families','individuals') COLLATE utf8_unicode_ci DEFAULT NULL,
  `Individuals_num` int(11) NOT NULL DEFAULT '0',
  `arrival_time` time DEFAULT NULL,
  `car_type` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `car_color` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `car_palet` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `discount` double NOT NULL DEFAULT '0',
  `copon_id` int(11) DEFAULT NULL,
  `total_price` double NOT NULL DEFAULT '0',
  `tax_price` double NOT NULL DEFAULT '0',
  `order_vat` double NOT NULL DEFAULT '0',
  `app_vat` double NOT NULL DEFAULT '0',
  `pay_type` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `ready_time` time DEFAULT NULL,
  `order_date` datetime DEFAULT NULL,
  `status` enum('submited','rejected','canceled','preparing','prepared','arrival','done') COLLATE utf8_unicode_ci NOT NULL DEFAULT 'submited',
  `is_rated` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `orders`
--

INSERT INTO `orders` (`id`, `serial_num`, `user_id`, `branch_id`, `local`, `travel_type`, `families_Individuals`, `Individuals_num`, `arrival_time`, `car_type`, `car_color`, `car_palet`, `discount`, `copon_id`, `total_price`, `tax_price`, `order_vat`, `app_vat`, `pay_type`, `ready_time`, `order_date`, `status`, `is_rated`, `created_at`, `updated_at`) VALUES
(1, '202101261057', 126, 1, 0, 'hand', NULL, 0, '11:27:00', NULL, NULL, NULL, 0, NULL, 50, 1, 6.4, 0.1, 'cash', '11:27:00', '2021-01-26 10:57:00', 'rejected', 0, '2021-01-26 08:57:30', '2021-04-04 23:47:01'),
(2, '202101261111', 126, 1, 0, 'hand', NULL, 0, '11:41:00', NULL, NULL, NULL, 0, NULL, 216.2, 1, 28.1, 0.1, 'cash', '11:41:00', '2021-01-26 11:11:00', 'done', 1, '2021-01-26 09:11:24', '2021-01-26 09:55:29'),
(3, '202101261258', 114, 12, 0, 'car', NULL, 0, '12:58:00', 'مرسيدس', 'اسود', '٢٢٢٢٢٢٢٢', 0, NULL, 42.5, 1, 5.4, 0.1, 'cash', '12:58:00', '2021-01-26 12:58:00', 'done', 1, '2021-01-26 10:58:59', '2021-01-26 11:01:18'),
(4, '202101271239', 114, 12, 0, 'hand', NULL, 0, '12:39:00', NULL, NULL, NULL, 0, NULL, 13.8, 1, 1.7, 0.1, 'cash', '12:39:00', '2021-01-27 12:39:00', 'canceled', 0, '2021-01-27 10:39:22', '2021-01-27 10:39:26'),
(5, '202101271911', 114, 12, 0, 'hand', NULL, 0, '19:11:00', NULL, NULL, NULL, 0, NULL, 13.8, 1, 1.7, 0.1, 'cash', '19:11:00', '2021-01-27 19:11:00', 'canceled', 0, '2021-01-27 17:11:12', '2021-01-27 17:11:56'),
(6, '202101281511', 114, 12, 0, 'hand', NULL, 0, '15:21:00', NULL, NULL, NULL, 0, NULL, 13.8, 1, 1.7, 0.1, 'cash', '15:21:00', '2021-01-28 15:11:00', 'canceled', 0, '2021-01-28 13:11:30', '2021-01-28 13:11:57'),
(7, '202101281512', 114, 12, 0, 'hand', NULL, 0, '15:32:00', NULL, NULL, NULL, 0, NULL, 13.8, 1, 1.7, 0.1, 'cash', '15:32:00', '2021-01-28 15:12:00', 'canceled', 0, '2021-01-28 13:12:17', '2021-01-28 13:12:53'),
(8, '202101281527', 114, 12, 0, 'hand', NULL, 0, '15:37:00', NULL, NULL, NULL, 0, NULL, 13.8, 1, 1.7, 0.1, 'cash', '15:37:00', '2021-01-28 15:27:00', 'canceled', 0, '2021-01-28 13:27:04', '2021-01-28 13:29:48'),
(9, '202101281718', 114, 12, 0, 'hand', NULL, 0, '17:38:00', NULL, NULL, NULL, 0, NULL, 13.8, 1, 1.7, 0.1, 'cash', '17:38:00', '2021-01-28 17:18:00', 'done', 0, '2021-01-28 15:18:50', '2021-01-29 16:43:45'),
(10, '202101291829', 113, 1, 1, 'no', 'families', 10, '18:59:00', NULL, NULL, NULL, 0, NULL, 370, 0, 0, 0, 'cash', '18:59:00', '2021-01-29 18:29:00', 'done', 0, '2021-01-29 16:29:15', '2021-02-16 13:44:52'),
(11, '202101291829', 113, 1, 1, 'no', 'families', 10, '18:59:00', NULL, NULL, NULL, 0, NULL, 370, 0, 0, 0, 'cash', '18:59:00', '2021-01-29 18:29:00', 'done', 0, '2021-01-29 16:29:31', '2021-02-16 13:44:47'),
(12, '202101292118', 113, 1, 1, 'no', 'families', 10, '21:48:00', NULL, NULL, NULL, 0, NULL, 370, 0, 0, 0, 'cash', '21:48:00', '2021-01-29 21:18:00', 'done', 0, '2021-01-29 19:18:52', '2021-02-16 13:44:41'),
(13, '202101311433', 114, 12, 0, 'hand', NULL, 0, '14:43:00', NULL, NULL, NULL, 0, NULL, 27.6, 1, 3.5, 0.1, 'cash', '14:43:00', '2021-01-31 14:33:00', 'canceled', 0, '2021-01-31 12:33:32', '2021-01-31 12:33:39'),
(14, '202101311751', 114, 12, 0, 'hand', NULL, 0, '18:01:00', NULL, NULL, NULL, 0, NULL, 13.8, 1, 1.7, 0.1, 'cash', '18:01:00', '2021-01-31 17:51:00', 'done', 0, '2021-01-31 15:51:28', '2021-01-31 16:00:23'),
(15, '202101311823', 114, 12, 0, 'hand', NULL, 0, '18:23:00', NULL, NULL, NULL, 0, NULL, 13.8, 1, 1.7, 0.1, 'cash', '18:30:00', '2021-01-31 18:23:00', 'done', 0, '2021-01-31 16:23:47', '2021-01-31 18:30:27'),
(16, '202101312037', 114, 1, 0, 'hand', NULL, 0, '21:07:00', NULL, NULL, NULL, 0, NULL, 181.7, 1, 23.6, 0.1, 'cash', '21:07:00', '2021-01-31 20:37:00', 'done', 0, '2021-01-31 18:37:19', '2021-01-31 18:41:05'),
(17, '202102021705', 114, 1, 0, 'hand', NULL, 0, '17:35:00', NULL, NULL, NULL, 0, NULL, 64.4, 1, 8.3, 0.1, 'cash', '17:35:00', '2021-02-02 17:05:00', 'done', 0, '2021-02-02 15:05:06', '2021-02-02 15:08:27'),
(18, '202102031358', 104, 1, 0, 'hand', NULL, 0, '14:28:00', NULL, NULL, NULL, 0, NULL, 64.4, 1, 8.3, 0.1, 'cash', '14:28:00', '2021-02-03 13:58:00', 'done', 0, '2021-02-03 11:58:49', '2021-02-16 13:44:34'),
(19, '202102051311', 104, 1, 0, 'hand', NULL, 0, '13:41:00', NULL, NULL, NULL, 0, NULL, 64.4, 1, 8.3, 0.1, 'cash', '13:41:00', '2021-02-05 13:11:00', 'done', 0, '2021-02-05 11:11:48', '2021-02-05 11:34:02'),
(20, '202102051329', 104, 1, 0, 'hand', NULL, 0, '13:59:00', NULL, NULL, NULL, 0, NULL, 64.4, 1, 8.3, 0.1, 'cash', '13:59:00', '2021-02-05 13:29:00', 'done', 0, '2021-02-05 11:29:46', '2021-02-16 13:44:27'),
(21, '202102081155', 150, 1, 0, 'car', NULL, 0, '12:25:00', 'كيا', 'سمرا', '356', 0, NULL, 158.1, 1, 20.5, 0.1, 'cash', '12:25:00', '2021-02-08 11:55:00', 'done', 1, '2021-02-08 09:55:29', '2021-02-08 09:56:50'),
(22, '202102081157', 150, 1, 0, 'car', NULL, 0, '12:27:00', 'سمرا', 'كيا', '123446', 0, NULL, 158.1, 1, 20.5, 0.1, 'cash', '12:27:00', '2021-02-08 11:57:00', 'canceled', 0, '2021-02-08 09:57:35', '2021-02-08 09:57:52'),
(23, '202102081159', 150, 1, 0, 'hand', NULL, 0, '12:29:00', NULL, NULL, NULL, 0, NULL, 158.1, 1, 20.5, 0.1, 'cash', '12:29:00', '2021-02-08 11:59:00', 'canceled', 0, '2021-02-08 09:59:46', '2021-02-08 09:59:53'),
(24, '202102081201', 150, 12, 0, 'hand', NULL, 0, '12:14:00', NULL, NULL, NULL, 0, NULL, 12.1, 1, 1.4, 0.1, 'cash', '12:14:00', '2021-02-08 12:01:00', 'done', 0, '2021-02-08 10:01:27', '2021-02-08 10:02:36'),
(25, '202102081342', 151, 12, 0, 'hand', NULL, 0, '13:55:00', NULL, NULL, NULL, 0, NULL, 12.1, 1, 1.4, 0.1, 'cash', '13:55:00', '2021-02-08 13:42:00', 'canceled', 0, '2021-02-08 11:42:20', '2021-02-08 11:42:47'),
(26, '202102090520', 114, 1, 0, 'hand', NULL, 0, '05:50:00', NULL, NULL, NULL, 0, NULL, 56.1, 1, 7.2, 0.1, 'cash', '05:50:00', '2021-02-09 05:20:00', 'canceled', 0, '2021-02-09 03:20:19', '2021-02-09 03:20:39'),
(27, '202102090520', 114, 1, 0, 'hand', NULL, 0, '05:50:00', NULL, NULL, NULL, 0, NULL, 56.1, 1, 7.2, 0.1, 'cash', '05:50:00', '2021-02-09 05:20:00', 'canceled', 0, '2021-02-09 03:20:58', '2021-02-09 03:43:02'),
(28, '202102090543', 114, 1, 0, 'hand', NULL, 0, '06:13:00', NULL, NULL, NULL, 0, NULL, 56.1, 1, 7.2, 0.1, 'cash', '06:13:00', '2021-02-09 05:43:00', 'canceled', 0, '2021-02-09 03:43:17', '2021-02-09 03:43:31'),
(29, '202102110906', 126, 1, 1, 'no', 'families', 2, '09:36:00', NULL, NULL, NULL, 0, NULL, 56.1, 1, 7.2, 0.1, 'cash', '09:36:00', '2021-02-11 09:06:00', 'rejected', 0, '2021-02-11 07:06:48', '2021-02-11 08:15:46'),
(30, '202102111019', 126, 1, 0, 'hand', NULL, 0, '10:37:00', NULL, NULL, NULL, 0, NULL, 28.1, 1, 3.5, 0.1, 'cash', '10:37:00', '2021-02-11 10:19:00', 'done', 1, '2021-02-11 08:19:35', '2021-02-11 08:21:55'),
(31, '202102161454', 114, 12, 0, 'car', NULL, 0, '15:07:00', '،', '،', '،', 0, NULL, 12.1, 1, 1.4, 0.1, 'cash', '15:07:00', '2021-02-16 14:54:00', 'done', 0, '2021-02-16 12:54:28', '2021-02-16 12:56:30'),
(32, '202102161458', 114, 12, 0, 'hand', NULL, 0, '15:11:00', NULL, NULL, NULL, 0, NULL, 23.1, 1, 2.9, 0.1, 'cash', '15:11:00', '2021-02-16 14:58:00', 'done', 0, '2021-02-16 12:58:01', '2021-04-04 03:15:30'),
(33, '202102161500', 114, 12, 0, 'hand', NULL, 0, '15:13:00', NULL, NULL, NULL, 0, NULL, 12.1, 1, 1.4, 0.1, 'cash', '15:13:00', '2021-02-16 15:00:00', 'canceled', 0, '2021-02-16 13:00:14', '2021-02-16 13:00:38'),
(34, '202102161500', 114, 12, 0, 'hand', NULL, 0, '15:13:00', NULL, NULL, NULL, 0, NULL, 12.1, 1, 1.4, 0.1, 'cash', '15:13:00', '2021-02-16 15:00:00', 'done', 0, '2021-02-16 13:00:57', '2021-04-04 03:15:01'),
(35, '202102261835', 114, 1, 0, 'hand', NULL, 0, '19:15:00', NULL, NULL, NULL, 0, NULL, 240, 0, 31.3, 0, 'cash', '19:15:00', '2021-02-26 18:35:00', 'canceled', 0, '2021-02-26 16:35:41', '2021-02-26 16:35:49'),
(36, '202102261836', 114, 1, 0, 'hand', NULL, 0, '19:04:00', NULL, NULL, NULL, 0, NULL, 20, 0, 2.6, 0, 'cash', '19:04:00', '2021-02-26 18:36:00', 'canceled', 0, '2021-02-26 16:36:21', '2021-02-26 16:36:25'),
(37, '202102281316', 93, 1, 0, 'hand', NULL, 0, '13:39:00', NULL, NULL, NULL, 0, NULL, 100, 0, 13, 0, 'cash', '13:39:00', '2021-02-28 13:16:00', 'done', 1, '2021-02-28 11:16:44', '2021-02-28 11:19:07'),
(38, '202102281319', 93, 1, 0, 'hand', NULL, 0, '13:49:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '13:49:00', '2021-02-28 13:19:00', 'done', 0, '2021-02-28 11:19:44', '2021-02-28 11:20:34'),
(39, '202102281432', 93, 1, 0, 'hand', NULL, 0, '14:50:00', NULL, NULL, NULL, 0, NULL, 20, 0, 2.6, 0, 'cash', '14:50:00', '2021-02-28 14:32:00', 'done', 0, '2021-02-28 12:32:43', '2021-02-28 12:33:07'),
(40, '202102281433', 93, 1, 0, 'hand', NULL, 0, '14:51:00', NULL, NULL, NULL, 0, NULL, 20, 0, 2.6, 0, 'cash', '14:51:00', '2021-02-28 14:33:00', 'done', 0, '2021-02-28 12:33:54', '2021-02-28 12:34:40'),
(41, '202102281435', 93, 1, 0, 'hand', NULL, 0, '14:53:00', NULL, NULL, NULL, 0, NULL, 20, 0, 2.6, 0, 'cash', '14:53:00', '2021-02-28 14:35:00', 'canceled', 0, '2021-02-28 12:35:17', '2021-02-28 12:35:20'),
(42, '202102281435', 93, 1, 0, 'hand', NULL, 0, '14:53:00', NULL, NULL, NULL, 0, NULL, 20, 0, 2.6, 0, 'cash', '14:53:00', '2021-02-28 14:35:00', 'done', 0, '2021-02-28 12:35:32', '2021-02-28 12:36:03'),
(43, '202103041504', 93, 1, 0, 'hand', NULL, 0, '15:27:00', NULL, NULL, NULL, 0, NULL, 100, 0, 13, 0, 'cash', '15:27:00', '2021-03-04 15:04:00', 'canceled', 0, '2021-03-04 13:04:43', '2021-03-04 13:04:49'),
(44, '202103090247', 114, 1, 0, 'hand', NULL, 0, '03:00:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '03:00:00', '2021-03-09 02:47:00', 'canceled', 0, '2021-03-09 00:47:17', '2021-03-09 00:48:04'),
(45, '202103110117', 114, 1, 0, 'hand', NULL, 0, '01:47:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '01:47:00', '2021-03-11 01:17:00', 'canceled', 0, '2021-03-10 23:17:42', '2021-03-10 23:17:56'),
(46, '202103110204', 114, 1, 0, 'hand', NULL, 0, '02:34:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '02:34:00', '2021-03-11 02:04:00', 'done', 0, '2021-03-11 00:04:17', '2021-03-11 00:06:35'),
(47, '202103110207', 114, 1, 0, 'hand', NULL, 0, '02:37:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '05:35:00', '2021-03-11 02:07:00', 'rejected', 0, '2021-03-11 00:07:43', '2021-03-11 13:02:20'),
(48, '202103110944', 93, 1, 0, 'hand', NULL, 0, '10:14:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '10:14:00', '2021-03-11 09:44:00', 'canceled', 0, '2021-03-11 07:44:13', '2021-03-11 07:44:39'),
(49, '202103110945', 93, 1, 0, 'hand', NULL, 0, '10:15:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '10:15:00', '2021-03-11 09:45:00', 'canceled', 0, '2021-03-11 07:45:33', '2021-03-11 07:46:06'),
(50, '202103110946', 93, 1, 0, 'hand', NULL, 0, '10:16:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '10:16:00', '2021-03-11 09:46:00', 'done', 0, '2021-03-11 07:46:33', '2021-03-11 07:47:18'),
(51, '202103110947', 93, 1, 0, 'hand', NULL, 0, '10:17:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '10:17:00', '2021-03-11 09:47:00', 'canceled', 0, '2021-03-11 07:47:48', '2021-03-11 07:48:11'),
(52, '202103110959', 93, 1, 0, 'hand', NULL, 0, '10:29:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '10:29:00', '2021-03-11 09:59:00', 'canceled', 0, '2021-03-11 07:59:38', '2021-03-11 07:59:50'),
(53, '202103111000', 93, 1, 0, 'hand', NULL, 0, '10:30:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '10:30:00', '2021-03-11 10:00:00', 'canceled', 0, '2021-03-11 08:00:03', '2021-03-11 08:00:12'),
(54, '202103111000', 93, 1, 0, 'hand', NULL, 0, '10:30:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '10:30:00', '2021-03-11 10:00:00', 'canceled', 0, '2021-03-11 08:00:23', '2021-03-11 08:00:37'),
(55, '202103111000', 93, 1, 0, 'hand', NULL, 0, '10:13:00', NULL, NULL, NULL, 0, NULL, 30, 0, 3.9, 0, 'cash', '10:13:00', '2021-03-11 10:00:00', 'canceled', 0, '2021-03-11 08:00:53', '2021-03-11 08:01:04'),
(56, '202103111003', 93, 1, 0, 'hand', NULL, 0, '10:33:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '10:33:00', '2021-03-11 10:03:00', 'canceled', 0, '2021-03-11 08:03:27', '2021-03-11 08:05:52'),
(57, '202103111006', 93, 1, 0, 'hand', NULL, 0, '10:19:00', NULL, NULL, NULL, 0, NULL, 30, 0, 3.9, 0, 'cash', '10:19:00', '2021-03-11 10:06:00', 'canceled', 0, '2021-03-11 08:06:04', '2021-03-11 08:07:04'),
(58, '202103111007', 93, 1, 0, 'hand', NULL, 0, '10:20:00', NULL, NULL, NULL, 0, NULL, 30, 0, 3.9, 0, 'cash', '10:20:00', '2021-03-11 10:07:00', 'canceled', 0, '2021-03-11 08:07:14', '2021-03-11 08:12:31'),
(59, '202103111013', 93, 1, 0, 'hand', NULL, 0, '10:26:00', NULL, NULL, NULL, 0, NULL, 30, 0, 3.9, 0, 'cash', '10:26:00', '2021-03-11 10:13:00', 'canceled', 0, '2021-03-11 08:13:12', '2021-03-11 08:13:20'),
(60, '202103111017', 93, 1, 0, 'hand', NULL, 0, '10:47:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '10:47:00', '2021-03-11 10:17:00', 'rejected', 0, '2021-03-11 08:17:15', '2021-03-11 08:17:34'),
(61, '202103111018', 93, 1, 0, 'hand', NULL, 0, '10:48:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '10:48:00', '2021-03-11 10:18:00', 'canceled', 0, '2021-03-11 08:18:13', '2021-03-11 08:18:30'),
(62, '202103141940', 93, 1, 1, 'no', 'individuals', 2, '20:20:00', NULL, NULL, NULL, 0, NULL, 110, 0, 14.3, 0, 'cash', '20:20:00', '2021-03-14 19:40:00', 'canceled', 0, '2021-03-14 17:40:10', '2021-03-14 17:40:31'),
(63, '202103141942', 93, 1, 1, 'no', 'individuals', 2, '20:12:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '20:12:00', '2021-03-14 19:42:00', 'canceled', 0, '2021-03-14 17:42:37', '2021-03-14 17:42:48'),
(64, '202103181805', 114, 1, 0, 'hand', NULL, 0, '18:35:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '18:35:00', '2021-03-18 18:05:00', 'canceled', 0, '2021-03-18 16:05:06', '2021-03-18 16:07:49'),
(65, '202103181814', 114, 12, 0, 'hand', NULL, 0, '18:27:00', NULL, NULL, NULL, 0, NULL, 11, 0, 1.4, 0, 'cash', '18:27:00', '2021-03-18 18:14:00', 'canceled', 0, '2021-03-18 16:14:36', '2021-03-18 16:15:56'),
(66, '202103181822', 93, 1, 0, 'hand', NULL, 0, '18:52:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '18:52:00', '2021-03-18 18:22:00', 'canceled', 0, '2021-03-18 16:22:30', '2021-03-18 16:22:48'),
(67, '202103181823', 93, 1, 0, 'hand', NULL, 0, '18:53:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '18:53:00', '2021-03-18 18:23:00', 'canceled', 0, '2021-03-18 16:23:00', '2021-03-18 16:23:30'),
(68, '202103210608', 114, 1, 0, 'hand', NULL, 0, '06:38:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '06:38:00', '2021-03-21 06:08:00', 'canceled', 0, '2021-03-21 04:08:07', '2021-03-21 04:08:28'),
(69, '202103210608', 114, 1, 0, 'hand', NULL, 0, '06:38:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '06:38:00', '2021-03-21 06:08:00', 'canceled', 0, '2021-03-21 04:08:40', '2021-03-21 04:10:22'),
(70, '202103210611', 114, 1, 0, 'hand', NULL, 0, '06:41:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '06:41:00', '2021-03-21 06:11:00', 'canceled', 0, '2021-03-21 04:11:49', '2021-03-21 04:12:09'),
(71, '202103210612', 114, 1, 0, 'hand', NULL, 0, '06:25:00', NULL, NULL, NULL, 0, NULL, 30, 0, 3.9, 0, 'cash', '06:25:00', '2021-03-21 06:12:00', 'canceled', 0, '2021-03-21 04:12:32', '2021-03-21 04:12:39'),
(72, '202103210613', 114, 1, 0, 'hand', NULL, 0, '06:26:00', NULL, NULL, NULL, 0, NULL, 30, 0, 3.9, 0, 'cash', '06:26:00', '2021-03-21 06:13:00', 'canceled', 0, '2021-03-21 04:13:05', '2021-03-21 04:13:35'),
(73, '202103210614', 114, 1, 0, 'hand', NULL, 0, '06:27:00', NULL, NULL, NULL, 0, NULL, 30, 0, 3.9, 0, 'cash', '06:27:00', '2021-03-21 06:14:00', 'canceled', 0, '2021-03-21 04:14:28', '2021-03-21 21:55:01'),
(74, '202103211139', 93, 1, 0, 'hand', NULL, 0, '12:09:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '12:09:00', '2021-03-21 11:39:00', 'done', 0, '2021-03-21 09:39:37', '2021-03-21 09:41:01'),
(75, '202103211141', 93, 1, 0, 'hand', NULL, 0, '12:11:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '12:11:00', '2021-03-21 11:41:00', 'done', 0, '2021-03-21 09:41:41', '2021-03-21 09:46:42'),
(76, '202103211151', 93, 1, 0, 'hand', NULL, 0, '12:21:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '12:21:00', '2021-03-21 11:51:00', 'done', 0, '2021-03-21 09:51:45', '2021-03-21 09:52:24'),
(77, '202103212358', 114, 1, 0, 'hand', NULL, 0, '00:28:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '00:28:00', '2021-03-21 23:58:00', 'canceled', 0, '2021-03-21 21:58:13', '2021-03-21 21:58:37'),
(78, '202103291530', 93, 1, 0, 'hand', NULL, 0, '16:00:00', NULL, NULL, NULL, 0, NULL, 55, 0, 7.2, 0, 'cash', '16:00:00', '2021-03-29 15:30:00', 'done', 1, '2021-03-29 22:30:15', '2021-03-29 22:31:33'),
(79, '202104242231', 172, 1, 0, 'hand', NULL, 0, '22:44:00', NULL, NULL, NULL, 0, NULL, 30, 0, 3.9, 0, 'cash', '22:44:00', '2021-04-24 22:31:00', 'canceled', 0, '2021-04-25 05:31:15', '2021-04-25 05:32:05'),
(80, '202104242232', 172, 1, 0, 'hand', NULL, 0, '22:45:00', NULL, NULL, NULL, 0, NULL, 33, 0, 4.3, 0, 'cash', '22:45:00', '2021-04-24 22:32:00', 'canceled', 0, '2021-04-25 05:32:26', '2021-04-25 05:33:25'),
(81, '202104242233', 172, 1, 0, 'hand', NULL, 0, '23:03:00', NULL, NULL, NULL, 0, NULL, 157, 0, 20.5, 0, 'cash', '23:03:00', '2021-04-24 22:33:00', 'canceled', 0, '2021-04-25 05:33:49', '2021-04-25 05:35:24'),
(82, '202104251110', 93, 1, 0, 'hand', NULL, 0, '11:33:00', NULL, NULL, NULL, 0, NULL, 100, 0, 13, 0, 'cash', '11:33:00', '2021-04-25 11:10:00', 'done', 0, '2021-04-25 18:10:19', '2021-04-25 18:14:20'),
(83, '202104251210', 93, 1, 0, 'hand', NULL, 0, '12:33:00', NULL, NULL, NULL, 0, NULL, 100, 0, 13, 0, 'cash', '12:33:00', '2021-04-25 12:10:00', 'done', 1, '2021-04-25 19:10:50', '2021-04-25 19:12:20'),
(84, '202104260417', 114, 1, 0, 'hand', NULL, 0, '04:40:00', NULL, NULL, NULL, 0, NULL, 100, 0, 13, 0, 'cash', '04:40:00', '2021-04-26 04:17:00', 'canceled', 0, '2021-04-26 11:17:09', '2021-04-26 11:17:45'),
(85, '202104260420', 114, 1, 0, 'hand', NULL, 0, '04:50:00', NULL, NULL, NULL, 0, NULL, 157, 0, 20.5, 0, 'cash', '04:50:00', '2021-04-26 04:20:00', 'canceled', 0, '2021-04-26 11:20:38', '2021-04-26 11:21:08'),
(86, '202104262255', 172, 1, 0, 'hand', NULL, 0, '23:25:00', NULL, NULL, NULL, 0, NULL, 157, 0, 20.5, 0, 'cash', '23:25:00', '2021-04-26 22:55:00', 'canceled', 0, '2021-04-27 05:55:25', '2021-04-27 05:55:35'),
(87, '202104270402', 114, 1, 0, 'hand', NULL, 0, '04:32:00', NULL, NULL, NULL, 0, NULL, 157, 0, 20.5, 0, 'cash', '04:32:00', '2021-04-27 04:02:00', 'done', 0, '2021-04-27 11:02:09', '2021-04-27 11:04:15'),
(88, '202104270405', 114, 1, 0, 'hand', NULL, 0, '04:18:00', NULL, NULL, NULL, 0, NULL, 30, 0, 3.9, 0, 'cash', '04:18:00', '2021-04-27 04:05:00', 'rejected', 0, '2021-04-27 11:05:18', '2021-04-27 11:15:01'),
(89, '202104270900', 114, 12, 0, 'hand', NULL, 0, '09:12:00', NULL, NULL, NULL, 0, NULL, 20, 0, 2.6, 0, 'cash', '09:12:00', '2021-04-27 09:00:00', 'canceled', 0, '2021-04-27 16:00:29', '2021-04-27 16:00:37'),
(90, '202105010128', 114, 1, 0, 'hand', NULL, 0, '01:41:00', NULL, NULL, NULL, 0, NULL, 30, 0, 3.9, 0, 'cash', '01:41:00', '2021-05-01 01:28:00', 'done', 0, '2021-05-01 08:28:40', '2021-05-01 08:30:34'),
(91, '202105091411', 93, 1, 0, 'hand', NULL, 0, '14:34:00', NULL, NULL, NULL, 0, NULL, 200, 0, 26.1, 0, 'cash', '14:34:00', '2021-05-09 14:11:00', 'done', 0, '2021-05-09 21:11:23', '2021-05-09 21:13:12'),
(92, '202105091504', 93, 1, 0, 'hand', NULL, 0, '15:22:00', NULL, NULL, NULL, 0, NULL, 58, 0, 7.6, 0, 'cash', '15:22:00', '2021-05-09 15:04:00', 'done', 0, '2021-05-09 22:04:17', '2021-05-09 22:04:55');

-- --------------------------------------------------------

--
-- Table structure for table `order_products`
--

CREATE TABLE `order_products` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `order_id` int(11) NOT NULL DEFAULT '0',
  `product_id` int(11) NOT NULL DEFAULT '0',
  `product_offer` enum('Product','Offer') COLLATE utf8_unicode_ci NOT NULL DEFAULT 'Product',
  `offer_discount` double NOT NULL DEFAULT '0',
  `quantity` int(11) NOT NULL DEFAULT '1',
  `price` double NOT NULL DEFAULT '0',
  `serialized_optios` text COLLATE utf8_unicode_ci,
  `custom_requires` text COLLATE utf8_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `order_products`
--

INSERT INTO `order_products` (`id`, `order_id`, `product_id`, `product_offer`, `offer_discount`, `quantity`, `price`, `serialized_optios`, `custom_requires`, `created_at`, `updated_at`) VALUES
(1, 1, 4, 'Offer', 12.5, 1, 42.5, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-01-26 08:57:30', '2021-01-26 08:57:30'),
(2, 2, 1, 'Product', 0, 1, 147, '[{\"id\":1,\"name\":\"\\u0627\\u0644\\u062d\\u062c\\u0645\",\"product_group_option\":[{\"title\":\"\\u0648\\u0633\\u0637\",\"price\":20,\"id\":2,\"quantity\":1}]},{\"id\":2,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u062c\\u0628\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0634\\u064a\\u062f\\u0631\",\"price\":2,\"id\":4,\"quantity\":1}]},{\"id\":3,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0644\\u062d\\u0645\",\"product_group_option\":[{\"title\":\"\\u062c\\u0645\\u0628\\u0631\\u064a\",\"price\":50,\"id\":7,\"quantity\":1}]},{\"id\":5,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":13,\"quantity\":1}]}]', NULL, '2021-01-26 09:11:24', '2021-01-26 09:11:24'),
(3, 2, 5, 'Offer', 10, 1, 40, '[{\"id\":17,\"name\":\"\\u0623\\u0643\\u064a\\u0627\\u0633 \\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"2 \\u0643\\u064a\\u0633 \\u0643\\u0627\\u062a\\u0634\\u0628\",\"price\":0,\"id\":41,\"quantity\":1}]},{\"id\":18,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0635\\u0648\\u0635\",\"product_group_option\":[{\"title\":\"\\u0635\\u0648\\u0635 \\u0623\\u0628\\u064a\\u0636\",\"price\":0,\"id\":42,\"quantity\":1}]},{\"id\":19,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0644\\u062d\\u0645\",\"product_group_option\":[{\"title\":\"\\u0641\\u0631\\u0627\\u062e\",\"price\":0,\"id\":44,\"quantity\":1}]}]', NULL, '2021-01-26 09:11:24', '2021-01-26 09:11:24'),
(4, 3, 18, 'Product', 0, 2, 36, '[]', NULL, '2021-01-26 10:58:59', '2021-01-26 10:58:59'),
(5, 4, 11, 'Product', 0, 1, 11, '[]', NULL, '2021-01-27 10:39:22', '2021-01-27 10:39:22'),
(6, 5, 11, 'Product', 0, 1, 11, '[]', NULL, '2021-01-27 17:11:12', '2021-01-27 17:11:12'),
(7, 6, 11, 'Product', 0, 1, 11, '[]', NULL, '2021-01-28 13:11:30', '2021-01-28 13:11:30'),
(8, 7, 11, 'Product', 0, 1, 11, '[]', NULL, '2021-01-28 13:12:17', '2021-01-28 13:12:17'),
(9, 8, 11, 'Product', 0, 1, 11, '[]', NULL, '2021-01-28 13:27:04', '2021-01-28 13:27:04'),
(10, 9, 11, 'Product', 0, 1, 11, '[]', NULL, '2021-01-28 15:18:50', '2021-01-28 15:18:50'),
(11, 13, 37, 'Product', 0, 1, 23, '[]', NULL, '2021-01-31 12:33:32', '2021-01-31 12:33:32'),
(12, 14, 11, 'Product', 0, 1, 11, '[]', NULL, '2021-01-31 15:51:28', '2021-01-31 15:51:28'),
(13, 15, 11, 'Product', 0, 1, 11, '[]', NULL, '2021-01-31 16:23:47', '2021-01-31 16:23:47'),
(14, 16, 1, 'Product', 0, 1, 157, '[{\"id\":1,\"name\":\"\\u0627\\u0644\\u062d\\u062c\\u0645\",\"product_group_option\":[{\"title\":\"\\u0643\\u0628\\u064a\\u0631\",\"price\":30,\"id\":1,\"quantity\":1}]},{\"id\":2,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u062c\\u0628\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0634\\u064a\\u062f\\u0631\",\"price\":2,\"id\":4,\"quantity\":1}]},{\"id\":3,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0644\\u062d\\u0645\",\"product_group_option\":[{\"title\":\"\\u062c\\u0645\\u0628\\u0631\\u064a\",\"price\":50,\"id\":7,\"quantity\":1}]},{\"id\":5,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":13,\"quantity\":1}]}]', NULL, '2021-01-31 18:37:19', '2021-01-31 18:37:19'),
(15, 17, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-02-02 15:05:06', '2021-02-02 15:05:06'),
(16, 18, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-02-03 11:58:49', '2021-02-03 11:58:49'),
(17, 19, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-02-05 11:11:48', '2021-02-05 11:11:48'),
(18, 20, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-02-05 11:29:46', '2021-02-05 11:29:46'),
(19, 21, 1, 'Product', 0, 1, 157, '[{\"id\":1,\"name\":\"\\u0627\\u0644\\u062d\\u062c\\u0645\",\"product_group_option\":[{\"title\":\"\\u0643\\u0628\\u064a\\u0631\",\"price\":30,\"id\":1,\"quantity\":1}]},{\"id\":2,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u062c\\u0628\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0634\\u064a\\u062f\\u0631\",\"price\":2,\"id\":4,\"quantity\":1}]},{\"id\":3,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0644\\u062d\\u0645\",\"product_group_option\":[{\"title\":\"\\u062c\\u0645\\u0628\\u0631\\u064a\",\"price\":50,\"id\":7,\"quantity\":1}]},{\"id\":5,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":13,\"quantity\":1}]}]', NULL, '2021-02-08 09:55:29', '2021-02-08 09:55:29'),
(20, 22, 1, 'Product', 0, 1, 157, '[{\"id\":1,\"name\":\"\\u0627\\u0644\\u062d\\u062c\\u0645\",\"product_group_option\":[{\"title\":\"\\u0643\\u0628\\u064a\\u0631\",\"price\":30,\"id\":1,\"quantity\":1}]},{\"id\":2,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u062c\\u0628\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0634\\u064a\\u062f\\u0631\",\"price\":2,\"id\":4,\"quantity\":1}]},{\"id\":3,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0644\\u062d\\u0645\",\"product_group_option\":[{\"title\":\"\\u062c\\u0645\\u0628\\u0631\\u064a\",\"price\":50,\"id\":7,\"quantity\":1}]},{\"id\":5,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":13,\"quantity\":1}]}]', NULL, '2021-02-08 09:57:35', '2021-02-08 09:57:35'),
(21, 23, 1, 'Product', 0, 1, 157, '[{\"id\":1,\"name\":\"\\u0627\\u0644\\u062d\\u062c\\u0645\",\"product_group_option\":[{\"title\":\"\\u0643\\u0628\\u064a\\u0631\",\"price\":30,\"id\":1,\"quantity\":1}]},{\"id\":2,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u062c\\u0628\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0634\\u064a\\u062f\\u0631\",\"price\":2,\"id\":4,\"quantity\":1}]},{\"id\":3,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0644\\u062d\\u0645\",\"product_group_option\":[{\"title\":\"\\u062c\\u0645\\u0628\\u0631\\u064a\",\"price\":50,\"id\":7,\"quantity\":1}]},{\"id\":5,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":13,\"quantity\":1}]}]', NULL, '2021-02-08 09:59:46', '2021-02-08 09:59:46'),
(22, 24, 11, 'Product', 0, 1, 11, '[]', NULL, '2021-02-08 10:01:27', '2021-02-08 10:01:27'),
(23, 25, 11, 'Product', 0, 1, 11, '[]', NULL, '2021-02-08 11:42:20', '2021-02-08 11:42:20'),
(24, 26, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-02-09 03:20:19', '2021-02-09 03:20:19'),
(25, 27, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-02-09 03:20:58', '2021-02-09 03:20:58'),
(26, 28, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-02-09 03:43:17', '2021-02-09 03:43:17'),
(27, 29, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-02-11 07:06:48', '2021-02-11 07:06:48'),
(28, 30, 3, 'Product', 0, 1, 27, '[{\"id\":8,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u062c\\u0628\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0634\\u064a\\u062f\\u0631\",\"price\":7,\"id\":20,\"quantity\":1}]},{\"id\":9,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":22,\"quantity\":1}]}]', NULL, '2021-02-11 08:19:35', '2021-02-11 08:19:35'),
(29, 31, 11, 'Product', 0, 1, 11, '[]', NULL, '2021-02-16 12:54:28', '2021-02-16 12:54:28'),
(30, 32, 11, 'Product', 0, 1, 11, '[]', NULL, '2021-02-16 12:58:01', '2021-02-16 12:58:01'),
(31, 32, 11, 'Product', 0, 1, 11, '[]', NULL, '2021-02-16 12:58:01', '2021-02-16 12:58:01'),
(32, 33, 11, 'Product', 0, 1, 11, '[]', NULL, '2021-02-16 13:00:14', '2021-02-16 13:00:14'),
(33, 34, 11, 'Product', 0, 1, 11, '[]', NULL, '2021-02-16 13:00:57', '2021-02-16 13:00:57'),
(34, 35, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-02-26 16:35:41', '2021-02-26 16:35:41'),
(35, 35, 4, 'Product', 0, 2, 110, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-02-26 16:35:41', '2021-02-26 16:35:41'),
(36, 35, 3, 'Product', 0, 1, 20, '[{\"id\":9,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":22,\"quantity\":1}]}]', NULL, '2021-02-26 16:35:41', '2021-02-26 16:35:41'),
(37, 35, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-02-26 16:35:41', '2021-02-26 16:35:41'),
(38, 36, 3, 'Product', 0, 1, 20, '[{\"id\":9,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":22,\"quantity\":1}]}]', NULL, '2021-02-26 16:36:21', '2021-02-26 16:36:21'),
(39, 37, 6, 'Product', 0, 1, 100, '[{\"id\":20,\"name\":\"\\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":46,\"quantity\":1}]}]', 'كاتشب ومايونيز', '2021-02-28 11:16:44', '2021-02-28 11:16:44'),
(40, 38, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-02-28 11:19:44', '2021-02-28 11:19:44'),
(41, 39, 3, 'Product', 0, 1, 20, '[{\"id\":9,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":22,\"quantity\":1}]}]', NULL, '2021-02-28 12:32:43', '2021-02-28 12:32:43'),
(42, 40, 3, 'Product', 0, 1, 20, '[{\"id\":9,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":22,\"quantity\":1}]}]', NULL, '2021-02-28 12:33:54', '2021-02-28 12:33:54'),
(43, 41, 3, 'Product', 0, 1, 20, '[{\"id\":9,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":22,\"quantity\":1}]}]', NULL, '2021-02-28 12:35:17', '2021-02-28 12:35:17'),
(44, 42, 3, 'Product', 0, 1, 20, '[{\"id\":9,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":22,\"quantity\":1}]}]', NULL, '2021-02-28 12:35:32', '2021-02-28 12:35:32'),
(45, 43, 6, 'Product', 0, 1, 100, '[{\"id\":20,\"name\":\"\\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":46,\"quantity\":1}]}]', NULL, '2021-03-04 13:04:43', '2021-03-04 13:04:43'),
(46, 44, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-09 00:47:17', '2021-03-09 00:47:17'),
(47, 45, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-10 23:17:42', '2021-03-10 23:17:42'),
(48, 46, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-11 00:04:17', '2021-03-11 00:04:17'),
(49, 47, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-11 00:07:43', '2021-03-11 00:07:43'),
(50, 48, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-11 07:44:13', '2021-03-11 07:44:13'),
(51, 49, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-11 07:45:33', '2021-03-11 07:45:33'),
(52, 50, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-11 07:46:33', '2021-03-11 07:46:33'),
(53, 51, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-11 07:47:48', '2021-03-11 07:47:48'),
(54, 52, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-11 07:59:38', '2021-03-11 07:59:38'),
(55, 53, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-11 08:00:03', '2021-03-11 08:00:03'),
(56, 54, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-11 08:00:23', '2021-03-11 08:00:23'),
(57, 55, 348, 'Product', 0, 1, 30, '[{\"id\":162,\"name\":\"\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"product_group_option\":[{\"title\":\"\\u0623\\u062e\\u062a\\u064a\\u0627\\u0631 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"price\":0,\"id\":478,\"quantity\":1}]}]', NULL, '2021-03-11 08:00:53', '2021-03-11 08:00:53'),
(58, 56, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-11 08:03:27', '2021-03-11 08:03:27'),
(59, 57, 348, 'Product', 0, 1, 30, '[{\"id\":162,\"name\":\"\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"product_group_option\":[{\"title\":\"\\u0623\\u062e\\u062a\\u064a\\u0627\\u0631 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"price\":0,\"id\":478,\"quantity\":1}]}]', NULL, '2021-03-11 08:06:04', '2021-03-11 08:06:04'),
(60, 58, 348, 'Product', 0, 1, 30, '[{\"id\":162,\"name\":\"\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"product_group_option\":[{\"title\":\"\\u0623\\u062e\\u062a\\u064a\\u0627\\u0631 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"price\":0,\"id\":478,\"quantity\":1}]}]', NULL, '2021-03-11 08:07:14', '2021-03-11 08:07:14'),
(61, 59, 348, 'Product', 0, 1, 30, '[{\"id\":162,\"name\":\"\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"product_group_option\":[{\"title\":\"\\u0623\\u062e\\u062a\\u064a\\u0627\\u0631 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"price\":0,\"id\":478,\"quantity\":1}]}]', NULL, '2021-03-11 08:13:12', '2021-03-11 08:13:12'),
(62, 60, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-11 08:17:15', '2021-03-11 08:17:15'),
(63, 61, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-11 08:18:13', '2021-03-11 08:18:13'),
(64, 62, 4, 'Product', 0, 2, 110, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":11,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0635\\u0648\\u0635\",\"product_group_option\":[{\"title\":\"\\u0635\\u0648\\u0635 \\u0623\\u062d\\u0645\\u0631\",\"price\":0,\"id\":27,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-14 17:40:10', '2021-03-14 17:40:10'),
(65, 63, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-14 17:42:37', '2021-03-14 17:42:37'),
(66, 64, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-18 16:05:06', '2021-03-18 16:05:06'),
(67, 65, 11, 'Product', 0, 1, 11, '[]', NULL, '2021-03-18 16:14:36', '2021-03-18 16:14:36'),
(68, 66, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-18 16:22:30', '2021-03-18 16:22:30'),
(69, 67, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-18 16:23:00', '2021-03-18 16:23:00'),
(70, 68, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-21 04:08:07', '2021-03-21 04:08:07'),
(71, 69, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-21 04:08:40', '2021-03-21 04:08:40'),
(72, 70, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-21 04:11:49', '2021-03-21 04:11:49'),
(73, 71, 348, 'Product', 0, 1, 30, '[{\"id\":162,\"name\":\"\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"product_group_option\":[{\"title\":\"\\u0623\\u062e\\u062a\\u064a\\u0627\\u0631 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"price\":0,\"id\":478,\"quantity\":1}]}]', NULL, '2021-03-21 04:12:32', '2021-03-21 04:12:32'),
(74, 72, 348, 'Product', 0, 1, 30, '[{\"id\":162,\"name\":\"\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"product_group_option\":[{\"title\":\"\\u0623\\u062e\\u062a\\u064a\\u0627\\u0631 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"price\":0,\"id\":478,\"quantity\":1}]}]', NULL, '2021-03-21 04:13:05', '2021-03-21 04:13:05'),
(75, 73, 348, 'Product', 0, 1, 30, '[{\"id\":162,\"name\":\"\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"product_group_option\":[{\"title\":\"\\u0623\\u062e\\u062a\\u064a\\u0627\\u0631 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"price\":0,\"id\":478,\"quantity\":1}]}]', NULL, '2021-03-21 04:14:28', '2021-03-21 04:14:28'),
(76, 74, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-21 09:39:37', '2021-03-21 09:39:37'),
(77, 75, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-21 09:41:41', '2021-03-21 09:41:41'),
(78, 76, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-21 09:51:45', '2021-03-21 09:51:45'),
(79, 77, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-21 21:58:13', '2021-03-21 21:58:13'),
(80, 78, 4, 'Product', 0, 1, 55, '[{\"id\":10,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0645\\u0643\\u0631\\u0648\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0646\\u062c\\u0631\\u0633\\u0643\\u0648\",\"price\":5,\"id\":24,\"quantity\":1}]},{\"id\":12,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u0644\\u0631\\u0626\\u064a\\u0633\\u064a\\u0629\",\"product_group_option\":[{\"title\":\"\\u062a\\u0648\\u0646\\u0629\",\"price\":0,\"id\":29,\"quantity\":1}]}]', NULL, '2021-03-29 22:30:15', '2021-03-29 22:30:15'),
(81, 79, 348, 'Product', 0, 1, 30, '[{\"id\":162,\"name\":\"\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"product_group_option\":[{\"title\":\"\\u0623\\u062e\\u062a\\u064a\\u0627\\u0631 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"price\":0,\"id\":478,\"quantity\":1}]}]', NULL, '2021-04-25 05:31:15', '2021-04-25 05:31:15'),
(82, 80, 349, 'Product', 0, 1, 33, '[{\"id\":164,\"name\":\"\\u0623\\u0636\\u0627\\u0641\\u0647 2\",\"product_group_option\":[{\"title\":\"\\u0623\\u062e\\u062a\\u064a\\u0627\\u0631 \\u062a\\u0644\\u0627\\u062a\\u0647\",\"price\":1,\"id\":482,\"quantity\":1}]},{\"id\":165,\"name\":\"\\u0623\\u0636\\u0627\\u0641\\u0629 1\",\"product_group_option\":[{\"title\":\"\\u0623\\u062e\\u062a\\u064a\\u0627\\u0631 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"price\":2,\"id\":485,\"quantity\":1}]}]', NULL, '2021-04-25 05:32:26', '2021-04-25 05:32:26'),
(83, 81, 1, 'Product', 0, 1, 157, '[{\"id\":1,\"name\":\"\\u0627\\u0644\\u062d\\u062c\\u0645\",\"product_group_option\":[{\"title\":\"\\u0643\\u0628\\u064a\\u0631\",\"price\":30,\"id\":1,\"quantity\":1}]},{\"id\":2,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u062c\\u0628\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0634\\u064a\\u062f\\u0631\",\"price\":2,\"id\":4,\"quantity\":1}]},{\"id\":3,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0644\\u062d\\u0645\",\"product_group_option\":[{\"title\":\"\\u062c\\u0645\\u0628\\u0631\\u064a\",\"price\":50,\"id\":7,\"quantity\":1}]},{\"id\":5,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":13,\"quantity\":1}]}]', NULL, '2021-04-25 05:33:49', '2021-04-25 05:33:49'),
(84, 82, 6, 'Product', 0, 1, 100, '[{\"id\":20,\"name\":\"\\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":46,\"quantity\":1}]}]', 'طلبات خاصه', '2021-04-25 18:10:19', '2021-04-25 18:10:19'),
(85, 83, 6, 'Product', 0, 1, 100, '[{\"id\":20,\"name\":\"\\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":46,\"quantity\":1}]}]', 'طلبات خاصة', '2021-04-25 19:10:50', '2021-04-25 19:10:50'),
(86, 84, 6, 'Product', 0, 1, 100, '[{\"id\":20,\"name\":\"\\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":46,\"quantity\":1}]}]', NULL, '2021-04-26 11:17:09', '2021-04-26 11:17:09'),
(87, 85, 1, 'Product', 0, 1, 157, '[{\"id\":1,\"name\":\"\\u0627\\u0644\\u062d\\u062c\\u0645\",\"product_group_option\":[{\"title\":\"\\u0643\\u0628\\u064a\\u0631\",\"price\":30,\"id\":1,\"quantity\":1}]},{\"id\":2,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u062c\\u0628\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0634\\u064a\\u062f\\u0631\",\"price\":2,\"id\":4,\"quantity\":1}]},{\"id\":3,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0644\\u062d\\u0645\",\"product_group_option\":[{\"title\":\"\\u062c\\u0645\\u0628\\u0631\\u064a\",\"price\":50,\"id\":7,\"quantity\":1}]},{\"id\":5,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":13,\"quantity\":1}]}]', NULL, '2021-04-26 11:20:38', '2021-04-26 11:20:38'),
(88, 86, 1, 'Product', 0, 1, 157, '[{\"id\":1,\"name\":\"\\u0627\\u0644\\u062d\\u062c\\u0645\",\"product_group_option\":[{\"title\":\"\\u0643\\u0628\\u064a\\u0631\",\"price\":30,\"id\":1,\"quantity\":1}]},{\"id\":2,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u062c\\u0628\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0634\\u064a\\u062f\\u0631\",\"price\":2,\"id\":4,\"quantity\":1}]},{\"id\":3,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0644\\u062d\\u0645\",\"product_group_option\":[{\"title\":\"\\u062c\\u0645\\u0628\\u0631\\u064a\",\"price\":50,\"id\":7,\"quantity\":1}]},{\"id\":5,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":13,\"quantity\":1}]}]', NULL, '2021-04-27 05:55:25', '2021-04-27 05:55:25'),
(89, 87, 1, 'Product', 0, 1, 157, '[{\"id\":1,\"name\":\"\\u0627\\u0644\\u062d\\u062c\\u0645\",\"product_group_option\":[{\"title\":\"\\u0643\\u0628\\u064a\\u0631\",\"price\":30,\"id\":1,\"quantity\":1}]},{\"id\":2,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u062c\\u0628\\u0646\\u0629\",\"product_group_option\":[{\"title\":\"\\u0634\\u064a\\u062f\\u0631\",\"price\":2,\"id\":4,\"quantity\":1}]},{\"id\":3,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0644\\u062d\\u0645\",\"product_group_option\":[{\"title\":\"\\u062c\\u0645\\u0628\\u0631\\u064a\",\"price\":50,\"id\":7,\"quantity\":1}]},{\"id\":5,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":13,\"quantity\":1}]}]', NULL, '2021-04-27 11:02:09', '2021-04-27 11:02:09'),
(90, 88, 348, 'Product', 0, 1, 30, '[{\"id\":162,\"name\":\"\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"product_group_option\":[{\"title\":\"\\u0623\\u062e\\u062a\\u064a\\u0627\\u0631 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"price\":0,\"id\":478,\"quantity\":1}]}]', NULL, '2021-04-27 11:05:18', '2021-04-27 11:05:18'),
(91, 89, 23, 'Product', 0, 1, 20, '[{\"id\":26,\"name\":\"\\u0627\\u0644\\u062d\\u062c\\u0645\",\"product_group_option\":[{\"title\":\"\\u0635\\u063a\\u064a\\u0631\",\"price\":0,\"id\":60,\"quantity\":1}]}]', NULL, '2021-04-27 16:00:29', '2021-04-27 16:00:29'),
(92, 90, 348, 'Product', 0, 1, 30, '[{\"id\":162,\"name\":\"\\u0623\\u0636\\u0627\\u0641\\u0629 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"product_group_option\":[{\"title\":\"\\u0623\\u062e\\u062a\\u064a\\u0627\\u0631 \\u0627\\u062a\\u0646\\u064a\\u0646\",\"price\":0,\"id\":478,\"quantity\":1}]}]', NULL, '2021-05-01 08:28:40', '2021-05-01 08:28:40'),
(93, 91, 6, 'Product', 0, 2, 200, '[{\"id\":20,\"name\":\"\\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":0,\"id\":46,\"quantity\":1}]}]', NULL, '2021-05-09 21:11:23', '2021-05-09 21:11:23'),
(94, 92, 341, 'Product', 0, 2, 58, '[{\"id\":157,\"name\":\"\\u0623\\u0643\\u064a\\u0627\\u0633 \\u0627\\u0644\\u0643\\u0627\\u062a\\u0634\\u0628\",\"product_group_option\":[{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0644\\u0648\",\"price\":2,\"id\":470,\"quantity\":2},{\"title\":\"\\u0643\\u0627\\u062a\\u0634\\u0628 \\u062d\\u0627\\u0631\",\"price\":2,\"id\":471,\"quantity\":2}]},{\"id\":158,\"name\":\"\\u0646\\u0648\\u0639 \\u0627\\u0644\\u062c\\u0628\\u0646\",\"product_group_option\":[{\"title\":\"\\u062c\\u0628\\u0646\\u0647 \\u0634\\u064a\\u062f\\u0631\",\"price\":0,\"id\":472,\"quantity\":2},{\"title\":\"\\u062c\\u0628\\u0646\\u0647 \\u0645\\u0648\\u0632\\u0631\\u064a\\u0644\\u0627\",\"price\":0,\"id\":473,\"quantity\":1}]}]', NULL, '2021-05-09 22:04:17', '2021-05-09 22:04:17');

-- --------------------------------------------------------

--
-- Table structure for table `order_ratings`
--

CREATE TABLE `order_ratings` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `rate` float NOT NULL DEFAULT '0',
  `review` text COLLATE utf8_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `order_ratings`
--

INSERT INTO `order_ratings` (`id`, `user_id`, `order_id`, `rate`, `review`, `created_at`, `updated_at`) VALUES
(1, 126, 2, 5, '!', '2021-01-26 09:55:29', '2021-01-26 09:55:29'),
(2, 114, 3, 5, 'ن', '2021-01-26 11:01:18', '2021-01-26 11:01:18'),
(3, 150, 21, 4, 'جميل جدا', '2021-02-08 09:56:50', '2021-02-08 09:56:50'),
(4, 126, 30, 5, 'bbb', '2021-02-11 08:21:55', '2021-02-11 08:21:55'),
(5, 93, 37, 2.5, 'تقييم', '2021-02-28 11:19:07', '2021-02-28 11:19:07'),
(6, 93, 78, 2.5, 'تمام', '2021-03-29 22:31:33', '2021-03-29 22:31:33'),
(7, 93, 83, 5, 'ممتاز', '2021-04-25 19:12:20', '2021-04-25 19:12:20');

-- --------------------------------------------------------

--
-- Table structure for table `pages`
--

CREATE TABLE `pages` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `body` text COLLATE utf8_unicode_ci NOT NULL,
  `show_mobile` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `pages`
--

INSERT INTO `pages` (`id`, `title`, `body`, `show_mobile`, `created_at`, `updated_at`) VALUES
(1, 'سياسة الخصوصية', '<p>الديباجة :</p><p>يسعى أَوْلِمْ دوت نت للمحافظة على سرية بيانات المستخدمين و الحفاظ عليها وعدم السماح لأي جهات خارجية بالحصول عليها .</p><p>أَوْلِمْ دوت نت سيسعى لحماية مستخدميه ويحاول جاهداً للحفاظ على سرية البيانات من أي محاولات للاختراق أو ما شابه.</p><p>&nbsp;</p><p>تحديد الموقع :</p><p>يحق لأوْلِمْ دوت نت تحديد موقع العميل بغرض تحسين مستوى الخدمات المقدمة للعميل فقط ولا يحق له استخدامها خارج هذا النطاق.</p><p>&nbsp;</p><p>سرية البيانات :</p><p>لا يحق لأوْلِمْ دوت نت مشاركة بيانات مستخدمينه مع أية أطراف خارجية ولا يمكن استخدام هذه البيانات الا من فريق الدعم الخاص بأولم دوت نت وداخل نطاق العمل.</p><p>&nbsp;</p><p>معلومات الاتصال الخاصة بالعميل :</p><p>يحق لأَوْلِم دوت نت استخدام هذه المعلومات بغرض تقديم العروض و التواصل مع العملاء بهدف تحسين مستوى الخدمة المقدمة والرد على الاستفسارات و الشكاوى كما يحق له استخدام هذه البيانات لتظهر لمقدمي الخدمة للتواصل مع العميل في حال الحاجة الى ذلك.</p><p>&nbsp;</p><p>صورة العميل :</p><p>يحق لأولمْ دوت نت استخدام صورة العميل بغرض التعرف عليه من قبل مقدمي الخدمة كما لا يجوز مشاركة هذه الصور مع أية جهات أخرى ولا تستخدم هذه الصور بغير هدفها الأساسي.</p><p>&nbsp;</p><p>معلومات العميل عند استلام الطلب :</p><p>يقوم أَوْلِم دوت نت باستخدام بيانات العميل بغرض تسليم وتجهيز الطلب عند وصوله .</p><p>&nbsp;</p><p>معلومات السيارة عند الوصول :</p><p>يقوم أَوْلِم دوت نت باظهار بيانات سيارة العميل المحددة عند انشاء الطلب بغرض تسهيل التعرف عليه عند وصوله .</p><p>&nbsp;</p><p>البطاقات الائتمانية :</p><p>يلتزم أَوْلِم دوت نت بالحفاظ على سرية بيانات بطاقات العملاء وحمايتها من الاستخدام بغير أهدافها الأساسية.</p><p>&nbsp;</p><p>تحديث سياسة الخصوصية :</p><p>&nbsp;يحق لأوْلِم دوت نت تحديث سياسة الخصوصية ويعتبر استخدام العميل للتطبيق موافقة منه على أية تحديثات تطرأ على هذه السياسة وتعتبر متابعة هذه التحديثات هي مسؤولية العميل وحده .</p><p>&nbsp;</p><p>مشاركة تجارب العملاء :</p><p>يحق لأولم دوت نت مشاركة تجارب العملاء واظهار اسم العميل كما تعتبر موافقة العميل على التقييم موافقة منه على هذا البند .</p>', 1, '2020-11-25 09:13:17', '2021-05-14 11:03:07'),
(2, 'الشروط والأحكام', '<h2>الشروط والأحكام اولم دوت نت</h2><p>يوفر موقع اولم هذه الشروط والأحكام لتبليغكم بالسياسة والممارسات القانونية للموقع, ويرجى أن تراجع هذه الشروط والأحكام بعناية قبل إستخدام هذا الموقع الإلكتروني فإن إستخدامك لهذا الموقع الإلكتروني يعنى موافقة لا رجعة فيها منك بأن تلتزم بهذه الشروط والأحكام كما تعتبر موافقة منك على أية تعديلات تطرأ عليهاز</p><h3>القواعد الحاكمة</h3><p>عدم مخالفة القوانين السارية أو تحريض الآخرين على انتهاكها مع مراعاة عدم السب والقذف والمضايقة وإنتهاك حقوق الآخرين من خلال التعليقات ووسائل الإتصال المتاحة.</p><h3>حماية البيانات</h3><p>أي معلومات شخصية تزودنا بها عند إستخدامك لهذا الموقع سوف تعامل وفقاً لسياسة الخصوصية الموجودة لدينا.</p><h3>حقوق الملكية</h3><h3>&nbsp;</h3><p>ان ملكية هذا التطبيق تعود الى أولم دوت نت و أن أي استخدامات لأية معلومات من قبل العميل يعتبر اقرارا منه على أنها تعود اليه&nbsp;</p><h3>الإستخدام الأمثل</h3><p>لا يجوز لك إستخدام هذا الموقع إلا وفقاً لهذه الشروط والأحكام على أية حال, ولأغراض مشروعة وسليمة, والتي تتضمن الإمتثال لجميع القوانين واللوائح ومدونات قواعد الممارسات السارية داخل المملكة العربية السعودية أو أي دائرة اختصاص أخرى تكون متصلاً منها بهذا الموقع. بالإضافة إلي عدم إرسال رسائل عشوائية بالبريد الالكتروني إلي أي شخص, وعدم تحميل أو إرفاق ملفات تحتوي علي فيروسات أو ملفات غير سليمة أو ما شابه من البرامج الضارة التي تدمر نظام تشغيل جهاز كمبيوتر لشخص أخر.</p><h3>حدود المسئولية</h3><p>أولم دوت نت هو منصة مرتبط مع أطراف آخرين لخدمة العميل ووفق خدمات التطبيق و الموقع الالكتروني فقط كما تجب الاشارة الى اننا لا نقوم باعداد الطعام وانما نقوم بتحويل طلباتكم الى الجهة التي قمتم بالطلب منها. كما تعتبر هذه المسؤولية مسؤولية المطعم و العميل في حال تقصير اي من الأطراف بواجباته نحو الطرف الآخر. ولا يجوز للمنشأة ان تخطر العميل بجاهزية الطلب ما لم تكن كذلك كما يحق لهم تأجيل وقت الاعداد مع اخطار العميل عن طريق تعديل الوقت المتوقع في لوحة الطلب التي تظهر للعميل</p><h3>تنازل عن الضمان</h3><p>نحن نقدم هذا الموقع ” على حاله ” و ” كما هو متاح ” ، وبالرغم من أننا نسعى جاهدين للحفاظ على دقة محتوى هذا الموقع فإن هذا الموقع مقدم دون أى ضمانات أو شروط صريحة أو ضمنية أو قانونية, أو من أي نوع آخر, ونحن على وجه التحديد نتنصل من كل الضمانات الضمنية للإسم والرواج والملائمة لغرض معين وعدم التعدي إلى أقصى حد يسمح به القانون.</p><h3>تعويضنا عن الأضرار</h3><p>أنت توافق على تعويضنا عن الأضرار والحفاظ علينا مؤَّمنين عن وضد كل التكاليف أو المطالبات أو المطالب أو الالتزامات أو المصروفات أو الأضرار أو الخسائر (بما في ذلك وبدون حصر الخسائر المترتبة, خسائر الأرباح وخسائر السمعة, وجميع الفوائد والغرامات والتكاليف والمصروفات القانونية والمهنية الأخرى) التي تنشأ عن أو تتصل بخرقك لهذه الشروط والأحكام.</p><h3>&nbsp;</h3><p>&nbsp;</p><h3>قابلية الأحكام والشروط للتجزئة</h3><p>إذا كان أى حكم (أو جزء منه) من هذه الشروط والأحكام يعتبر غير قانوني وباطل أو لأي سبب آخر غير قابل للتنفيذ فعندئذٍ يعتبر ذاك الحكم حكماً منفصلاً عن هذه الشروط والأحكام ولا يؤثر على صحة ونفاذ أي من الأحكام الباقية.</p><h3>الإخطار بالتغييرات</h3><p>نحن نحتفظ بالحق في تغيير الشروط والأحكام الخاصة بموقعنا في أي وقت ودون إخطار مسبق, ومواصلتك دخول الموقع أو إستمرارك في إستخدامه بعد هذه التغييرات يعنى قبولكم بالشروط والأحكام بعد تعديلها، ومن مسئوليتكم مراجعة الشروط والأحكام بإنتظام.</p><p><br>&nbsp;</p><h2>سياسة استرجاع الأموال&nbsp;</h2><p>لا يحق للعميل استرجاع الأموال التي دفعت عن طريق الدفع الالكتروني للمنشآت في حال عدم استلامهم للطلب وتعتبر هذه مسؤولية العميل وحدة. كما يحق لهم التواصل مع المنشآت مباشرتا وفي حال موافقتهم بذلك فمن الممكن استعادة الأموال الى العميل.</p><p>&nbsp;</p><p>وفي حال وجود أي عيب بالطلب فانه يحق للعميل رفع شكوى بذلك</p><p>&nbsp;</p><h3>شروط الاستبدال والاسترجاع:-</h3><h3>&nbsp;</h3><h3>&nbsp;</h3><p>لا يمانع أولم دوت نت في استرجاع الطلب في حال موافقة مقدم الخدمة من المنشآت بذلك وهي ترتبط بالعميل و المنشأة مقدمة الخدمة.</p><p>&nbsp;</p><h3>&nbsp;</h3><p>&nbsp;</p><p>&nbsp;</p><h3>&nbsp;ما هي المناطق التي يعمل فيها أولم دوت نت ؟‎</h3><p>- تتوفر خدماتنا في المناطق الرئيسية في المملكة العربية السعودية، يمكنك الاطلاع على المناطق الرئيسية الخاضعة للخدمة من هنا.</p><p>حاليا في المدينة المنورة وستكون في المستقبل القريب في جميع مناطق المملكة باذن الله</p><p>&nbsp;</p><h3>&nbsp;</h3><h3>هل يتوجب علي دفع رسوم إضافية مقابل الخدمات ؟</h3><p>&nbsp;</p><h3>&nbsp;</h3><p>لن يتم تحصيل رسوم الخدمة من العميل الا عند ظهورها في فاتورة الطلب داخل التطبيق ويعتبر اتمام الطلب من العميل موافقتا منه على ذلك.</p>', 1, '2020-11-25 09:13:17', '2021-05-14 11:30:44'),
(5, 'سياسة الطلبات', '<p>سياسة الطلبات</p>', 0, '2021-05-05 07:23:34', '2021-05-14 11:00:15'),
(6, 'تواصل معنا', '<p><a href=\"https://wa.me/message/FQPCRYEWC4C3A1\">تواصل معنا&nbsp;</a></p>', 1, '2021-05-14 10:57:22', '2021-05-14 10:58:38');

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

CREATE TABLE `permissions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `guard_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `permissions`
--

INSERT INTO `permissions` (`id`, `name`, `guard_name`, `created_at`, `updated_at`) VALUES
(1, 'FollowersController_store', 'web', '2020-12-20 09:30:12', '2020-12-20 09:30:12'),
(2, 'AdminIndexController_forbidden', 'web', '2020-12-20 09:30:12', '2020-12-20 09:30:12'),
(3, 'AdminIndexController_index', 'web', '2020-12-20 09:30:12', '2020-12-20 09:30:12'),
(4, 'AdminIndexController_getLabelsYearly', 'web', '2020-12-20 09:30:12', '2020-12-20 09:30:12'),
(5, 'AdminIndexController_getLabelsMonthly', 'web', '2020-12-20 09:30:12', '2020-12-20 09:30:12'),
(6, 'AdminIndexController_getLabelsWeekly', 'web', '2020-12-20 09:30:12', '2020-12-20 09:30:12'),
(7, 'AdminIndexController_getLabelsDaily', 'web', '2020-12-20 09:30:12', '2020-12-20 09:30:12'),
(8, 'UsersController_getUsersMonthly', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(9, 'UsersController_getUsersDaily', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(10, 'UsersController_getUsersWeekly', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(11, 'UsersController_getUsersYearly', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(12, 'RestorantsController_getRestorantsYearly', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(13, 'RestorantsController_getRestorantsWeekly', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(14, 'RestorantsController_getRestorantsMonthly', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(15, 'RestorantsController_getRestorantsDaily', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(16, 'BranchesController_getBranchesYearly', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(17, 'BranchesController_getBranchesMonthly', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(18, 'BranchesController_getBranchesWeekly', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(19, 'BranchesController_getBranchesDaily', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(20, 'MealsController_storeFromRestorant', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(21, 'UsersController_editRestorantUser', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(22, 'UsersController_updateRestorantUser', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(23, 'ProductsController_creatFromRestorant', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(24, 'ProductsController_creatFromBranch', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(25, 'BranchesController_creatBranchFromRestorant', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(26, 'ProductsController_storeFromRestorant', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(27, 'ProductsController_storeFromBranch', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(28, 'UsersController_addRestorantEmployee', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(29, 'UsersController_storeRestorantEmployee', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(30, 'ClientsController_index', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(31, 'ClientsController_create', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(32, 'ClientsController_store', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(33, 'ClientsController_show', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(34, 'ClientsController_edit', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(35, 'ClientsController_update', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(36, 'ClientsController_destroy', 'web', '2020-12-20 09:30:13', '2020-12-20 09:30:13'),
(37, 'UsersController_index', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(38, 'UsersController_create', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(39, 'UsersController_store', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(40, 'UsersController_show', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(41, 'UsersController_edit', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(42, 'UsersController_update', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(43, 'UsersController_destroy', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(44, 'PagesController_index', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(45, 'PagesController_create', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(46, 'PagesController_store', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(47, 'PagesController_show', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(48, 'PagesController_edit', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(49, 'PagesController_update', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(50, 'PagesController_destroy', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(51, 'FaqController_index', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(52, 'FaqController_create', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(53, 'FaqController_store', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(54, 'FaqController_show', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(55, 'FaqController_edit', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(56, 'FaqController_update', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(57, 'FaqController_destroy', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(58, 'AreasController_index', 'web', '2020-12-20 09:30:14', '2020-12-20 09:30:14'),
(59, 'AreasController_create', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(60, 'AreasController_store', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(61, 'AreasController_show', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(62, 'AreasController_edit', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(63, 'AreasController_update', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(64, 'AreasController_destroy', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(65, 'BranchesController_index', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(66, 'BranchesController_create', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(67, 'BranchesController_store', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(68, 'BranchesController_show', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(69, 'BranchesController_edit', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(70, 'BranchesController_update', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(71, 'BranchesController_destroy', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(72, 'CategoriesController_index', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(73, 'CategoriesController_create', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(74, 'CategoriesController_store', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(75, 'CategoriesController_show', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(76, 'CategoriesController_edit', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(77, 'CategoriesController_update', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(78, 'CategoriesController_destroy', 'web', '2020-12-20 09:30:15', '2020-12-20 09:30:15'),
(79, 'FeaturesController_index', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(80, 'FeaturesController_create', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(81, 'FeaturesController_store', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(82, 'FeaturesController_show', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(83, 'FeaturesController_edit', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(84, 'FeaturesController_update', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(85, 'FeaturesController_destroy', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(86, 'ComplaintsController_index', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(87, 'ComplaintsController_create', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(88, 'ComplaintsController_store', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(89, 'ComplaintsController_show', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(90, 'ComplaintsController_edit', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(91, 'ComplaintsController_update', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(92, 'ComplaintsController_destroy', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(93, 'DiscountCobonsController_index', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(94, 'DiscountCobonsController_create', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(95, 'DiscountCobonsController_store', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(96, 'DiscountCobonsController_show', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(97, 'DiscountCobonsController_edit', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(98, 'DiscountCobonsController_update', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(99, 'DiscountCobonsController_destroy', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(100, 'MealsController_index', 'web', '2020-12-20 09:30:16', '2020-12-20 09:30:16'),
(101, 'MealsController_create', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(102, 'MealsController_store', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(103, 'MealsController_show', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(104, 'MealsController_edit', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(105, 'MealsController_update', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(106, 'MealsController_destroy', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(107, 'OrdersController_index', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(108, 'OrdersController_create', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(109, 'OrdersController_store', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(110, 'OrdersController_show', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(111, 'OrdersController_edit', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(112, 'OrdersController_update', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(113, 'OrdersController_destroy', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(114, 'OrdersController_branchOrders', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(115, 'ProductsController_index', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(116, 'ProductsController_create', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(117, 'ProductsController_store', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(118, 'ProductsController_show', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(119, 'ProductsController_edit', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(120, 'ProductsController_update', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(121, 'ProductsController_destroy', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(122, 'RatingsController_index', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(123, 'RatingsController_create', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(124, 'RatingsController_store', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(125, 'RatingsController_show', 'web', '2020-12-20 09:30:17', '2020-12-20 09:30:17'),
(126, 'RatingsController_edit', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(127, 'RatingsController_update', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(128, 'RatingsController_destroy', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(129, 'RegionsController_index', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(130, 'RegionsController_create', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(131, 'RegionsController_store', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(132, 'RegionsController_show', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(133, 'RegionsController_edit', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(134, 'RegionsController_update', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(135, 'RegionsController_destroy', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(136, 'RestorantsController_index', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(137, 'RestorantsController_create', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(138, 'RestorantsController_store', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(139, 'RestorantsController_show', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(140, 'RestorantsController_edit', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(141, 'RestorantsController_update', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(142, 'RestorantsController_destroy', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(143, 'RestorantsController_updatePriority', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(144, 'TypesController_index', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(145, 'TypesController_create', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(146, 'TypesController_store', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(147, 'TypesController_show', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(148, 'TypesController_edit', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(149, 'TypesController_update', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(150, 'TypesController_destroy', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(151, 'settingsController_index', 'web', '2020-12-20 09:30:18', '2020-12-20 09:30:18'),
(152, 'settingsController_create', 'web', '2020-12-20 09:30:19', '2020-12-20 09:30:19'),
(153, 'settingsController_store', 'web', '2020-12-20 09:30:19', '2020-12-20 09:30:19'),
(154, 'settingsController_show', 'web', '2020-12-20 09:30:19', '2020-12-20 09:30:19'),
(155, 'settingsController_edit', 'web', '2020-12-20 09:30:19', '2020-12-20 09:30:19'),
(156, 'settingsController_update', 'web', '2020-12-20 09:30:19', '2020-12-20 09:30:19'),
(157, 'settingsController_destroy', 'web', '2020-12-20 09:30:19', '2020-12-20 09:30:19'),
(158, 'ProductsController_synkBranches', 'web', '2020-12-20 09:30:19', '2020-12-20 09:30:19'),
(159, 'ProductsController_storeOffer', 'web', '2020-12-20 09:30:19', '2020-12-20 09:30:19'),
(160, 'ProductsController_updateOffer', 'web', '2020-12-20 09:30:19', '2020-12-20 09:30:19'),
(161, 'ProductsController_deleteOffer', 'web', '2020-12-20 09:30:19', '2020-12-20 09:30:19'),
(162, 'ProductsController_EditOffer', 'web', '2020-12-20 09:30:19', '2020-12-20 09:30:19'),
(163, 'BranchesController_getBranchesWithPages', 'web', '2020-12-20 09:30:19', '2020-12-20 09:30:19'),
(164, 'ProductsController_getProductsByMealId', 'web', '2020-12-20 09:30:19', '2020-12-20 09:30:19'),
(165, 'ProductsController_getProductsByMealIdForAddOffer', 'web', '2020-12-20 09:30:20', '2020-12-20 09:30:20'),
(166, 'BranchesController_imageuploads', 'web', '2020-12-20 09:30:20', '2020-12-20 09:30:20'),
(167, 'BranchesController_imageuploadsdelete', 'web', '2020-12-20 09:30:20', '2020-12-20 09:30:20'),
(168, 'BranchesController_getuploadedimages', 'web', '2020-12-20 09:30:20', '2020-12-20 09:30:20'),
(169, 'BranchesController_ajaxChangeBusyStatus', 'web', '2020-12-20 09:30:20', '2020-12-20 09:30:20'),
(170, 'ProductsController_makeBranchProductUnAvailable', 'web', '2020-12-20 09:30:20', '2020-12-20 09:30:20'),
(171, 'ProductsController_generatePDF', 'web', '2021-01-03 15:07:54', '2021-01-03 15:07:54'),
(172, 'OrdersController_getOrdersYearly', 'web', '2021-01-24 09:26:07', '2021-01-24 09:26:07'),
(173, 'OrdersController_getOrdersMonthly', 'web', '2021-01-24 09:26:07', '2021-01-24 09:26:07'),
(174, 'OrdersController_getOrdersWeekly', 'web', '2021-01-24 09:26:07', '2021-01-24 09:26:07'),
(175, 'OrdersController_getOrdersDaily', 'web', '2021-01-24 09:26:07', '2021-01-24 09:26:07'),
(176, 'OrdersController_getClientsArivals', 'web', '2021-01-24 09:26:07', '2021-01-24 09:26:07'),
(177, 'OrdersController_print_inv', 'web', '2021-02-16 14:02:33', '2021-02-16 14:02:33'),
(178, 'OrdersController_print_inv_test', 'web', '2021-02-16 14:02:33', '2021-02-16 14:02:33'),
(179, 'ProductsController_delete', 'web', '2021-02-16 14:02:33', '2021-02-16 14:02:33'),
(180, 'ProductsController_customer_invoice_download', 'web', '2021-02-16 14:02:33', '2021-02-16 14:02:33'),
(181, 'BranchesController_ordersCategory', 'web', '2021-03-11 10:37:13', '2021-03-11 10:37:13'),
(182, 'BranchesController_branch_orders_mobile', 'web', '2021-03-11 11:26:55', '2021-03-11 11:26:55'),
(183, 'BranchesController_branchOrdersMobile', 'web', '2021-03-11 11:30:58', '2021-03-11 11:30:58');

-- --------------------------------------------------------

--
-- Table structure for table `products`
--

CREATE TABLE `products` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `photo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `restorant_id` int(11) NOT NULL DEFAULT '0',
  `name` varchar(150) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` text COLLATE utf8_unicode_ci,
  `price` double NOT NULL DEFAULT '0',
  `ready_in` int(11) NOT NULL DEFAULT '1',
  `ready_to` int(11) NOT NULL DEFAULT '1',
  `max_additional_options` int(11) NOT NULL DEFAULT '1',
  `front_quantity` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `products`
--

INSERT INTO `products` (`id`, `photo`, `restorant_id`, `name`, `description`, `price`, `ready_in`, `ready_to`, `max_additional_options`, `front_quantity`, `created_at`, `updated_at`) VALUES
(1, 'images/product/1/photo/chad-montano-MqT0asuoIcU-unsplash.png', 2, 'بيتزا أيطالى', 'بيتزا أيطالى من الشبراوي بطعم البيتزا الأصلي بأضافات الشبراوي المميزه .', 75, 20, 40, 4, 0, '2020-09-28 08:14:56', '2020-10-01 09:44:41'),
(2, 'images/product/2/photo/download.jpg', 2, 'كريب كبده سوبر', 'كريب كبدة سوبر من الشبراوي بأضافات الشبراوي الشهية ذا خبرة السنوات الطويلة.', 50, 1, 2, 3, 0, '2020-09-28 08:51:14', '2020-12-10 11:29:48'),
(3, 'images/product/3/photo/food10.png', 2, 'كريب بوم فريت سوبر', 'كريب بوم فريت سوبر من الشبراوي بأضافات الشبراوي ذات خبرة السنوات العديده في مجال الأكلات المتنوعة.', 20, 15, 20, 2, 0, '2020-09-28 09:03:17', '2020-09-28 09:03:17'),
(4, 'images/product/4/photo/61-619294_spaghetti-transparent-seafood-pasta-png-png-download.png', 2, 'باستا سوبر', 'باستا سوبر من الشبراوي تتميز بالطعم الفرنسي ذات الجود العاليه بأضافات من الشبراوي ذات خبرة السنوات تعطي لها طعم لا مثيل له فى علم الباستا .', 50, 20, 40, 3, 0, '2020-09-28 09:19:22', '2020-09-28 09:19:22'),
(5, 'images/product/5/photo/Chicken_Shawerma_Fat_637124642067799091.jpg', 2, 'فتة شاورما', 'فتة شاورما سوري من الشبراوي تتميز بالطعم السوري مع أضافات الشبراوي ذات الخبره العريقة.', 50, 15, 20, 7, 0, '2020-10-01 10:15:48', '2020-10-01 10:15:48'),
(6, 'images/product/6/photo/fdgdfg.jpeg', 2, 'فاهيا دجاج', 'فاهيتا دجاج من الشبراوي بنكهات مميزه ذات الخبره العريقه من الشبراوي.', 100, 20, 25, 4, 0, '2020-10-04 12:37:25', '2020-10-04 12:37:25'),
(8, 'images/product/8/photo/825.png', 6, 'كيس شيبسي خل وملح', 'كيس شيبسي خل وملح', 8, 1, 2, 0, 0, '2020-12-24 09:48:57', '2021-01-22 07:27:34'),
(9, 'images/product/9/photoفاتنة.jpeg', 15, 'اسبريسو', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-05 17:08:31', '2021-01-05 17:08:31'),
(10, 'images/product/10/photoفاتنة.png', 15, 'اسبريسو', '0 سعرات حرارية', 11, 10, 15, 2, 0, '2021-01-05 17:13:35', '2021-01-05 17:13:35'),
(11, 'images/product/11/photo/awlem1611203199.jpeg', 17, 'اسبريسو', '0 سعرة حرارية', 11, 10, 15, 0, 0, '2021-01-17 02:18:19', '2021-01-21 04:26:39'),
(12, 'images/product/12/photoDots.png', 18, 'دجاج مسحب', 'دجاج مسحب دجاج مسحب دجاج مسحب', 30, 10, 15, 3, 0, '2021-01-19 13:40:56', '2021-01-19 13:43:21'),
(13, 'images/product/13/photo/awlem1615168473.jpeg', 17, 'فلات وايت', '85 سعرة حرارية', 15, 9, 14, 0, 0, '2021-01-19 16:34:03', '2021-03-08 01:54:33'),
(14, 'images/product/14/photo/awlem1611203550.jpeg', 17, 'لاتيه', '100 سعرة حرارية', 17, 9, 14, 0, 0, '2021-01-19 16:38:16', '2021-01-21 04:32:30'),
(15, 'images/product/15/photo/awlem1611203681.jpeg', 17, 'قهوة عربية', '100 سعرة حرارية', 25, 11, 19, 0, 0, '2021-01-19 16:46:25', '2021-01-21 04:34:41'),
(16, 'images/product/16/photo/awlem1611203910.jpeg', 17, 'كورتادو', '77 سعرة حرارية', 14, 9, 14, 0, 0, '2021-01-19 16:47:41', '2021-01-21 04:38:30'),
(17, 'images/product/17/photo/awlem1611203958.jpeg', 17, 'كابتشينو', '100 سعرة حرارية', 17, 9, 14, 0, 0, '2021-01-19 16:48:44', '2021-01-21 04:39:18'),
(18, 'images/product/18/photo/awlem1611203987.jpeg', 17, 'سبانيش لاتيه', '170 سعرة حرارية', 18, 9, 14, 0, 0, '2021-01-19 16:50:50', '2021-01-21 04:39:47'),
(19, 'images/product/19/photo/awlem1611204019.jpeg', 17, 'ماء', '0 سعرة حرارية', 3, 1, 6, 0, 0, '2021-01-19 16:55:14', '2021-01-21 04:40:19'),
(20, 'images/product/20/photo/awlem1611204044.jpeg', 17, 'CHEMEX', '0 سعرة حرارية', 17, 9, 14, 0, 0, '2021-01-19 16:57:13', '2021-01-21 04:40:44'),
(21, 'images/product/21/photo/awlem1611204078.jpeg', 17, 'V60', '0 سعرة حرارية', 17, 9, 14, 0, 0, '2021-01-19 17:11:31', '2021-01-21 04:41:18'),
(22, 'images/product/22/photo/awlem1611204114.jpeg', 17, 'آيس لاتيه', '110 سعرة حرارية- صغير   180 سعرة حرارية- كبير', 17, 14, 19, 1, 0, '2021-01-19 17:29:32', '2021-01-21 04:41:54'),
(23, 'images/product/23/photo/awlem1611204695.jpeg', 17, 'آيس سبانيش لاتيه', '180 سعرة حرارية- صغير   290 سعرة حرارية- كبير', 20, 9, 14, 1, 0, '2021-01-19 17:37:35', '2021-01-21 04:51:35'),
(24, 'images/product/24/photo/awlem1611204764.jpeg', 17, 'زعفران لاتيه', '170 سعرة حرارية- صغير   260 سعرة حرارية- كبير', 20, 9, 14, 1, 0, '2021-01-19 17:41:51', '2021-01-21 04:52:44'),
(25, 'images/product/25/photo/awlem1611204819.jpeg', 17, 'بستاشيو لاتيه', '190 سعرة حرارية- صغير   310 سعرة حرارية- كبير', 21, 9, 14, 1, 0, '2021-01-19 17:45:42', '2021-01-21 04:53:39'),
(26, 'images/product/26/photo/awlem1611204896.jpeg', 17, 'لافندر لاتيه', '170 سعرة حرارية- صغير   280 سعرة حرارية- كبير', 20, 9, 14, 1, 0, '2021-01-19 17:48:13', '2021-01-21 04:54:56'),
(27, 'images/product/27/photo/awlem1611204929.jpeg', 17, 'وايت شوكلت', '170 سعرة حرارية- صغير   280 سعرة حرارية- كبير', 20, 9, 14, 1, 0, '2021-01-19 17:52:27', '2021-01-21 04:55:29'),
(28, 'images/product/28/photo/awlem1611205090.jpeg', 17, 'سولتد كراميل', '170 سعرة حرارية- صغير   280 سعرة حرارية- كبير', 20, 9, 14, 1, 0, '2021-01-19 17:55:33', '2021-01-21 04:58:10'),
(29, 'images/product/29/photo/awlem1611205152.jpeg', 17, 'كولد برو', '0 سعرة حرارية', 21, 9, 14, 0, 0, '2021-01-19 18:03:44', '2021-01-21 04:59:12'),
(30, 'images/product/30/photo/awlem1611205177.jpeg', 17, 'كولد دريب', '0 سعرة حرارية', 17, 9, 14, 0, 0, '2021-01-19 18:05:33', '2021-01-21 04:59:37'),
(31, 'images/product/31/photo/awlem1611205207.jpeg', 17, 'تشيز كيك بستاشيو', '410 سعرة حرارية', 26, 9, 14, 0, 0, '2021-01-19 18:07:19', '2021-01-21 05:00:07'),
(32, 'images/product/32/photo/awlem1611205242.jpeg', 17, 'تشيز كيك فواكه فرنسية', '430 سعرة حرارية', 26, 9, 14, 0, 0, '2021-01-19 18:09:27', '2021-01-21 05:00:42'),
(33, 'images/product/33/photo/awlem1611205296.jpeg', 17, 'تارت فراولة', '380 سعرة حرارية', 26, 9, 14, 0, 0, '2021-01-19 18:10:50', '2021-01-21 05:01:36'),
(34, 'images/product/34/photo/awlem1611205269.jpeg', 17, 'شوكليت بستاشيو', '450 سعرة حرارية', 26, 9, 14, 0, 0, '2021-01-19 18:12:31', '2021-01-21 05:01:09'),
(35, 'images/product/35/photo/awlem1611202869.jpeg', 17, 'كيكة لافندر', '410 سعرة حرارية', 25, 9, 14, 0, 0, '2021-01-19 18:13:44', '2021-01-21 04:21:09'),
(36, 'images/product/36/photo/awlem1611205331.jpeg', 17, 'سان سباستيان', '470 سعرة حرارية', 25, 9, 14, 0, 0, '2021-01-19 18:15:16', '2021-01-21 05:02:11'),
(37, 'images/product/37/photo/awlem1611205354.jpeg', 17, 'كيكة ليمون', '350 سعرة حرارية', 23, 9, 14, 0, 0, '2021-01-19 18:16:50', '2021-01-21 05:02:34'),
(38, 'images/product/38/photo/awlem1611205379.jpeg', 17, 'كيكة تمر', '300 سعرة حرارية', 23, 9, 14, 0, 0, '2021-01-19 18:18:26', '2021-01-21 05:02:59'),
(39, 'images/product/39/photo/awlem1611205408.jpeg', 17, 'فوتشني كريب', '500 سعرة حرارية', 23, 9, 14, 0, 0, '2021-01-19 18:19:41', '2021-01-21 05:03:28'),
(40, 'images/product/40/photo/awlem1611205432.jpeg', 17, 'ملفيه شوكلت', '330 سعرة حرارية', 23, 9, 14, 0, 0, '2021-01-19 18:20:58', '2021-01-21 05:03:52'),
(41, 'images/product/41/photo/awlem1611205457.jpeg', 17, 'وافل', '350 سعرة حرارية', 17, 9, 14, 0, 0, '2021-01-19 18:23:08', '2021-01-21 05:04:17'),
(42, 'images/product/42/photo/awlem1611205480.jpeg', 17, 'كريب', '488 سعرة حرارية', 17, 9, 14, 0, 0, '2021-01-19 18:25:07', '2021-01-21 05:04:40'),
(43, 'images/product/43/photo/awlem1611205505.jpeg', 17, 'ميني بانكيك', '300 سعرة حرارية', 17, 9, 14, 0, 0, '2021-01-19 18:26:29', '2021-01-21 05:05:05'),
(44, 'images/product/44/photo/awlem1611206934.jpeg', 19, 'ريستريتو', '5 ك', 9, 10, 15, 0, 0, '2021-01-19 20:30:25', '2021-01-21 05:28:54'),
(45, 'images/product/45/photo/awlem1611206989.jpeg', 19, 'اسبريسو', '5 ك', 12, 10, 15, 0, 0, '2021-01-19 20:54:26', '2021-01-21 05:29:49'),
(46, 'images/product/46/photo/awlem1611207015.jpeg', 19, 'ميكاتو', '30 ك', 13, 9, 14, 0, 0, '2021-01-19 20:55:44', '2021-01-21 05:30:15'),
(47, 'images/product/47/photo/awlem1611207108.jpeg', 19, 'أمريكي سادة', '5 ك', 11, 9, 14, 0, 0, '2021-01-19 20:57:10', '2021-01-21 05:31:48'),
(48, 'images/product/48/photo/awlem1611207137.jpeg', 19, 'كورتادو', '68 ك', 14, 9, 14, 0, 0, '2021-01-19 20:58:06', '2021-01-21 05:32:17'),
(49, 'images/product/49/photo/awlem1611207161.jpeg', 19, 'لاتيه', '138 ك', 17, 9, 14, 0, 0, '2021-01-19 20:59:26', '2021-01-21 05:32:41'),
(50, 'images/product/50/photo/awlem1611207187.jpeg', 19, 'فلات وايت', '80 ك', 15, 9, 14, 0, 0, '2021-01-19 21:13:42', '2021-01-21 05:33:07'),
(51, 'images/product/51/photo/awlem1611207211.jpeg', 19, 'كابتشينو', '136 ك', 16, 9, 14, 0, 0, '2021-01-19 21:13:43', '2021-01-21 05:33:31'),
(52, 'images/product/52/photo/awlem1611207248.jpeg', 19, 'سبانيش لاتيه', '240 ك', 18, 9, 14, 0, 0, '2021-01-19 21:30:27', '2021-01-21 05:34:08'),
(53, 'images/product/53/photo/awlem1611207748.jpeg', 19, 'تركي', 'صغير 8 ك  - كبير 30 ك', 11, 9, 14, 1, 0, '2021-01-19 21:32:52', '2021-01-21 05:42:28'),
(54, 'images/product/54/photo/awlem1611207275.jpeg', 19, 'CHEMEX', '5 ك', 14, 9, 14, 0, 0, '2021-01-19 21:33:56', '2021-01-21 05:34:35'),
(55, 'images/product/55/photo/awlem1611207299.jpeg', 19, 'Cold Brew', '5 ك', 15, 9, 14, 0, 0, '2021-01-19 21:34:59', '2021-01-21 05:34:59'),
(56, 'images/product/56/photo/awlem1611207321.jpeg', 19, 'V60', '5 ك', 14, 9, 14, 0, 0, '2021-01-19 21:35:54', '2021-01-21 05:35:21'),
(57, 'images/product/57/photo/awlem1611205530.jpeg', 17, 'لاتيه فاتنه', 'لاتيه فاتنه', 29.99, 5, 10, 0, 0, '2021-01-20 11:32:46', '2021-01-24 09:44:28'),
(58, 'images/product/58/photo/awlem1611207638.jpeg', 19, 'توقيع سكتش', '240 ك', 20, 10, 15, 0, 0, '2021-01-21 05:40:38', '2021-01-21 05:40:38'),
(59, 'images/product/59/photo/awlem1611207779.jpeg', 19, 'سبانيش لاتيه', '260 ك', 19, 10, 15, 0, 0, '2021-01-21 05:41:49', '2021-01-21 05:42:59'),
(60, 'images/product/60/photo/awlem1611208027.jpeg', 19, 'آيس شيكن', '290 ك', 19, 10, 15, 0, 0, '2021-01-21 05:44:34', '2021-01-21 05:47:07'),
(61, 'images/product/61/photo/awlem1611207968.jpeg', 19, 'آيس لاتيه', '12 ك', 18, 10, 15, 0, 0, '2021-01-21 05:46:08', '2021-01-21 05:48:21'),
(62, 'images/product/62/photo/awlem1611208263.jpeg', 19, 'آيس أمريكاتو', '5 ك', 13, 10, 15, 0, 0, '2021-01-21 05:51:03', '2021-01-21 05:51:03'),
(63, 'images/product/63/photo/awlem1611208342.jpeg', 19, 'آيس سولتيد كراميل', '300 ك', 19, 10, 15, 0, 0, '2021-01-21 05:52:22', '2021-01-21 05:52:22'),
(64, 'images/product/64/photo/awlem1611208414.jpeg', 19, 'كوكتيل فان جوخ', '120 ك', 18, 10, 15, 0, 0, '2021-01-21 05:53:34', '2021-01-21 05:53:34'),
(65, 'images/product/65/photo/awlem1611209225.jpeg', 19, 'بانوفي باي', '300 ك', 19, 10, 15, 0, 0, '2021-01-21 05:56:49', '2021-01-21 06:07:05'),
(66, 'images/product/66/photo/awlem1611209259.jpeg', 19, 'تشيز كيك مانجو', '290 ك', 22, 10, 15, 0, 0, '2021-01-21 05:57:49', '2021-01-21 06:07:39'),
(67, 'images/product/67/photo/awlem1611208743.jpeg', 19, 'تشيز كيك توت بالورد', '274 ك', 22, 10, 15, 0, 0, '2021-01-21 05:59:03', '2021-01-21 05:59:03'),
(68, 'images/product/68/photo/awlem1611209284.jpeg', 19, 'تارت البيكان', '280 ك', 22, 10, 15, 0, 0, '2021-01-21 05:59:49', '2021-01-21 06:08:04'),
(69, 'images/product/69/photo/awlem1611208854.jpeg', 19, 'كوكيز', '150 ك', 10, 10, 15, 0, 0, '2021-01-21 06:00:54', '2021-01-21 06:00:54'),
(70, 'images/product/70/photo/awlem1611208927.jpeg', 19, 'حلى اليوم', '0 ك', 23, 10, 15, 0, 0, '2021-01-21 06:01:33', '2021-01-21 06:02:07'),
(71, 'images/product/71/photo/awlem1611209122.jpeg', 19, 'وافل ستك بحشوات مختلفة', '120 ك', 16, 10, 15, 0, 0, '2021-01-21 06:05:22', '2021-01-21 06:05:22'),
(72, 'images/product/72/photo/awlem1611209187.jpeg', 19, 'كرات البانكيك', '202 ك', 18, 10, 15, 0, 0, '2021-01-21 06:06:27', '2021-01-21 06:06:27'),
(73, 'images/product/73/photo/awlem1611293604.jpeg', 20, 'اسبريسو', '6 ك', 11, 10, 15, 0, 0, '2021-01-22 05:33:24', '2021-01-22 05:33:24'),
(74, 'images/product/74/photo/awlem1611293707.jpeg', 20, 'ميكياتو', '9 ك', 12, 10, 15, 0, 0, '2021-01-22 05:34:45', '2021-01-22 05:35:07'),
(75, 'images/product/75/photo/awlem1611296584.jpeg', 20, 'أمريكانو', '6 ك', 12, 10, 15, 0, 0, '2021-01-22 05:36:32', '2021-01-22 06:23:04'),
(76, 'images/product/76/photo/awlem1611293837.jpeg', 20, 'كورتادو', '55 ك', 13, 10, 15, 0, 0, '2021-01-22 05:37:17', '2021-01-22 05:37:17'),
(77, 'images/product/77/photo/awlem1611293875.jpeg', 20, 'فلات وايت', '120 ك', 14, 10, 15, 0, 0, '2021-01-22 05:37:55', '2021-01-22 05:37:55'),
(78, 'images/product/78/photo/awlem1611296630.jpeg', 20, 'كابتشينو', '165 ك', 15, 10, 15, 0, 0, '2021-01-22 05:38:33', '2021-01-22 06:23:50'),
(79, 'images/product/79/photo/awlem1611293957.jpeg', 20, 'لاتيه', '180 ك', 17, 10, 15, 0, 0, '2021-01-22 05:39:17', '2021-01-22 05:39:17'),
(80, 'images/product/80/photo/awlem1611296663.jpeg', 20, 'سبانيش لاتيه', '350', 18, 10, 15, 0, 0, '2021-01-22 05:39:54', '2021-01-22 06:24:23'),
(81, 'images/product/81/photo/awlem1611294045.jpeg', 20, 'باس لاتيه', '420 ك', 21, 10, 15, 0, 0, '2021-01-22 05:40:45', '2021-01-22 05:40:45'),
(82, 'images/product/82/photo/awlem1611294195.jpeg', 20, 'بستاشيو لاتيه', '500 ك', 19, 10, 15, 0, 0, '2021-01-22 05:42:48', '2021-01-22 05:52:18'),
(83, 'images/product/83/photo/awlem1611294267.jpeg', 20, 'زعفران لاتيه', '120 ك', 19, 10, 15, 0, 0, '2021-01-22 05:44:27', '2021-01-22 05:53:10'),
(84, 'images/product/84/photo/awlem1611294312.jpeg', 20, 'روز لاتيه', '490 سعرة حرارية', 19, 10, 15, 0, 0, '2021-01-22 05:45:12', '2021-01-22 05:54:19'),
(85, 'images/product/85/photo/awlem1611294365.jpeg', 20, 'V60', '6 سعرة حرارية', 17, 10, 15, 0, 0, '2021-01-22 05:46:05', '2021-01-22 05:55:45'),
(86, 'images/product/86/photo/awlem1611294405.jpeg', 20, 'CHEMEX', '6 سعرة حرارية', 17, 10, 15, 0, 0, '2021-01-22 05:46:45', '2021-01-22 05:57:33'),
(87, 'images/product/87/photo/awlem1611294455.jpeg', 20, 'كاليتا', '6 سعرة حرارية', 17, 10, 15, 0, 0, '2021-01-22 05:47:35', '2021-01-22 05:58:50'),
(88, 'images/product/88/photo/awlem1611295184.jpeg', 20, 'شاهي', '2 سعرة حرارية', 6, 10, 15, 0, 0, '2021-01-22 05:48:13', '2021-01-22 05:59:44'),
(89, 'images/product/89/photo/awlem1611294544.jpeg', 20, 'تركي', '28 سعرة حرارية', 11, 10, 15, 0, 0, '2021-01-22 05:49:04', '2021-01-22 06:00:34'),
(90, 'images/product/90/photo/awlem1611295596.jpeg', 20, 'آيس أمريكانو', '6 سعرة حرارية', 13, 10, 15, 0, 0, '2021-01-22 06:06:36', '2021-01-22 06:06:36'),
(91, 'images/product/91/photo/awlem1611295642.jpeg', 20, 'آيس لاتيه', '180 سعرة حرارية', 17, 10, 15, 0, 0, '2021-01-22 06:07:22', '2021-01-22 06:07:22'),
(92, 'images/product/92/photo/awlem1611295709.jpeg', 20, 'آيس سبانيش لاتيه', '350 سعرة حرارية', 19, 10, 15, 0, 0, '2021-01-22 06:08:29', '2021-01-22 06:08:29'),
(93, 'images/product/93/photo/awlem1611295765.jpeg', 20, 'آيس بستاشيو لاتيه', '500 سعرة حرارية', 19, 10, 15, 0, 0, '2021-01-22 06:09:25', '2021-01-22 06:09:25'),
(94, 'images/product/94/photo/awlem1611295828.jpeg', 20, 'آيس دريب', '6 سعرة حرارية', 19, 10, 15, 0, 0, '2021-01-22 06:10:28', '2021-01-22 06:49:30'),
(95, 'images/product/95/photo/awlem1611295828.jpeg', 20, 'آيس روز لاتيه', '490 سعرة حرارية', 19, 10, 15, 0, 0, '2021-01-22 06:10:28', '2021-01-22 06:10:28'),
(96, 'images/product/96/photo/awlem1611295893.jpeg', 20, 'آيس زعفران لاتيه', '130 سعرة حرارية', 19, 10, 15, 0, 0, '2021-01-22 06:11:33', '2021-01-22 06:11:33'),
(97, 'images/product/97/photo/awlem1611295941.jpeg', 20, 'كولد برو', '6 سعرة حرارية', 20, 10, 15, 0, 0, '2021-01-22 06:12:21', '2021-01-22 06:12:21'),
(98, 'images/product/98/photo/awlem1611295988.jpeg', 20, 'آيس باس لاتيه', '420 سعرة حرارية', 21, 10, 15, 0, 0, '2021-01-22 06:13:08', '2021-01-22 06:13:08'),
(99, 'images/product/99/photo/awlem1611296068.jpeg', 20, 'A77', '450', 21, 10, 15, 0, 0, '2021-01-22 06:14:28', '2021-01-22 06:14:28'),
(100, 'images/product/100/photo/awlem1611296181.jpeg', 20, 'موهيتو', '250 سعرة حرارية', 17, 10, 15, 0, 0, '2021-01-22 06:16:21', '2021-01-22 06:16:21'),
(101, 'images/product/101/photo/awlem1611296697.jpeg', 20, 'CHEMEX', '6 سعرة حرارية', 17, 10, 15, 0, 0, '2021-01-22 06:17:33', '2021-01-22 06:24:57'),
(102, 'images/product/102/photo/awlem1611296403.jpeg', 20, 'V60', '6 سعرة حرارية', 17, 10, 15, 0, 0, '2021-01-22 06:20:03', '2021-01-22 06:20:03'),
(103, 'images/product/103/photo/awlem1611296723.jpeg', 20, 'كاليتا', '6 سعرة حرارية', 17, 10, 15, 0, 0, '2021-01-22 06:20:56', '2021-01-22 06:25:23'),
(104, 'images/product/104/photo/awlem1611298247.jpeg', 20, 'ماء', '0 سعرة حرارية', 3, 10, 15, 0, 0, '2021-01-22 06:21:49', '2021-01-22 06:50:47'),
(105, 'images/product/105/photo/awlem1611297061.jpeg', 20, 'كوتن كاندي', '0 ك', 3, 10, 15, 0, 0, '2021-01-22 06:31:01', '2021-01-22 06:31:01'),
(106, 'images/product/106/photo/awlem1611297186.jpeg', 20, 'كوكيز', '0 سعرة حرارية', 7, 10, 15, 0, 0, '2021-01-22 06:33:06', '2021-01-22 06:33:06'),
(107, 'images/product/107/photo/awlem1611297232.jpeg', 20, 'ماجيك بار', '0 سعرة حرارية', 7, 10, 15, 0, 0, '2021-01-22 06:33:52', '2021-01-22 06:33:52'),
(108, 'images/product/108/photo/awlem1611297284.jpeg', 20, 'كيك لاتيه', '0 سعرة حرارية', 11, 10, 15, 0, 0, '2021-01-22 06:34:44', '2021-01-22 06:34:44'),
(109, 'images/product/109/photo/awlem1611297356.jpeg', 20, 'كيكة تمر', '0 سعرة حرارية', 14, 10, 15, 0, 0, '2021-01-22 06:35:56', '2021-01-22 06:35:56'),
(110, 'images/product/110/photo/awlem1611297416.jpeg', 20, 'بانانا بودينج', '0 سعرة حرارية', 20, 10, 15, 0, 0, '2021-01-22 06:36:56', '2021-01-22 06:36:56'),
(111, 'images/product/111/photo/awlem1611297487.jpeg', 20, 'سولتد كراميل بودينج', '0 سعرة حرارية', 17, 10, 15, 0, 0, '2021-01-22 06:38:07', '2021-01-22 06:38:07'),
(112, 'images/product/112/photo/awlem1611441285.jpeg', 21, 'مظبي حجر', '592 سعرة حرارية', 18.5, 10, 15, 1, 0, '2021-01-23 22:34:45', '2021-01-26 11:50:37'),
(113, 'images/product/113/photo/awlem1616094570.jpeg', 21, 'دجاج مندي', '653 سعرة حرارية', 18.5, 10, 15, 1, 0, '2021-01-23 22:40:20', '2021-03-18 19:09:30'),
(114, 'images/product/114/photo/awlem1611441888.jpeg', 21, 'دجاج مضغوط', '1876 سعرة حرارية', 18.5, 10, 15, 0, 0, '2021-01-23 22:43:37', '2021-01-26 11:53:33'),
(115, 'images/product/115/photo/awlem1611442107.jpeg', 21, 'دجاج على الفحم بدون عظم', '364 سعرة حرارية', 19, 10, 15, 1, 0, '2021-01-23 22:48:27', '2021-01-23 22:54:09'),
(116, 'images/product/116/photo/awlem1611442249.jpeg', 21, 'كبسة البادية', '1728 سعرة حرارية', 19, 10, 15, 0, 0, '2021-01-23 22:50:49', '2021-01-26 11:54:41'),
(117, 'images/product/117/photo/awlem1611442413.jpeg', 21, 'دجاج شواية', '647 سعرة حرارية', 18.5, 10, 15, 1, 0, '2021-01-23 22:53:33', '2021-01-26 11:55:42'),
(118, 'images/product/118/photo/awlem1611442653.jpeg', 21, 'مدفون دجاج', '670 سعرة حرارية', 18.5, 10, 15, 1, 0, '2021-01-23 22:57:33', '2021-01-26 11:56:19'),
(119, 'images/product/119/photo/awlem1616094493.jpeg', 21, 'لحم مندي', '1044', 71, 10, 15, 1, 0, '2021-01-23 23:07:07', '2021-03-18 19:08:13'),
(120, 'images/product/120/photo/awlem1611443416.jpeg', 21, 'كبسة غنم', '2295 سعرة حرارية', 65, 10, 15, 0, 0, '2021-01-23 23:10:16', '2021-01-23 23:10:16'),
(121, 'images/product/121/photo/awlem1611443769.jpeg', 21, 'كبسة البادية حاشي', '2480 سعرة حرارية', 52.5, 10, 15, 0, 0, '2021-01-23 23:16:09', '2021-01-26 11:59:03'),
(122, 'images/product/122/photo/awlem1611443847.jpeg', 21, 'كبسة حاشي', '2480 سعرة حرارية', 51, 10, 15, 0, 0, '2021-01-23 23:17:27', '2021-01-23 23:17:27'),
(123, 'images/product/123/photo/awlem1611448104.jpeg', 21, 'بيشاور', '0 سعرة حرارية', 8, 10, 15, 0, 0, '2021-01-24 00:28:24', '2021-01-24 00:28:24'),
(124, 'images/product/124/photo/awlem1611448565.jpeg', 21, 'بخاري', '0 سعرة حرارية', 6, 10, 15, 0, 0, '2021-01-24 00:36:05', '2021-01-24 00:36:05'),
(125, 'images/product/125/photo/awlem1611448683.jpeg', 21, 'شعبي', '0 سعرات حرارية', 6, 10, 15, 0, 0, '2021-01-24 00:38:03', '2021-01-24 00:38:03'),
(126, 'images/product/126/photo/awlem1611449101.jpeg', 21, 'قرصان', '0 سعرة حرارية', 7, 10, 15, 0, 0, '2021-01-24 00:45:01', '2021-01-24 00:45:01'),
(127, 'images/product/127/photo/awlem1611449186.jpeg', 21, 'جريش', '0 سعرة حرارية', 7, 10, 15, 0, 0, '2021-01-24 00:46:26', '2021-01-24 00:46:26'),
(128, 'images/product/128/photo/awlem1616094645.jpeg', 21, 'مشكل', '0 سعرة حرارية', 8, 10, 15, 0, 0, '2021-01-24 00:47:41', '2021-03-18 19:10:45'),
(129, 'images/product/129/photo/awlem1616094727.jpeg', 21, 'بامية', '0 سعرة حرارية', 8, 10, 15, 0, 0, '2021-01-24 00:48:52', '2021-03-18 19:12:07'),
(130, 'images/product/130/photo/awlem1616094779.jpeg', 21, 'مسقعة', '0 سعرة حرارية', 8, 10, 15, 0, 0, '2021-01-24 00:51:25', '2021-03-18 19:12:59'),
(131, 'images/product/131/photo/awlem1616094820.jpeg', 21, 'ملوخية', '0 سعرة حرارية', 8, 10, 15, 0, 0, '2021-01-24 00:53:17', '2021-03-18 19:13:40'),
(132, 'images/product/132/photo/awlem1611449838.jpeg', 21, 'سلطة خضراء', '0 سعرة حرارية', 4, 10, 15, 0, 0, '2021-01-24 00:57:18', '2021-01-24 00:57:18'),
(133, 'images/product/133/photo/awlem1611449989.jpeg', 21, 'سلطة زبادي', '0 سعرة حرارية', 4, 10, 15, 0, 0, '2021-01-24 00:59:49', '2021-01-24 00:59:49'),
(134, 'images/product/134/photo/awlem1616094896.jpeg', 21, 'سلطة حارة', '0 سعرة حرارية', 4, 10, 15, 0, 0, '2021-01-24 01:01:10', '2021-03-18 19:14:56'),
(135, 'images/product/135/photo/awlem1616094946.jpeg', 21, 'طحينة', '0 سعرة حرارية', 4, 10, 15, 0, 0, '2021-01-24 01:03:26', '2021-03-18 19:15:46'),
(136, 'images/product/136/photo/awlem1616108427.jpeg', 21, 'متبل', '0 سعرة حرارية', 6, 10, 15, 0, 0, '2021-01-24 01:04:22', '2021-03-18 23:00:27'),
(137, 'images/product/137/photo/awlem1616095300.jpeg', 21, 'مقبلات', '0 سعرة حرارية', 13, 10, 15, 0, 0, '2021-01-24 01:05:15', '2021-03-18 19:21:40'),
(138, 'images/product/138/photo/awlem1616095911.jpeg', 21, 'مكرونة بشاميل', '0 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-24 01:07:25', '2021-03-18 19:31:51'),
(139, 'images/product/139/photo/awlem1611450849.jpeg', 21, 'أم علي', '555 سعرة حرارية', 7, 10, 15, 0, 0, '2021-01-24 01:14:09', '2021-01-24 01:14:09'),
(140, 'images/product/140/photo/awlem1611450982.jpeg', 21, 'كنافة', '634  سعرة حرارية', 8, 10, 15, 0, 0, '2021-01-24 01:16:22', '2021-01-24 01:16:22'),
(141, 'images/product/141/photo/awlem1616095377.jpeg', 21, 'كريمة', '448', 5, 10, 15, 0, 0, '2021-01-24 01:18:24', '2021-03-18 19:22:57'),
(142, 'images/product/142/photo/awlem1616108371.jpeg', 21, 'بيبسي صغير', '0 سعرة حرارية', 2.5, 10, 15, 0, 0, '2021-01-24 01:22:04', '2021-03-18 22:59:31'),
(143, 'images/product/143/photo/awlem1616108511.jpeg', 21, 'بيبسي دايت', '0 سعرة حرارية', 2.5, 10, 15, 0, 0, '2021-01-24 01:23:45', '2021-03-18 23:01:51'),
(144, 'images/product/144/photo/awlem1616108572.jpeg', 21, 'بيبسي عائلي', '0 سعرة حرارية', 9, 10, 15, 0, 0, '2021-01-24 01:26:14', '2021-03-18 23:02:52'),
(145, 'images/product/145/photo/awlem1611451648.jpeg', 21, 'لبن القرية', '0 سعرة حرارية', 2.5, 10, 15, 0, 0, '2021-01-24 01:27:28', '2021-01-26 12:00:55'),
(146, 'images/product/146/photo/awlem1611467106.jpeg', 22, 'ساندوتش فلافل شامي', '411 سعرة حرارية', 6, 10, 15, 0, 0, '2021-01-24 05:45:06', '2021-01-24 05:45:06'),
(147, 'images/product/147/photo/awlem1611467168.jpeg', 22, 'ساندوتش فلافل فطير', '411 سعرة حرارية', 7, 10, 15, 0, 0, '2021-01-24 05:46:08', '2021-01-24 05:46:08'),
(148, 'images/product/148/photo/awlem1611467279.jpeg', 22, 'ساندوتش فلافل تورتيلا', '411 سعرة حرارية', 7, 10, 15, 0, 0, '2021-01-24 05:47:59', '2021-01-24 05:47:59'),
(149, 'images/product/149/photo/awlem1611467574.jpeg', 22, 'سلطة حلوم', 'شرائح جبنة حلوم المشوية والطماطم المجففة و الطماطم الكرزية و الجرجير 562 سعرة حرارية', 24, 10, 15, 0, 0, '2021-01-24 05:52:54', '2021-01-24 05:52:54'),
(150, 'images/product/150/photo/awlem1611467662.jpeg', 22, 'سلطة جرجير', '118 سعرة حرارية', 20, 10, 15, 0, 0, '2021-01-24 05:54:22', '2021-01-24 05:54:22'),
(151, 'images/product/151/photo/awlem1611467724.jpeg', 22, 'سلطة خضراء', '189 سعرة حرارية', 12, 10, 15, 0, 0, '2021-01-24 05:55:24', '2021-01-24 05:55:24'),
(152, 'images/product/152/photo/awlem1611467784.jpeg', 22, 'سلطة زيتون', '170 سعرة حرارية', 14, 10, 15, 0, 0, '2021-01-24 05:56:24', '2021-01-24 05:56:24'),
(153, 'images/product/153/photo/awlem1611467878.jpeg', 22, 'سلطة سيزر', '460 سعرة حرارية', 21, 10, 15, 0, 0, '2021-01-24 05:57:58', '2021-01-24 05:57:58'),
(154, 'images/product/154/photo/awlem1611467934.jpeg', 22, 'سلطة فتوش', '254 سعرة حرارية', 12, 10, 15, 0, 0, '2021-01-24 05:58:54', '2021-01-24 05:58:54'),
(155, 'images/product/155/photo/awlem1611467999.jpeg', 22, 'سلطة يونانية', '283 سعرة حرارية', 17, 10, 15, 0, 0, '2021-01-24 05:59:59', '2021-01-24 05:59:59'),
(156, 'images/product/156/photo/awlem1611468486.jpeg', 22, 'فطور مشراق', 'يقدم بالعسل و المربى و الجبنة المجدولة وجبنة كور وجبنة التشيدر الصفراء وجبنة أمينتال البيضاء و المكسرات وقطع الكيوي و البرتقال يقدم مع اختيار من الشكشوكة أو الأومليت\r\n 3000 سعرة حرارية', 40, 10, 15, 1, 0, '2021-01-24 06:05:26', '2021-01-24 06:08:06'),
(157, 'images/product/157/photo/awlem1611468462.jpeg', 22, 'فطور شرقي', 'تشكيلة من المقبلات - الفول - الفلافل\r\n691 سعرة حرارية', 40, 10, 15, 0, 0, '2021-01-24 06:07:42', '2021-01-24 06:07:42'),
(158, 'images/product/158/photo/awlem1611468576.jpeg', 22, 'فول بالسمن', '553 سعرة حرارية', 11, 10, 15, 0, 0, '2021-01-24 06:09:36', '2021-01-24 06:09:36'),
(159, 'images/product/159/photo/awlem1611468683.jpeg', 22, 'فول بالزيت', '565 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-24 06:11:23', '2021-01-24 06:11:23'),
(160, 'images/product/160/photo/awlem1611468775.jpeg', 22, 'علبة فلافل 9 قطع', '360 سعرة حرارية', 4, 10, 15, 0, 0, '2021-01-24 06:12:55', '2021-01-24 06:12:55'),
(161, 'images/product/161/photo/awlem1611468872.jpeg', 22, 'علبة فلافل 15 قطع', '600 سعرة حرارية', 6, 10, 15, 0, 0, '2021-01-24 06:14:33', '2021-01-24 06:14:33'),
(162, 'images/product/162/photo/awlem1611468983.jpeg', 22, 'كبدة غنم', '420 سعرة حرارية', 21, 10, 15, 0, 0, '2021-01-24 06:16:23', '2021-01-24 06:16:23'),
(163, 'images/product/163/photo/awlem1611469738.jpeg', 22, 'عريكة', '1316 سعرة حرارية', 21, 10, 15, 0, 0, '2021-01-24 06:17:58', '2021-01-24 06:28:58'),
(164, 'images/product/164/photo/awlem1611469312.jpeg', 22, 'معصوب', 'التمر و الموز و القشطة \r\n1544 سعرة حرارية', 19, 10, 15, 0, 0, '2021-01-24 06:21:52', '2021-01-24 06:21:52'),
(165, 'images/product/165/photo/awlem1611469523.jpeg', 22, 'معصوب مشراق', 'التمر و الموز و السمن و الجبنة و القشطة و العسل \r\n1741 سعرة حرارية', 20, 10, 15, 0, 0, '2021-01-24 06:25:23', '2021-01-24 06:25:23'),
(166, 'images/product/166/photo/awlem1611469602.jpeg', 22, 'بطاطس حار', '490 سعرة حرارية', 14, 10, 15, 0, 0, '2021-01-24 06:26:42', '2021-01-24 06:26:42'),
(167, 'images/product/167/photo/awlem1611469688.jpeg', 22, 'أصابع بطاطس مقلية', '499 سعرة حرارية', 12, 10, 15, 0, 0, '2021-01-24 06:28:08', '2021-01-24 06:28:08'),
(168, 'images/product/168/photo/awlem1611683729.jpg', 24, 'كيوي', '0 سعرة حرارية10', 10, 10, 15, 1, 0, '2021-01-26 17:55:29', '2021-01-29 19:45:32'),
(169, 'images/product/169/photo/awlem1611683863.jpg', 24, 'ليمون نعناع', '0 سعرة حرارية', 10, 10, 15, 1, 0, '2021-01-26 17:57:43', '2021-01-26 18:01:18'),
(170, 'images/product/170/photo/awlem1611684746.jpg', 24, 'حبحب', '0 سعرة حرارية', 10, 10, 15, 1, 0, '2021-01-26 18:12:26', '2021-01-26 18:12:26'),
(171, 'images/product/171/photo/awlem1611713902.jpg', 24, 'فراولة', '0 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-27 02:18:22', '2021-01-27 02:18:22'),
(172, 'images/product/172/photo/awlem1611714045.jpg', 24, 'اناناس', '0 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-27 02:20:45', '2021-01-27 02:20:45'),
(173, 'images/product/173/photo/awlem1611714200.jpg', 24, 'رمان', '0 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-27 02:23:20', '2021-01-27 02:23:20'),
(174, 'images/product/174/photo/awlem1611714320.jpg', 24, 'تفاح', '0 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-27 02:25:20', '2021-01-27 02:25:20'),
(175, 'images/product/175/photo/awlem1611714456.jpg', 24, 'جوافة', '0 سعرة حرارية', 10, 10, 15, 1, 0, '2021-01-27 02:27:36', '2021-01-27 02:27:36'),
(176, 'images/product/176/photo/awlem1611714578.jpg', 24, 'خوخ', '0 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-27 02:29:38', '2021-01-27 02:29:38'),
(177, 'images/product/177/photo/awlem1611714701.jpg', 24, 'بنجر', '0 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-27 02:31:41', '2021-01-27 02:31:41'),
(178, 'images/product/178/photo/awlem1611714839.jpg', 24, 'حبحب', '0 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-27 02:33:59', '2021-01-27 02:33:59'),
(179, 'images/product/179/photo/awlem1611715054.jpg', 24, 'شمام', '0 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-27 02:36:26', '2021-01-27 02:37:34'),
(180, 'images/product/180/photo/awlem1611715196.jpg', 24, 'جزر', '0 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-27 02:39:56', '2021-01-27 02:39:56'),
(181, 'images/product/181/photo/awlem1611715336.jpg', 24, 'عنب', '0 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-27 02:42:16', '2021-01-27 02:42:16'),
(182, 'images/product/182/photo/awlem1611715587.jpg', 24, 'برتقال', '0 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-27 02:46:27', '2021-01-27 02:46:27'),
(183, 'images/product/183/photo/awlem1611715711.jpg', 24, 'مانجو', '0 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-27 02:48:31', '2021-01-27 02:48:31'),
(184, 'images/product/184/photo/awlem1611715887.jpg', 24, 'موز بالحليب', '0 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-27 02:51:27', '2021-01-27 02:51:27'),
(185, 'images/product/185/photo/awlem1611716034.jpg', 24, 'أفوكادو', '0 سعرة حرارية', 11, 10, 15, 0, 0, '2021-01-27 02:53:54', '2021-01-27 03:05:46'),
(186, 'images/product/186/photo/awlem1611716317.jpg', 24, 'توت', '0 سعرة حرارية', 11, 10, 15, 0, 0, '2021-01-27 02:57:35', '2021-01-27 03:07:44'),
(187, 'images/product/187/photo/', 24, 'ميلك شيك كندر', '0 سعرة حرارية', 18, 10, 15, 4, 0, '2021-01-27 03:13:38', '2021-01-27 03:13:38'),
(188, 'images/product/188/photo/awlem1611931699.jpeg', 22, 'اومليت', '648 سعرة حرارية', 14, 10, 15, 0, 0, '2021-01-29 14:48:19', '2021-01-29 14:48:19'),
(189, 'images/product/189/photo/awlem1611931769.jpeg', 22, 'اومليت بالجبنة', '811 سعرة حرارية', 16, 10, 15, 0, 0, '2021-01-29 14:49:29', '2021-01-29 14:49:29'),
(190, 'images/product/190/photo/awlem1611931853.jpeg', 22, 'اومليت بالخضار', '309 سعرة حرارية', 17, 10, 15, 0, 0, '2021-01-29 14:50:53', '2021-01-29 14:50:53'),
(191, 'images/product/191/photo/awlem1611931940.jpeg', 22, 'شكشوكة', '648 سعرة حرارية', 14, 10, 15, 0, 0, '2021-01-29 14:52:20', '2021-01-29 14:52:20'),
(192, 'images/product/192/photo/awlem1611933962.jpeg', 22, 'حمص', '961 سعرة حرارية', 12, 10, 15, 0, 0, '2021-01-29 15:26:02', '2021-01-29 15:26:02'),
(193, 'images/product/193/photo/awlem1611934040.jpeg', 22, 'حمص بالفول', '853 سعرة حرارية', 14, 10, 15, 0, 0, '2021-01-29 15:27:20', '2021-01-29 15:27:20'),
(194, 'images/product/194/photo/awlem1611934170.jpeg', 22, 'حمص باللوز', '1009 سعرة حرارية', 17, 10, 15, 0, 0, '2021-01-29 15:29:30', '2021-01-29 15:29:30'),
(195, 'images/product/195/photo/awlem1611934239.jpeg', 22, 'حمص بيروتي', '886 سعرة حرارية', 12, 10, 15, 0, 0, '2021-01-29 15:30:39', '2021-01-29 15:30:39'),
(196, 'images/product/196/photo/awlem1611934319.jpeg', 22, 'حمص باللحم', '375 سعرة حرارية', 21, 10, 15, 0, 0, '2021-01-29 15:31:59', '2021-01-29 15:31:59'),
(197, 'images/product/197/photo/awlem1611934534.jpeg', 22, 'حمص بالأفوكادو', '315 سعرة حرارية', 17, 10, 15, 0, 0, '2021-01-29 15:35:34', '2021-01-29 15:35:34'),
(198, 'images/product/198/photo/awlem1611934667.jpeg', 22, 'ورق عنب', '594 سعرة حرارية', 14, 10, 15, 0, 0, '2021-01-29 15:37:47', '2021-01-29 15:37:47'),
(199, 'images/product/199/photo/awlem1611934667.jpeg', 22, 'ورق عنب', '594 سعرة حرارية', 14, 10, 15, 0, 0, '2021-01-29 15:37:47', '2021-01-29 15:37:47'),
(200, 'images/product/200/photo/awlem1611934905.jpeg', 22, 'فتة حمص', '1164 سعرة حرارية', 18, 10, 15, 0, 0, '2021-01-29 15:41:45', '2021-01-29 15:41:45'),
(201, 'images/product/201/photo/awlem1611935002.jpeg', 22, 'فتة باذنجان', 'باذنجان مقلي + خبز + طحينة + لوز \r\n801 سعرة حرارية', 17, 10, 15, 0, 0, '2021-01-29 15:43:22', '2021-01-29 15:43:22'),
(202, 'images/product/202/photo/awlem1611935125.jpeg', 22, 'محمرة', 'الفلفل الرومي التركي و الطحينة مع المكسرات و عين الجمل و الشابورة ودبس الرمان و البهارات \r\n601 سعرة حرارية', 12, 10, 15, 0, 0, '2021-01-29 15:45:25', '2021-01-29 15:45:25'),
(203, 'images/product/203/photo/awlem1611935218.jpeg', 22, 'كشكه', 'اللبنة و البرغر و البقدونس \r\n685 سعرة حرارية', 16, 10, 15, 0, 0, '2021-01-29 15:46:58', '2021-01-29 15:46:58'),
(204, 'images/product/204/photo/awlem1611935283.jpeg', 22, 'طماطم بالطحينة', '328 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-29 15:48:03', '2021-01-29 15:48:03'),
(205, 'images/product/205/photo/awlem1611935337.jpeg', 22, 'قدسية', '869 سعرة حرارية', 12, 10, 15, 0, 0, '2021-01-29 15:48:57', '2021-01-29 15:48:57'),
(206, 'images/product/206/photo/awlem1611935391.jpeg', 22, 'لبنة', '636 سعرة حرارية', 16, 10, 15, 0, 0, '2021-01-29 15:49:51', '2021-01-29 15:49:51'),
(207, 'images/product/207/photo/awlem1611935436.jpeg', 22, 'متبل', '400 سعرة حرارية', 12, 10, 15, 0, 0, '2021-01-29 15:50:36', '2021-01-29 15:50:36'),
(208, 'images/product/208/photo/awlem1611935481.jpeg', 22, '12', '260', 12, 10, 15, 0, 0, '2021-01-29 15:51:21', '2021-01-29 15:51:21'),
(209, 'images/product/209/photo/awlem1611935528.jpeg', 22, 'تبولة', '278 سعرة حرارية', 11, 10, 15, 0, 0, '2021-01-29 15:52:08', '2021-01-29 15:52:08'),
(210, 'images/product/210/photo/awlem1611935581.jpeg', 22, 'مسبحة', '890 سعرة حرارية', 12, 10, 15, 0, 0, '2021-01-29 15:53:01', '2021-01-29 15:53:01'),
(211, 'images/product/211/photo/', 22, 'مخلل', '145 سعرة حرارية', 4, 10, 15, 0, 0, '2021-01-29 15:53:44', '2021-01-29 15:53:44'),
(212, 'images/product/212/photo/awlem1611936585.jpeg', 22, 'عصير كوكتيل', '406 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-29 16:09:45', '2021-01-29 16:09:45'),
(213, 'images/product/213/photo/awlem1611936647.jpeg', 22, 'جوافة بالحليب', '410 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-29 16:10:47', '2021-01-29 16:10:47'),
(214, 'images/product/214/photo/awlem1611936707.jpeg', 22, 'مانجو', '364 سعرة حرارية', 11, 10, 15, 0, 0, '2021-01-29 16:11:47', '2021-01-29 16:11:47'),
(215, 'images/product/215/photo/awlem1611936779.jpeg', 22, 'مانجو بالحليب', '425 سعرة حرارية', 12, 10, 15, 0, 0, '2021-01-29 16:12:59', '2021-01-29 16:12:59'),
(216, 'images/product/216/photo/awlem1611936844.jpeg', 22, 'برنقال', '171 سعرة حرارية', 12, 10, 15, 0, 0, '2021-01-29 16:14:04', '2021-01-29 16:14:04'),
(217, 'images/product/217/photo/awlem1611936898.jpeg', 22, 'رمان', '205 سعرة حرارية', 10, 10, 15, 0, 0, '2021-01-29 16:14:58', '2021-01-29 16:14:58'),
(218, 'images/product/218/photo/awlem1611936951.jpeg', 22, 'مياه', '0 سعرة حرارية', 1, 10, 15, 0, 0, '2021-01-29 16:15:51', '2021-01-29 16:15:51'),
(219, 'images/product/219/photo/awlem1611936994.jpeg', 22, 'شاهي انجليزي', '0 سعرة حرارية', 4, 10, 15, 0, 0, '2021-01-29 16:16:34', '2021-01-29 16:16:34'),
(220, 'images/product/220/photo/awlem1611937048.jpeg', 22, 'شاهي بالحليب', '160 سعرة حرارية', 5, 10, 15, 0, 0, '2021-01-29 16:17:28', '2021-01-29 16:17:28'),
(221, 'images/product/221/photo/', 22, 'شاهي عدني', '160 سعرة حرارية', 5, 10, 15, 0, 0, '2021-01-29 16:18:11', '2021-01-29 16:18:11'),
(222, 'images/product/222/photo/awlem1611946993.jpg', 24, 'ميلك شيك مارس', '0 سعرة حرارية', 18, 10, 15, 4, 0, '2021-01-29 19:03:13', '2021-01-29 19:09:41'),
(223, 'images/product/223/photo/awlem1611947263.jpg', 24, 'ميلك شيك تويكس', '0 سعرة حرارية', 18, 10, 15, 4, 0, '2021-01-29 19:07:43', '2021-01-29 19:10:51'),
(224, 'images/product/224/photo/awlem1611947765.jpg', 24, 'ميلك شيك جالكسي', '0 سعرة حرارية', 18, 10, 15, 5, 0, '2021-01-29 19:16:05', '2021-01-29 19:16:05'),
(225, 'images/product/225/photo/awlem1611947972.jpg', 24, 'ميلك شيك كيت كات', '0 سعرة حرارية', 18, 10, 15, 5, 0, '2021-01-29 19:19:32', '2021-01-29 19:19:32'),
(226, 'images/product/226/photo/awlem1611948171.jpg', 24, 'ميلك شيك سنكرز', '0 سعرة حرارية', 18, 10, 15, 5, 0, '2021-01-29 19:22:51', '2021-01-29 19:22:52'),
(227, 'images/product/227/photo/', 24, 'ميلك شيك فيلك', '0 سعرة حرارية', 18, 10, 15, 5, 0, '2021-01-29 19:26:24', '2021-01-29 19:26:24'),
(228, 'images/product/228/photo/awlem1611948600.jpg', 24, 'ميلك شيك اوريو', '0 سعرة حرارية', 18, 10, 15, 5, 0, '2021-01-29 19:30:00', '2021-01-29 19:30:01'),
(229, 'images/product/229/photo/awlem1611949456.jpg', 24, 'سموذي برتقال- ليمون- خوخ', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-29 19:44:16', '2021-01-29 19:44:16'),
(230, 'images/product/230/photo/', 24, 'سموذي فراولة- اناناس- كيوي', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-29 19:48:03', '2021-01-29 19:48:03'),
(231, 'images/product/231/photo/awlem1611949830.jpg', 24, 'سموذي كيوي- تفاح- ليمون', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-29 19:50:30', '2021-01-29 19:50:30'),
(232, 'images/product/232/photo/awlem1611949968.jpg', 24, 'سموذي شمام- مانجو- فانيليا', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-29 19:52:48', '2021-01-29 19:52:48'),
(233, 'images/product/233/photo/awlem1611950111.jpg', 24, 'سموذي حبحب- بخارى- خوخ', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-29 19:55:11', '2021-01-29 19:55:11'),
(234, 'images/product/234/photo/awlem1611950392.jpg', 24, 'سموذي فراولة- موز- اناناس', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-29 19:58:54', '2021-01-29 19:59:52'),
(235, 'images/product/235/photo/awlem1611950712.jpg', 24, 'سموذي توت- فراولة- مانجو', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-29 20:05:12', '2021-01-29 20:05:12'),
(236, 'images/product/236/photo/awlem1611950905.jpg', 24, 'سموذي حبحب- ليمون- نعناع', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-29 20:08:25', '2021-01-29 20:08:25'),
(237, 'images/product/237/photo/awlem1611951219.jpg', 24, 'سموذي اناناس- حبحب- فراولة', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-29 20:13:39', '2021-01-29 20:13:39'),
(238, 'images/product/238/photo/awlem1611951821.jpg', 24, 'سموذي على كيفك', '0 سعرة حرارية', 15, 10, 15, 17, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(239, 'images/product/239/photo/awlem1611953985.jpeg', 25, 'كبة', 'كبة لحم بالمكسرات 540 سعرة حرارية', 23, 10, 15, 0, 0, '2021-01-29 20:59:45', '2021-01-29 20:59:45'),
(240, 'images/product/240/photo/awlem1611954144.jpeg', 25, 'تصبيرة حصة', 'تشكيلة من سمبوسة اللحم و الجبن و الكبة 720 سعرة حرارية', 30, 10, 15, 0, 0, '2021-01-29 21:01:44', '2021-01-29 21:02:24'),
(241, 'images/product/241/photo/', 25, 'سمبوسة جبن', 'سمبوسة محشية بالجبنة البيضاء عالية الجودة 400 سعرة حرارية', 16, 10, 15, 0, 0, '2021-01-29 21:04:11', '2021-01-29 21:04:11'),
(242, 'images/product/242/photo/awlem1611954381.jpeg', 25, 'سمبوسة لحم', 'سمبوسة محشية بلحم الغنم المبهر 400 سعرة حرارية', 17, 10, 15, 0, 0, '2021-01-29 21:06:21', '2021-01-29 21:07:07'),
(243, 'images/product/243/photo/awlem1611954594.jpeg', 25, 'منتو خضار', 'منتو معد بالوصقة الاصلية مع الخضار الطازجة 95 سعرة حرارية', 16, 10, 15, 0, 0, '2021-01-29 21:09:54', '2021-01-29 21:09:54'),
(244, 'images/product/244/photo/', 25, 'ورق عنب صغير', 'ورق عنب حامض بوصفة حاصة الخاصة 210 سعرة حرارية', 16, 10, 15, 0, 0, '2021-01-29 21:11:15', '2021-01-29 21:11:15'),
(245, 'images/product/245/photo/', 25, 'ورق عنب كبير', 'ورق عنب حامض بوصفة حصة الخاصة 420 سعرة حرارية', 29, 10, 15, 0, 0, '2021-01-29 21:12:39', '2021-01-29 21:12:39'),
(246, 'images/product/246/photo/', 25, 'تبولة', 'سلطة طازجة صحية 70 سعرة حرارية', 22, 10, 15, 0, 0, '2021-01-29 21:13:37', '2021-01-29 21:13:37'),
(247, 'images/product/247/photo/', 25, 'فتوش', 'سلطة طازجة صحية 85 سعرة حرارية', 23, 10, 15, 0, 0, '2021-01-29 21:14:43', '2021-01-29 21:14:43'),
(248, 'images/product/248/photo/', 25, 'سلطة', 'سلطة طازجة صحية 70 سعرة حرارية', 16, 10, 15, 0, 0, '2021-01-29 21:15:40', '2021-01-29 21:15:41'),
(249, 'images/product/249/photo/', 25, 'حمص', 'متبل مصنوع من حبيبات الحمص و زيت الزيتون 140 سعرة حرارية', 16, 10, 15, 0, 0, '2021-01-29 21:16:46', '2021-01-29 21:16:46'),
(250, 'images/product/250/photo/', 25, 'صحن خضار', 'طبق جانبي يتناسب مع الوجبات الرئيسية 30 سعرة حرارية', 22, 10, 15, 0, 0, '2021-01-29 21:17:59', '2021-01-29 21:17:59'),
(251, 'images/product/251/photo/', 25, 'بطاطس', 'بطاطس طازجة يتم تحضيرها و تقطيعها في مطبخ حصة 350', 11, 10, 15, 0, 0, '2021-01-29 21:19:10', '2021-01-29 21:19:10'),
(252, 'images/product/252/photo/', 25, 'جريش سادة', 'حبوب الجريش المجهزة في الطريقة الشعبية الأصلية 550 سعرة حرارية', 35, 10, 15, 0, 0, '2021-01-29 21:20:48', '2021-01-29 21:20:48'),
(253, 'images/product/253/photo/', 25, 'جريش دجاج', 'حبوب الجريش المجهزة بالطريقة الشعبية الأصيلة ويقدم مع دجاجة مشوية بتتبيلة حصة الخاصة 650 سعرة حرارية', 52, 10, 15, 0, 0, '2021-01-29 21:23:12', '2021-01-29 21:24:20'),
(254, 'images/product/254/photo/', 25, 'جريش لحم', 'حبوب الجريش المجهزة بالطريقة الشعبية الأصيلة ويقدم مع لحم عالي الجودة الخاصة 720 سعرة حرارية', 65, 10, 15, 0, 0, '2021-01-29 21:25:48', '2021-01-29 21:25:48'),
(255, 'images/product/255/photo/', 25, 'جريش دايت سادة', 'حبوب الجريش المجهزة خصيصا للحميات قليلة السعرات 450 سعرة حرارية', 38, 10, 15, 0, 0, '2021-01-29 21:27:11', '2021-01-29 21:27:11'),
(256, 'images/product/256/photo/', 25, 'سليق دجاج', 'سليق حصة على الطريقة الشعبية الأصيلة يقدم مع دجاجة مشوية متبلة ببهارات حصة الخاصة 750 سعرة حرارية', 52, 10, 15, 0, 0, '2021-01-29 21:28:45', '2021-01-29 21:28:45'),
(257, 'images/product/257/photo/', 25, 'سليق لحم', 'سليق حصة على الطريقة الشعبية الأصيلة يقدم مع لحم عالي الجودة 700 سعرة حرارية', 65, 10, 15, 0, 0, '2021-01-29 21:30:43', '2021-01-29 21:30:43'),
(258, 'images/product/258/photo/', 25, 'كبسة سادة', 'كبسة تم اعدادها باستخدامات الطماطم و البهارات الطازجة 650 سعرة حرارية', 38, 10, 15, 0, 0, '2021-01-29 21:32:05', '2021-01-29 21:32:05'),
(259, 'images/product/259/photo/', 25, 'كبسة دجاج', 'كبسة دجاج تم اعدادها باستخدامات الطماطم و البهارات الطازجة مع دجاجة مشوية ومتبلة ببهارات حصة الخاصة 720 سعرة حرارية', 52, 10, 15, 0, 0, '2021-01-29 21:34:01', '2021-01-29 21:35:57'),
(260, 'images/product/260/photo/', 25, 'كبسة لحم', 'كبسة لحم تم اعدادها باستخدامات الطماطم و البهارات الطازجة بالاضافة الى اللحم عالي الجودة 750سعرة حرارية', 65, 10, 15, 0, 0, '2021-01-29 21:35:21', '2021-01-29 21:35:21'),
(261, 'images/product/261/photo/', 25, 'كبسة روبيان', 'كبسة روبيان بخلطة حصة الخاصة اللذيذة 740 سعرة حرارية', 71, 10, 15, 0, 0, '2021-01-29 21:37:26', '2021-01-29 21:37:26'),
(262, 'images/product/262/photo/', 25, 'قرصان سادة', 'قرصان مطبوخ مع الخضار الطازجة و البهارات المميزة 550 سعرة حرارية', 32, 10, 15, 0, 0, '2021-01-29 21:39:31', '2021-01-29 21:39:31'),
(263, 'images/product/263/photo/', 25, 'قرصان لحم', 'قرصان حصة مع الخضار الطازجة و اللحم عالي الجودة 670 سعرة حرارية', 65, 10, 15, 0, 0, '2021-01-29 21:41:39', '2021-01-29 21:41:39'),
(264, 'images/product/264/photo/', 25, 'مكرونة', 'مكرونة حصة مع الصوص تقدم بطبخ مصنوع من الفخار من الفرن الى طاولتك 820 سعرة حرارية', 28, 10, 15, 0, 0, '2021-01-29 21:43:14', '2021-01-29 21:43:14'),
(265, 'images/product/265/photo/', 25, 'برجر لحم', 'برجر لحم بطريقة بيتية 430 سعرة حرارية', 15, 10, 15, 0, 0, '2021-01-29 21:44:13', '2021-01-29 21:44:13'),
(266, 'images/product/266/photo/', 25, 'وجبة برجر', 'وجبة متكاملة من البرجر و البطاطس يتم تجهيزها وتقطيعها في المطعم ومشروب من اختيارك 900 سعرة حرارية', 29, 10, 15, 0, 0, '2021-01-29 21:46:06', '2021-01-29 21:46:06'),
(267, 'images/product/267/photo/', 25, 'بسبوسة', 'حلى شعبي 420 سعرة حرارية', 23, 10, 15, 0, 0, '2021-01-29 21:47:07', '2021-01-29 21:47:07'),
(268, 'images/product/268/photo/', 25, 'كنافة', 'حلى شعبي 410 سعرة حرارية', 23, 10, 15, 0, 0, '2021-01-29 21:48:12', '2021-01-29 21:48:12'),
(269, 'images/product/269/photo/', 25, 'مصابيب عسل', 'حلى شعبي بالطريقة الأصيلة و العسل عالي الجودة 295 سعرة حرارية', 35, 10, 15, 0, 0, '2021-01-29 21:50:07', '2021-01-29 21:50:07'),
(270, 'images/product/270/photo/', 25, 'بلاليط', 'بلاليط 350 سعرة حرارية', 35, 10, 15, 0, 0, '2021-01-29 21:51:41', '2021-01-29 21:51:41'),
(271, 'images/product/271/photo/', 25, 'كيكة تمر', 'كيكة محشية و مزينة بالتمر تصنع في مطبخ حصة 270 سعرة حرارية', 30, 10, 15, 0, 0, '2021-01-29 21:52:56', '2021-01-29 21:52:56'),
(272, 'images/product/272/photo/', 25, 'كرسبي حصة', 'خليط من كيك و آيسكريم الشوكولاته 410 سعرة حرارية', 35, 10, 15, 0, 0, '2021-01-29 21:55:53', '2021-01-29 21:55:53'),
(273, 'images/product/273/photo/', 25, 'لمتنا الحلوة', 'مجموعة حلويات كاللبنية و التمريات و غيرها 675 سعرة حرارية', 52, 10, 15, 0, 0, '2021-01-29 21:57:57', '2021-01-29 21:57:57'),
(274, 'images/product/274/photo/', 25, 'قهوة تركي', 'قهوة تركي 5 سعرة حرارية', 23, 10, 15, 0, 0, '2021-01-29 21:58:47', '2021-01-29 21:58:47'),
(275, 'images/product/275/photo/', 25, 'شاهي أحمر', 'شاهي أحمر 0 سعرة حرارية', 27, 10, 15, 0, 0, '2021-01-29 22:00:33', '2021-01-29 22:00:33'),
(276, 'images/product/276/photo/', 25, 'شاهي أخضر', 'شاهي أخضر 0 سعرة حرارية', 27, 10, 15, 0, 0, '2021-01-29 22:01:35', '2021-01-29 22:01:35'),
(277, 'images/product/277/photo/', 25, 'كوب شاهي', 'كوب شاهي 0 سعرة حرارية', 8, 10, 15, 0, 0, '2021-01-29 22:02:28', '2021-01-29 22:02:28'),
(278, 'images/product/278/photo/', 25, 'مشروب غازي', '60 سعرة حرارية', 6, 10, 15, 1, 0, '2021-01-29 22:04:50', '2021-01-29 22:04:50'),
(279, 'images/product/279/photo/', 25, 'عصير توت', 'عصير توت 40 سعرة حرارية', 6, 10, 15, 0, 0, '2021-01-29 22:06:16', '2021-01-29 22:06:16'),
(280, 'images/product/280/photo/', 25, 'لبن', 'لبن رائب طازج 60 سعرة حرارية', 6, 10, 15, 0, 0, '2021-01-29 22:07:17', '2021-01-29 22:07:17'),
(281, 'images/product/281/photo/awlem1611977331.jpg', 24, 'كوكتيل كاريبي', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-30 03:28:51', '2021-01-30 03:28:51'),
(282, 'images/product/282/photo/awlem1611977580.jpg', 24, 'كوكتيل استوائي', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-30 03:33:00', '2021-01-30 03:33:00'),
(283, 'images/product/283/photo/awlem1611977721.jpg', 24, 'كوكتيل هاواي', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-30 03:35:21', '2021-01-30 03:35:21'),
(284, 'images/product/284/photo/awlem1611977839.jpg', 24, 'كوكتيل شروق', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-30 03:37:19', '2021-01-30 03:37:19'),
(285, 'images/product/285/photo/awlem1611977992.jpg', 24, 'كوكتيل صيفي', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-30 03:39:52', '2021-01-30 03:39:52'),
(286, 'images/product/286/photo/awlem1611978098.jpg', 24, 'كوكتيل منعش', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-30 03:41:38', '2021-01-30 03:41:38'),
(287, 'images/product/287/photo/', 24, 'كوكتيل فتنس', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-30 03:43:27', '2021-01-30 03:43:27'),
(288, 'images/product/288/photo/awlem1611978347.jpg', 24, 'كوكتيل امبراطور', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-30 03:45:47', '2021-01-30 03:45:47'),
(289, 'images/product/289/photo/awlem1611978434.jpg', 24, 'كوكتيل ديتوكس 1', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-30 03:47:14', '2021-01-30 03:47:14'),
(290, 'images/product/290/photo/awlem1611978534.jpg', 24, 'كوكتيل ديتوكس 2', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-30 03:48:54', '2021-01-30 03:48:54'),
(291, 'images/product/291/photo/awlem1611978695.jpg', 24, 'كوكتيل جالكسي', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-30 03:51:35', '2021-01-30 03:51:35'),
(292, 'images/product/292/photo/awlem1611978823.jpg', 24, 'كوكتيل مكس بيري', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-30 03:53:43', '2021-01-30 03:53:43'),
(293, 'images/product/293/photo/awlem1611979064.jpg', 24, 'كوكتيل بنجر ستيشن', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-30 03:57:44', '2021-01-30 03:57:44'),
(294, 'images/product/294/photo/awlem1611979228.jpg', 24, 'كوكتيل بنا كاولادا', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-30 04:00:28', '2021-01-30 04:00:28'),
(295, 'images/product/295/photo/awlem1611979388.jpg', 24, 'كوكتيل جوس ستيشن', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-30 04:03:08', '2021-01-30 04:03:08'),
(296, 'images/product/296/photo/awlem1611979514.jpg', 24, 'كوكتيل مانجو ستيشن', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-30 04:05:14', '2021-01-30 04:05:14'),
(297, 'images/product/297/photo/awlem1611979607.jpg', 24, 'كوكتيل شمام ستيشن', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-30 04:06:47', '2021-01-30 04:06:47'),
(298, 'images/product/298/photo/awlem1611979918.jpg', 24, 'كوكتيل افوكادو ستيشن', '0 سعرة حرارية', 11, 10, 15, 1, 0, '2021-01-30 04:11:58', '2021-01-30 04:11:58'),
(299, 'images/product/299/photo/awlem1611980032.jpg', 24, 'اسبريسو', '0 سعرة حرارية', 8, 10, 15, 0, 0, '2021-01-30 04:13:52', '2021-01-30 04:13:52'),
(300, 'images/product/300/photo/awlem1611980077.jpg', 24, 'اسبريسو دبل', '0 سعرة حرارية', 11, 10, 15, 0, 0, '2021-01-30 04:14:37', '2021-01-30 04:14:37'),
(301, 'images/product/301/photo/awlem1611980159.jpg', 24, 'لاتيه', '0 سعرة حرارية', 11, 10, 15, 0, 0, '2021-01-30 04:15:59', '2021-01-30 04:15:59'),
(302, 'images/product/302/photo/awlem1611980215.jpg', 24, 'كابتشينو', '0 سعرة حرارية', 11, 10, 15, 0, 0, '2021-01-30 04:16:55', '2021-01-30 04:16:55'),
(303, 'images/product/303/photo/awlem1611980377.jpg', 24, 'ماكياتو', '0 سعرة حرارية', 13, 10, 15, 0, 0, '2021-01-30 04:19:37', '2021-01-30 04:19:37'),
(304, 'images/product/304/photo/awlem1611980443.jpg', 24, 'موكا', '0 سعرة حرارية', 13, 10, 15, 0, 0, '2021-01-30 04:20:43', '2021-01-30 04:20:43'),
(305, 'images/product/305/photo/awlem1611980498.jpg', 24, 'شوكولا', '0 سعرة حرارية', 11, 10, 15, 0, 0, '2021-01-30 04:21:38', '2021-01-30 04:21:38'),
(306, 'images/product/306/photo/awlem1611980547.jpg', 24, 'تركي', '0 سعرة حرارية', 11, 10, 15, 0, 0, '2021-01-30 04:22:27', '2021-01-30 04:22:27'),
(307, 'images/product/307/photo/awlem1611980615.jpg', 24, 'فرنسي بندق', '0 سعرة حرارية', 11, 10, 15, 0, 0, '2021-01-30 04:23:35', '2021-01-30 04:23:35'),
(308, 'images/product/308/photo/awlem1611980670.jpg', 24, 'قهوة عربي كوب', '0 سعرة حرارية', 8, 10, 15, 0, 0, '2021-01-30 04:24:30', '2021-01-30 04:24:30'),
(309, 'images/product/309/photo/awlem1611980718.jpg', 24, 'قهوة عربي دلة', '0 سعرة حرارية', 22, 10, 15, 0, 0, '2021-01-30 04:25:18', '2021-01-30 04:25:18'),
(310, 'images/product/310/photo/awlem1611980852.jpg', 24, 'بستاشيو لاتيه', '0 سعرة حرارية', 13, 10, 15, 1, 0, '2021-01-30 04:27:32', '2021-01-30 04:31:22'),
(311, 'images/product/311/photo/awlem1611980976.jpg', 24, 'كراميل ميكاتو', '0 سعرة حرارية', 14, 10, 15, 1, 0, '2021-01-30 04:29:36', '2021-01-30 04:29:36'),
(312, 'images/product/312/photo/awlem1611981048.jpg', 24, 'سبانيش لاتيه صغير', '0 سعرة حرارية', 13, 10, 15, 0, 0, '2021-01-30 04:30:48', '2021-01-30 04:30:48'),
(313, 'images/product/313/photo/awlem1612030355.jpg', 24, 'فروت ستيشن', '0 سعرة حرارية', 25, 10, 15, 0, 0, '2021-01-30 18:12:35', '2021-01-30 18:12:35'),
(314, 'images/product/314/photo/awlem1612030433.jpg', 24, 'نوتيلا ستيشن', '0 سعرة حرارية', 28, 10, 15, 0, 0, '2021-01-30 18:13:53', '2021-01-30 18:13:53'),
(315, 'images/product/315/photo/awlem1612030484.jpg', 24, 'صحن فواكه', '0 سعرة حرارية', 25, 10, 15, 0, 0, '2021-01-30 18:14:44', '2021-01-30 18:14:44'),
(316, 'images/product/316/photo/', 24, 'ايس فروتي', '0 سعرة حرارية', 14, 10, 15, 1, 0, '2021-01-30 18:17:17', '2021-01-30 18:17:17'),
(317, 'images/product/317/photo/awlem1612030839.jpg', 24, 'ايس لاتيه', '0 سعرة حرارية', 11, 10, 15, 9, 0, '2021-01-30 18:20:39', '2021-01-30 18:28:43');
INSERT INTO `products` (`id`, `photo`, `restorant_id`, `name`, `description`, `price`, `ready_in`, `ready_to`, `max_additional_options`, `front_quantity`, `created_at`, `updated_at`) VALUES
(318, 'images/product/318/photo/awlem1612031139.jpg', 24, 'ايس موكا', '0 سعرة حرارية', 13, 10, 15, 9, 0, '2021-01-30 18:25:39', '2021-01-30 18:25:39'),
(319, 'images/product/319/photo/awlem1612031645.jpg', 24, 'ايس شوكلت', '0 سعرة حرارية', 16, 10, 15, 9, 0, '2021-01-30 18:34:05', '2021-01-30 18:34:05'),
(320, 'images/product/320/photo/awlem1612031831.jpg', 24, 'ايس ميكاتو', '0 سعرة حرارية', 13, 10, 15, 9, 0, '2021-01-30 18:37:11', '2021-01-30 18:37:11'),
(321, 'images/product/321/photo/awlem1612061822.jpg', 24, 'كريب نوتيلا', '0 سعرة حرارية', 18, 10, 15, 34, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:03'),
(322, 'images/product/322/photo/awlem1612111162.jpg', 24, 'وافل نوتيلا', '0 سعرة حرارية', 18, 10, 15, 34, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(323, 'images/product/323/photo/awlem1612111734.jpg', 24, 'ميني بان كيك نوتيلا', '0 سعرة حرارية', 18, 10, 15, 34, 0, '2021-01-31 16:48:54', '2021-01-31 16:48:55'),
(324, 'images/product/324/photo/awlem1612112259.jpg', 24, 'فوتشيني نوتيلا', '0 سعرة حرارية', 18, 10, 15, 34, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(325, 'images/product/325/photo/awlem1612112774.jpg', 24, 'فوتشيني كوب نوتيلا', '0 سعرة حرارية', 18, 10, 15, 34, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(326, 'images/product/326/photo/awlem1612112954.jpg', 24, 'كيك زعفران', '0 سعرة حرارية', 19, 10, 15, 0, 0, '2021-01-31 17:09:14', '2021-01-31 17:09:14'),
(327, 'images/product/327/photo/awlem1612113048.jpg', 24, 'كيك مكسرات', '0 سعرة حرارية', 19, 10, 15, 0, 0, '2021-01-31 17:10:48', '2021-01-31 17:10:48'),
(328, 'images/product/328/photo/awlem1612113144.jpg', 24, 'كيك بستاشيو', '0 سعرة حرارية', 18, 10, 15, 0, 0, '2021-01-31 17:12:24', '2021-01-31 17:12:24'),
(329, 'images/product/329/photo/awlem1612113268.jpg', 24, 'كيك فراولة', '0 سعرة حرارية', 18, 10, 15, 0, 0, '2021-01-31 17:14:28', '2021-01-31 17:14:28'),
(330, 'images/product/330/photo/awlem1612113374.jpg', 24, 'كيك شوكولاته', '0 سعرة حرارية', 18, 10, 15, 0, 0, '2021-01-31 17:16:14', '2021-01-31 17:16:14'),
(331, 'images/product/331/photo/awlem1612114891.jpg', 24, 'كيك ورد', '0 سعرة حرارية', 17, 10, 15, 0, 0, '2021-01-31 17:41:31', '2021-01-31 17:41:31'),
(332, 'images/product/332/photo/awlem1612240144.jpg', 26, 'فطيرة ببروني', 'لحم الببروني الشهي مع ايطاليا توينج وجبن الموتزاريلا والشيدر 505 سعرة حرارية', 20, 10, 15, 1, 0, '2021-02-02 04:29:04', '2021-02-02 04:31:26'),
(337, 'images/product/337/photo/awlem1613537613.jpg', 26, 'فطيرة أومليت بالجبنة', 'البيض وخليط من الجبنة اللذيذة 904 سعرة حرارية', 15, 10, 15, 1, 0, '2021-02-03 23:33:42', '2021-02-17 04:53:33'),
(338, 'awlem1612456716.jpg', 26, 'فطيرة الزعتر', 'زعتر بري بالسمسم وزيت الزيتون 594 سعرة', 9, 10, 15, 1, 0, '2021-02-04 16:38:36', '2021-02-04 16:38:36'),
(340, 'images/product/340/photo/awlem1613587070.jpg', 26, 'فطيرة لبنة', 'لبنة وزيت الزيتون 525 سعرة', 10, 10, 15, 1, 0, '2021-02-10 18:21:05', '2021-02-17 18:37:50'),
(341, 'images/product/341/photo/awlem1613473989.jpg', 2, 'فطير مشكل جبن', 'فطير مشكل جبن مطعم الشبراوى', 25, 15, 20, 7, 0, '2021-02-16 11:13:09', '2021-02-16 11:13:09'),
(342, 'awlem1613587366.jpg', 26, 'فطيرة زعتر وجبنة', 'زعتر بري بالسمسم وزيت الزيتون وجبن الموتزريلا 705 سعرة', 12, 10, 15, 1, 0, '2021-02-17 18:42:46', '2021-02-17 18:42:46'),
(343, 'awlem1613876964.jpg', 26, 'فطيرة مكس', 'لبنة وجبن الموتزاريلا والشيدر والعسل 1050 سعرة', 17, 10, 15, 1, 0, '2021-02-21 03:09:24', '2021-02-21 03:09:24'),
(344, 'images/product/344/photo/awlem1615172132.jpeg', 23, 'بطاطس بالجمبري', 'بطاطس مقلية بتتبيلة مشكاة مع قطع الجمبري المتبل المقلي مضاف له صوصات مختارة', 25, 10, 15, 0, 0, '2021-03-08 02:55:32', '2021-03-08 02:58:31'),
(345, 'images/product/345/photo/awlem1615172231.jpeg', 23, 'بطاطس بالدجاج', 'بطاطس مقلية بتتبيلة مشكاة مع قطع الدجاج الطازج المتبل المقلي مضاف له صوصات مختارة', 18, 10, 15, 0, 0, '2021-03-08 02:57:11', '2021-03-08 02:57:11'),
(346, 'images/product/346/photo/', 23, 'كرات البطاطس المقلية', 'كرات من البطاطس المقلي المحشوة بثلاث أنواع من الأجبان المغلفة بالبقسماط', 13, 10, 15, 0, 0, '2021-03-08 03:00:17', '2021-03-08 03:00:17'),
(347, 'images/product/347/photo/awlem1616088298.jpeg', 23, 'بطاطس مشوية كلاسيك', 'بطاطس مشوية بالفرن الخاص مضاف عليها تتبيلة مشكاة و الذرة و الزيتون و الهلابينو وصوص الجبن وصوص الرانش .', 15, 10, 15, 5, 0, '2021-03-08 03:04:11', '2021-03-18 17:24:58'),
(348, 'images/product/348/photo/awlem1615196122.jpg', 2, 'منتج جديد', 'منتج جديد', 30, 10, 15, 4, 0, '2021-03-08 09:35:22', '2021-03-08 09:35:22'),
(349, 'images/product/349/photo/awlem1615196314.jpeg', 2, 'منتج جديد 2', 'منتج جديد 2', 30, 10, 15, 4, 0, '2021-03-08 09:38:34', '2021-03-08 09:38:34'),
(350, '', 27, 'm', 'm', 7, 8, 99, 9, 0, '2021-03-09 00:01:33', '2021-03-09 00:01:33'),
(351, 'images/product/351/photo/', 2, 'h', 'n', 7, 6, 9, 6, 0, '2021-03-09 00:03:08', '2021-03-09 00:03:08'),
(357, 'images/product/357/photo/awlem1616088938.jpeg', 23, 'بطاطس مشوية سبيشل', 'بطاطس مشوية بالفرن الخاص مضاف عليها تتبيلة مشكاة و الذرة و الزيتون والهلابينو و الفطر و الفاصوليا الحمراء و الشمندر وصوص الجبن و صوص الرانش', 20, 10, 15, 9, 0, '2021-03-18 17:35:38', '2021-03-18 17:35:38'),
(358, 'images/product/358/photo/awlem1616089408.jpeg', 23, 'بطاطس مشوية سوبر سبيشل', 'بطاطس مشوية بالفرن الخاص مضاف عليها تتبيلة مشكاة و الذرة و الزيتون والهلابينو و الفطر و الفاصوليا الحمراء و الشمندر وصوص الجبن و صوص الرانش وجبنة الموزيريلا مع دجاج او لحم او جمبري', 23, 10, 15, 10, 0, '2021-03-18 17:43:28', '2021-03-18 17:43:28'),
(359, 'images/product/359/photo/awlem1616089749.jpeg', 23, 'تكساس فرايز', 'بطاطس مقلية مضاف عليها تتبيلة اللحم البقري المشروح مع جبنة موزوريلا وصوص الجبن و الهلابينو', 17, 10, 15, 4, 0, '2021-03-18 17:49:09', '2021-03-18 17:49:09'),
(360, 'images/product/360/photo/awlem1616089880.jpeg', 23, 'كب بطاطس', 'بطاطس مهروسة يضاف عليها الزبدة مع نكهة مشكاة الخاصة و صوص الجبن', 12, 10, 15, 1, 0, '2021-03-18 17:51:20', '2021-03-18 17:51:20'),
(361, 'images/product/361/photo/awlem1616090011.jpeg', 23, 'ساندوتش دجاج شامي', '.', 5, 10, 15, 1, 0, '2021-03-18 17:53:31', '2021-03-18 17:53:31'),
(362, 'images/product/362/photo/', 23, 'ساندوتش دجاج تورتيلا', '.', 7, 10, 15, 1, 0, '2021-03-18 17:55:45', '2021-03-18 17:55:45'),
(363, 'images/product/363/photo/awlem1616091573.jpeg', 23, 'ساندوتش جمبري شامي', '.', 7, 10, 15, 1, 0, '2021-03-18 18:19:33', '2021-03-18 18:19:33'),
(364, 'images/product/364/photo/', 23, 'ساندوتش جمبري تورتيلا', '.', 8, 10, 15, 1, 0, '2021-03-18 18:21:22', '2021-03-18 18:21:22'),
(365, 'images/product/365/photo/awlem1616092845.jpeg', 23, 'اصنعها بنفسك باتباع الخطوات', '.', 0, 10, 15, 20, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(366, 'images/product/366/photo/', 23, 'حلزوني', '.', 5, 10, 15, 1, 0, '2021-03-18 18:42:27', '2021-03-18 18:42:27'),
(367, 'images/product/367/photo/awlem1616093083.jpeg', 23, 'بيبسي', '.', 3, 0, 0, 0, 0, '2021-03-18 18:44:43', '2021-03-18 18:44:43'),
(368, 'images/product/368/photo/awlem1616093130.jpeg', 23, 'سفن', '.', 3, 0, 0, 0, 0, '2021-03-18 18:45:30', '2021-03-18 18:45:30'),
(369, 'images/product/369/photo/', 23, 'ميرندا', '.', 3, 0, 0, 0, 0, '2021-03-18 18:46:29', '2021-03-18 18:46:29'),
(370, 'images/product/370/photo/', 23, 'ماء', '.', 1, 0, 0, 0, 0, '2021-03-18 18:47:04', '2021-03-18 18:47:04'),
(371, 'images/product/371/photo/awlem1616108760.jpeg', 21, 'مضغوط دجاج حراق', '1876 سعرة حرارية', 19, 10, 15, 0, 0, '2021-03-18 23:06:00', '2021-03-18 23:06:00'),
(372, 'images/product/372/photo/awlem1616108839.jpeg', 21, 'ماء', '0 سعرة حرارية', 1, 0, 0, 0, 0, '2021-03-18 23:07:19', '2021-03-18 23:07:19'),
(373, 'images/product/373/photo/awlem1616110523.jpeg', 29, 'بابل برجر دجاج', 'برجر الدجاج بخلطة بابل المميزة و الخس و الطماطم وصلصة كوكتيل بابل و شريحة الجبنة 637 ك', 16, 10, 15, 0, 0, '2021-03-18 23:35:23', '2021-03-18 23:38:48'),
(374, 'images/product/374/photo/awlem1616110627.jpeg', 29, 'كرسبي تشيكن', 'قطع فيليه الدجاج المقلي بخلطة بابل الحارة مع الخس وشريحة الجبنة و الطماطم وصلصة حارة 769 ك', 16, 10, 15, 0, 0, '2021-03-18 23:37:07', '2021-03-18 23:37:57'),
(375, 'images/product/375/photo/awlem1616110863.jpeg', 29, 'جريلوو', 'صدر الدجاج المشوي بتوابل بابل الخاصة مع الخس وشريحة الجبنة و الطماطم و صلصة بابل المميزة 769 ك', 18, 10, 15, 0, 0, '2021-03-18 23:41:03', '2021-03-18 23:41:03'),
(376, 'images/product/376/photo/awlem1616110958.jpeg', 29, 'فاهيتا دجاج', 'صدور الدجاج المشوية مع الفلفل الرومي الاخضر و البصل و الطماطم و المايو تقدم بخبز الصامولي 535 ك', 17, 10, 15, 0, 0, '2021-03-18 23:42:38', '2021-03-18 23:42:38'),
(378, 'images/product/378/photo/awlem1616111076.jpeg', 29, 'تربل جوسي برجر', 'البرجر البقري الطازج بخلطة بابل المميزة و الخس و الطماطم وصلصة جوسي وشريحة الجبنة تقدم بخبز البطاطس الطازج 1222 ك', 30, 10, 15, 0, 0, '2021-03-18 23:44:36', '2021-03-18 23:44:36'),
(379, 'images/product/379/photo/awlem1616111219.jpeg', 29, 'بابل برجر غنمي', 'برجر لحم الغنم بخلطة بابل المميزة و الخس و الطماطم وصلصة كوكتيل بابل وشريحة الجبنة 672 ك', 18, 10, 15, 0, 0, '2021-03-18 23:46:59', '2021-03-18 23:46:59'),
(380, 'images/product/380/photo/awlem1616111362.jpeg', 29, 'كلاسيك برجر', 'البرجر البقري الطازج بخلطة بابل المميزة و الخس و الطماطم وصلصة جوسي وشريحة الجبنة بخبز البرجر الطازج 738 ك', 18, 10, 15, 0, 0, '2021-03-18 23:49:22', '2021-03-18 23:49:22'),
(381, 'images/product/381/photo/awlem1616111484.jpeg', 29, 'دبل كلاسيك برجر', 'البرجر البقري الطازج بخلطة بابل المميزة و الخس و الطماطم وصلصة جوسي وشريحة الجبنة يقدم بخبز البرجر الطازج 1104 ك', 25, 10, 15, 0, 0, '2021-03-18 23:51:24', '2021-03-18 23:51:24'),
(382, 'images/product/382/photo/awlem1616111569.jpeg', 29, 'رويال برجر', 'البرجر البقري الطازج بخلطة بابل المميزة مع حلقات البصل يقدم بخبز البرجر الطازج 834 ك', 21, 10, 15, 0, 0, '2021-03-18 23:52:49', '2021-03-18 23:52:49'),
(383, 'images/product/383/photo/awlem1616111664.jpeg', 29, 'تيوزداي برجر', 'برجر لحم طازج بخلطة بابل المميزة مع شرايح لحم مدخن بصوص الباربكيو يقدم بخبز البرجر الطازج 814 ك', 21, 10, 15, 0, 0, '2021-03-18 23:54:24', '2021-03-18 23:54:24'),
(384, 'images/product/384/photo/awlem1616111788.jpeg', 29, 'شريمبي', 'الجمبري المقلي مع شرائح الجبنة و الخس وصلصة التارتار يقدم بخبز التورتيلا 592 ك', 19, 10, 15, 0, 0, '2021-03-18 23:56:28', '2021-03-18 23:56:28'),
(385, 'images/product/385/photo/awlem1616111885.jpeg', 29, 'ستربس ساندوتش', 'صدور الدجاج المقرمشة و الهلابينو و الخس و المايو الحار وشرائح الجبنة تقدم بخبز التورتيلا 738 ك', 18, 10, 15, 0, 0, '2021-03-18 23:58:05', '2021-03-18 23:58:05'),
(386, 'images/product/386/photo/awlem1616112071.jpeg', 29, 'جوسي حاشي', 'برجر لحم الجمل بخلطة بابل المميزة و الخس و الطماطم وصلصة كوكتيل بابل وشريحة الجبنة تقدم بخبز البطاطس الطازج 420 ك', 17, 10, 15, 0, 0, '2021-03-19 00:01:11', '2021-03-19 00:01:11'),
(387, 'images/product/387/photo/awlem1616112209.jpeg', 29, 'وجبة برجر دجاج الأطفال', 'برجر دجاج مع خس ومايونيز وعصير ولعبة هدية  525 ك', 16, 10, 15, 0, 0, '2021-03-19 00:03:29', '2021-03-19 00:03:29'),
(388, 'images/product/388/photo/awlem1616112315.jpeg', 29, 'وجبة ناجتس دجاج أطفال', 'ناجتس عصير لعبة هدية  432 ك', 16, 10, 15, 0, 0, '2021-03-19 00:05:15', '2021-03-19 00:05:15'),
(389, 'images/product/389/photo/awlem1616112470.jpeg', 29, 'سلطة سيزار', 'شرائح صدور الدجاج مع الخس وجبنة البارميزان المبشورة و الخبز المحمص وصلصة السيزر 266 ك', 16, 10, 15, 0, 0, '2021-03-19 00:07:50', '2021-03-19 00:07:50'),
(390, 'images/product/390/photo/awlem1616112629.jpeg', 29, 'سلطة الدجاج', 'شرائح صدور الدجاج و الخس و الطماطم و الخيار و الزيتون الأسود و الفلفل الرومي الملون وجبنة التشيدر المبشورة وصلصة السيزر 297 ك', 15, 10, 15, 0, 0, '2021-03-19 00:10:29', '2021-03-19 00:10:29'),
(391, 'images/product/391/photo/awlem1616112780.jpeg', 29, 'سلطة خضراء', 'الخس و الطماطم و الخيار و الزيتون الاسود و الفلفل الرومي الملون و الصلصة الايطالية 103 ك', 11, 10, 15, 0, 0, '2021-03-19 00:13:00', '2021-03-19 00:13:01'),
(392, 'images/product/392/photo/awlem1616113200.jpeg', 29, 'بطاطس ستيك', '450-340 ك', 8, 10, 15, 1, 0, '2021-03-19 00:20:00', '2021-03-19 00:20:00'),
(393, 'images/product/393/photo/awlem1616113294.jpeg', 29, 'بطاطس ويدجز', '195 ك', 14, 10, 15, 0, 0, '2021-03-19 00:21:34', '2021-03-19 00:21:34'),
(394, 'images/product/394/photo/awlem1616115308.jpeg', 29, 'بطاطس كرينكليز', '340-450 ك', 8, 10, 15, 1, 0, '2021-03-19 00:55:08', '2021-03-19 00:55:08'),
(395, 'images/product/395/photo/awlem1616115475.jpeg', 29, 'حلقات البصل', '391 ك', 9, 10, 15, 0, 0, '2021-03-19 00:57:55', '2021-03-19 00:57:55'),
(396, 'images/product/396/photo/awlem1616115597.jpeg', 29, 'أصابع الجبنة', '5 قطع 499 ك', 14, 10, 15, 0, 0, '2021-03-19 00:59:57', '2021-03-19 00:59:57'),
(397, 'images/product/397/photo/awlem1616115855.jpeg', 29, 'تشيز فرايز', 'بطاطس كرينكليز المقلية مع صلصة الجبنة الساخنة اللذيذة 468-944 ك', 13, 10, 15, 1, 0, '2021-03-19 01:04:15', '2021-03-19 01:04:15'),
(398, 'images/product/398/photo/', 29, 'سويت فرايز', '180 ك', 14, 10, 15, 0, 0, '2021-03-19 01:06:41', '2021-03-19 01:06:41'),
(399, 'images/product/399/photo/awlem1616116085.jpeg', 29, 'تشيز كيك', '398 ك', 13, 10, 15, 0, 0, '2021-03-19 01:08:05', '2021-03-19 01:08:05'),
(400, 'images/product/400/photo/awlem1616116189.jpeg', 29, 'سوفليه', '186 ك', 10, 10, 15, 0, 0, '2021-03-19 01:09:49', '2021-03-19 01:09:49'),
(401, 'images/product/401/photo/awlem1616116249.jpeg', 29, 'كوكيز', '258 ك', 8, 10, 15, 0, 0, '2021-03-19 01:10:49', '2021-03-19 01:10:49'),
(402, 'images/product/402/photo/', 29, 'عصير سيزر متنوع', '.', 5, 0, 0, 0, 0, '2021-03-19 01:11:58', '2021-03-19 01:11:58'),
(403, 'images/product/403/photo/awlem1616116416.jpeg', 29, 'فروتز', '.', 5, 0, 0, 0, 0, '2021-03-19 01:13:36', '2021-03-19 01:13:36'),
(404, 'images/product/404/photo/awlem1616116516.jpeg', 29, 'ماء', '.', 1, 0, 0, 0, 0, '2021-03-19 01:15:16', '2021-03-19 01:15:16'),
(405, 'images/product/405/photo/awlem1616116630.jpeg', 29, 'بيبسي', '.', 8, 10, 15, 1, 0, '2021-03-19 01:17:10', '2021-03-19 01:17:10'),
(406, 'images/product/406/photo/awlem1616116714.jpeg', 29, 'صوص الجبنة', '.', 6, 5, 10, 0, 0, '2021-03-19 01:18:34', '2021-03-19 01:18:34'),
(407, 'images/product/407/photo/awlem1616116781.jpeg', 29, 'صوص الكوكتيل', '.', 4, 5, 10, 0, 0, '2021-03-19 01:19:41', '2021-03-19 01:19:41'),
(408, 'images/product/408/photo/awlem1616116848.jpeg', 29, 'صوص شيلي', '.', 4, 5, 10, 0, 0, '2021-03-19 01:20:48', '2021-03-19 01:20:48'),
(409, 'images/product/409/photo/awlem1616116992.jpeg', 29, 'صوص سلطة السيزر', 'صوص اضافي للسلطة حسب اختيارك', 4, 5, 10, 0, 0, '2021-03-19 01:23:12', '2021-03-19 01:23:12'),
(410, 'images/product/410/photo/awlem1616117096.jpeg', 29, 'هلابينو', '.', 4, 5, 10, 0, 0, '2021-03-19 01:24:56', '2021-03-19 01:24:56'),
(411, 'images/product/411/photo/awlem1616117179.jpeg', 29, 'صوص السلطة الخضراء', 'صوص اضافي للسلطة حسب اختيارك', 4, 5, 10, 0, 0, '2021-03-19 01:26:19', '2021-03-19 01:26:19'),
(412, 'images/product/412/photo/awlem1616117260.jpeg', 29, 'حلقات بصل', 'اضف عدد 2 حلقات بصل على أي من اختيارك', 4, 10, 15, 0, 0, '2021-03-19 01:27:40', '2021-03-19 01:27:40'),
(413, 'images/product/413/photo/awlem1616179592.jpg', 30, 'شيكاغو', 'قطعة من لحم الأنجوس مع جبنة موزيريلا وتشيدر و شرائح الماشروم و البصل الذهبي المكرمل و الطماطم بالاضافة الى اوراق الخس الطازجة ( 528 ) ك', 22, 10, 15, 7, 0, '2021-03-19 18:46:32', '2021-03-19 18:46:32'),
(414, 'images/product/414/photo/awlem1616179992.jpg', 30, 'نيويورك', 'قطعة من لحم الأنجوس المغطاة بجبنة التشيدر الذائبة مع شرائح البصل و الطماطم و قطع المخلل بالاضافة الى اوراق الخس الطازجة ( 453) ك', 21, 10, 15, 6, 0, '2021-03-19 18:53:12', '2021-03-19 19:24:41'),
(415, 'images/product/415/photo/awlem1616180365.jpg', 30, 'لوس انجلوس', 'قطع الدجاج المقرمشة و الجبنة الامريكية  مع شرائح البصل و الطماطم الطازجة و الخس الأمريكي وصوص فاكتوري الخاص ( 513 ) ك', 20, 10, 15, 7, 0, '2021-03-19 18:59:25', '2021-03-19 18:59:25'),
(416, 'images/product/416/photo/awlem1616180626.jpg', 30, 'ميامي', 'قطع من صدر الدجاج المشوي و المبهر على الصاج مع شرائح البصل و الطماطم الطازجة و الخس الأمريكي وصوص فاكتوري الخاص ( 449 ) ك', 19, 10, 15, 5, 0, '2021-03-19 19:03:46', '2021-03-19 19:03:46'),
(417, 'images/product/417/photo/awlem1616184838.jpg', 30, 'هوت دوغ كلاسيك', 'قطعتين من الخبز محمصة ومدهونة بالفاكتوري صوص ومحشوة بالنقانق المشوي والمبخر ومغطاه بالخردل و الكاتشب ( 414 ) ك', 17, 10, 15, 7, 0, '2021-03-19 20:13:58', '2021-03-19 20:23:41'),
(418, 'images/product/418/photo/awlem1616185303.jpg', 30, 'هوت دوغ تشيلي تشيز', 'قطعتين من الخبز محمصة ومدهونة بالفاكتوري صوص ومحشوة بالنقانق المشوي والمبخر ومغطاه بالتشيلي تشيز ( 469 ) ك', 18, 10, 15, 7, 0, '2021-03-19 20:21:43', '2021-03-19 20:21:43'),
(419, 'images/product/419/photo/awlem1616185659.jpg', 30, 'هوت دوغ ستيكس', 'قطعتين من الخبز محمصة ومدهونة بالفاكتوري صوص ومحشوة بالنقانق المشوي والمبخر ومغطاه بالتشيلي تشيز و أعواد البطاطا\r\n ( 492) ك', 19, 10, 15, 6, 0, '2021-03-19 20:27:39', '2021-03-19 20:27:39'),
(420, 'images/product/420/photo/awlem1616186312.jpg', 30, 'تشيز كاساديا', 'خبز التورتيلا المحمص مع بجبنة الموزوريلا و التشيدر (414) ك', 19, 10, 15, 6, 0, '2021-03-19 20:38:32', '2021-03-19 20:38:32'),
(421, 'images/product/421/photo/awlem1616186953.jpg', 30, 'تشيكن كاساديا', 'خبز التورتيلا المحمص بجبنة الموزيريلا المحشو بالدجاج المشوي و المتبل و قطع الهلابينو و البصل بصوص الباربكيو أو البافلو ( 524 ) ك', 20, 10, 15, 6, 0, '2021-03-19 20:49:13', '2021-03-19 20:49:13'),
(422, 'images/product/422/photo/awlem1616187249.jpg', 30, 'بيف كاساديا', 'خبز التورتيلا المحمص بجبنة الموزيريلا المحشو بلحم الانجوس المفروم و المتبل  و قطع الهلابينو و البصل بصوص الباربكيو أو البافلو\r\n ( 539 ) ك', 20, 10, 15, 6, 0, '2021-03-19 20:54:09', '2021-03-19 20:54:09'),
(423, 'images/product/423/photo/awlem1616187354.jpg', 30, '2 تندرز', 'تقدم مع البطاطس و المشروب', 21, 10, 15, 0, 0, '2021-03-19 20:55:54', '2021-03-19 20:55:54'),
(424, 'images/product/424/photo/awlem1616187408.jpg', 30, '2 ميني بيف برجر', 'تقدم مع البطاطس و المشروب', 21, 10, 15, 0, 0, '2021-03-19 20:56:48', '2021-03-19 20:56:48'),
(425, 'images/product/425/photo/awlem1616187473.jpg', 30, '2 ميني تشكن برجر', 'تقدم مع البطاطس و المشروب', 21, 10, 15, 0, 0, '2021-03-19 20:57:53', '2021-03-19 20:57:53'),
(426, 'images/product/426/photo/awlem1616187547.jpg', 30, '4 أجنحة', 'تقدم مع البطاطس و المشروب', 21, 10, 15, 0, 0, '2021-03-19 20:59:07', '2021-03-19 20:59:07'),
(427, 'images/product/427/photo/awlem1616187618.jpg', 30, 'بونلس', 'تقدم مع البطاطس و المشروب', 21, 10, 15, 0, 0, '2021-03-19 21:00:18', '2021-03-19 21:00:18'),
(428, 'images/product/428/photo/awlem1616188550.jpg', 30, 'أجنحة الدجاج التقليدية', '8 قطع أجنحة الدجاج التقليدية بالعظم ( 608 ) ك', 25, 10, 15, 3, 0, '2021-03-19 21:15:50', '2021-03-19 21:38:37'),
(429, 'images/product/429/photo/awlem1616189138.jpg', 30, 'أجنحة الدجاج بونلس', '8 قطع من البونلس الخالي من العظم ( 586 ) ك', 23, 10, 15, 3, 0, '2021-03-19 21:25:38', '2021-03-19 21:45:41'),
(430, 'images/product/430/photo/awlem1616189589.jpg', 30, 'تندرز', '4 قطع تندرز مقرمشة خالية من العظم ( 547 ) ك', 24, 10, 15, 3, 0, '2021-03-19 21:33:09', '2021-03-19 21:46:38'),
(431, 'images/product/431/photo/awlem1616190861.jpg', 30, 'فاكتوري فرايز', 'أصابع البطاطا المقرمشة مع قطع الدجاج المقرمش و الهلابينو وجبنة التشيدر و الموزوريلا الذائبة (651) ك', 22, 10, 15, 0, 0, '2021-03-19 21:54:21', '2021-03-19 21:54:21'),
(432, 'images/product/432/photo/awlem1616190990.jpg', 30, 'تشيلي تشيز فرايز', 'أصابع البطاطا المقرمشة مع لحم الانجوس المفروم و الهلابينو وجبنة التشيدر و الموزوريلا الذائبة ( 682 ) ك', 22, 10, 15, 0, 0, '2021-03-19 21:56:30', '2021-03-19 21:56:30'),
(433, 'images/product/433/photo/awlem1616191114.jpg', 30, 'كرسبي تشيكن فينقرز', '6 قطع من اصابع الدجاج المقرمش يقدم مع صوص الرانش ( 459 ) ك', 18, 10, 15, 0, 0, '2021-03-19 21:58:34', '2021-03-19 21:58:34'),
(434, 'images/product/434/photo/awlem1616191255.jpg', 30, 'حلقات البصل', 'حلقات البصل الطازج المكسوة بالخلطة الخاصة المقرمشة تقدم مع صوص الرانش ( 254 ) ك', 17, 10, 15, 0, 0, '2021-03-19 22:00:55', '2021-03-19 22:00:55'),
(435, 'images/product/435/photo/awlem1616191441.jpg', 30, 'طبق المقبلات', 'مقدم مع أصابع جبنة الموزوريلا ورقائق المخلل و حلقات البصل و بطاطا ودجز مع حبات القرنبيط بالاضافة الى صوص الرانش', 34, 15, 20, 0, 0, '2021-03-19 22:04:01', '2021-03-19 22:04:01'),
(436, 'images/product/436/photo/awlem1616191590.jpg', 30, 'حبات القرنبيط المقلي', 'حبات القرنبيط المبهرة و المقلية بطريقتنا الخاصة تقدم مع صوص الرانش ( 391 ) ك', 15, 10, 15, 0, 0, '2021-03-19 22:06:30', '2021-03-19 22:06:30'),
(437, 'images/product/437/photo/awlem1616191759.jpg', 30, 'رقائق المخلل المقلي', 'مخلل مقلي ؟ نعم مخلل مقلي و مقرمش على طريقتنا الخاصة يقدم مع صوص الرانش ( 297 ) ك', 14, 10, 15, 0, 0, '2021-03-19 22:09:19', '2021-03-19 22:09:19'),
(438, 'images/product/438/photo/', 30, 'سلطة سيزر', 'أوراق الخس و التوست المقرمش يمتزجوا مع بعض بصوص السيزر وفوقهم شرائح الدجاج المشوحة على الصاج مع صوص الرانش ( 149 ) ك', 17, 10, 15, 0, 0, '2021-03-19 22:13:22', '2021-03-19 22:13:22'),
(439, 'images/product/439/photo/awlem1616192154.jpg', 30, 'أصابع جبنة الموزوريلا', 'أصابع جبنة الموزوريلا المقرمشة من الخارج و الطرية من الداخل تقدم مع صوص الرانش ( 363 ) ك', 17, 10, 15, 0, 0, '2021-03-19 22:15:54', '2021-03-19 22:15:54'),
(440, 'images/product/440/photo/awlem1616192274.jpg', 30, 'فرنش فرايز', '.', 4, 10, 15, 0, 0, '2021-03-19 22:17:54', '2021-03-19 22:17:54'),
(441, 'images/product/441/photo/awlem1616192393.jpg', 30, 'بطاطا ودجز', '.', 6, 10, 15, 0, 0, '2021-03-19 22:19:53', '2021-03-19 22:19:53'),
(442, 'images/product/442/photo/awlem1616192478.jpg', 30, 'صوص خارجي', '.', 3, 10, 15, 0, 0, '2021-03-19 22:21:18', '2021-03-19 22:21:18'),
(443, 'images/product/443/photo/awlem1616192633.jpg', 30, 'مشروب غازي', '.', 4, 5, 10, 1, 0, '2021-03-19 22:23:53', '2021-03-19 22:23:53'),
(444, 'images/product/444/photo/awlem1616192703.jpg', 30, 'ايس تي', '.', 6, 5, 10, 0, 0, '2021-03-19 22:25:03', '2021-03-19 22:25:03'),
(445, 'images/product/445/photo/awlem1616192764.jpg', 30, 'سموذي', '.', 10, 5, 10, 0, 0, '2021-03-19 22:26:04', '2021-03-19 22:26:04'),
(446, 'images/product/446/photo/awlem1616192823.jpg', 30, 'ماء', '.', 2, 5, 10, 0, 0, '2021-03-19 22:27:03', '2021-03-19 22:27:03'),
(447, 'images/product/447/photo/awlem1616741005.jpeg', 31, 'أباتشي برجر', 'قطعة الدجاج المحشية بالجبنة الامريكية و صلصة الباتشي الحارة ( 435 ) ك', 37, 10, 15, 0, 0, '2021-03-26 06:43:25', '2021-03-26 06:43:25'),
(448, 'images/product/448/photo/awlem1616741742.jpeg', 31, 'برجر تشك ان', 'قطعة الدجاج مقلية و الجبنة الامريكية و خس و طماطم وصلصة تشك ان ( 325 ) ك', 21, 10, 15, 0, 0, '2021-03-26 06:55:42', '2021-03-26 06:55:42'),
(449, 'images/product/449/photo/awlem1616741880.jpeg', 31, 'برجر سن اوف قن', 'قطعة الدجاج الحارة و الجبنة الامريكية و خس  وصلصة السن اوف قن ( 350 ) ك', 24, 10, 15, 0, 0, '2021-03-26 06:58:00', '2021-03-26 06:58:00'),
(450, 'images/product/450/photo/awlem1616742364.jpeg', 31, 'برجريستا', 'قطعة اللحم وجبنة أمريكية وبيض و خس و طماطم وبصل وصلصة الرجريستا ( 415 ) ك', 28, 10, 15, 5, 0, '2021-03-26 07:06:04', '2021-03-26 07:06:04'),
(451, 'images/product/451/photo/awlem1616742576.jpeg', 31, 'بف برجر', 'قطعة اللحم الحار وجبنة أمريكية  و خس و هلابينو  وصلصة الف الحارة ( 325 ) ك', 29, 10, 15, 3, 0, '2021-03-26 07:09:36', '2021-03-26 07:17:01'),
(452, 'images/product/452/photo/awlem1616742907.jpeg', 31, 'بفد ستيفد برجر', 'قطعة اللحم محشوة بأنواع مختلفة من الجبنة  وجبنة أمريكية  و خس و هلابينو  وصلصة الهلابينو و صلصة البف ( 450 ) ك', 37, 10, 15, 4, 0, '2021-03-26 07:14:13', '2021-03-26 07:16:23'),
(453, 'images/product/453/photo/awlem1616743369.jpeg', 31, 'هف برجر', 'قطعة لحم  وجبنة أمريكية  و خس  و صلصة الهف ( 300 ) ك', 24, 10, 15, 2, 0, '2021-03-26 07:22:49', '2021-03-26 07:22:49'),
(454, 'images/product/454/photo/awlem1616743707.jpeg', 31, 'هفد ستفد برجر', 'قطعة اللحم محشوة بأنواع مختلفة من الأجبان وجبنة أمريكية وهلابينو و خس  و صلصة الهف ( 450 ) ك', 38, 10, 15, 3, 0, '2021-03-26 07:28:27', '2021-03-26 07:28:27'),
(455, 'images/product/455/photo/awlem1616822360.jpeg', 31, 'سلايدرز اف واي واي', 'قطعة لحم مع جبنة أمريكية وخس و هلابينو وصلصة الاف واي واي ( 350 ) سعرة حرارية.', 30, 10, 15, 8, 0, '2021-03-27 05:19:20', '2021-03-27 05:19:20'),
(456, 'images/product/456/photo/awlem1616823097.jpeg', 31, 'سلايدرز اف واي ايه', 'قطعة الدجاج المشوي مع جبنة سويسرية وخس و طماطم وصلصة الاف واي ايه ( 350 ) سعرة حرارية.', 28, 10, 15, 6, 0, '2021-03-27 05:31:37', '2021-03-27 05:31:37'),
(457, 'images/product/457/photo/awlem1616823421.jpeg', 31, 'سلايدرز او ام جي', 'قطعة الدجاج الحارة مع جبنة أمريكية وخس و صلصة الاو ام جي ( 350 ) سعرة حرارية.', 27, 10, 15, 5, 0, '2021-03-27 05:37:01', '2021-03-27 05:37:01'),
(458, 'images/product/458/photo/awlem1616823637.jpeg', 31, 'سلايدرز اي اس اي بي', 'قطعة اللحم مع جبنة أمريكية وخس و صلصة الاي اس اي بي ( 350 ) سعرة حرارية.', 29, 10, 15, 5, 0, '2021-03-27 05:40:37', '2021-03-27 05:40:37'),
(459, 'images/product/459/photo/awlem1616823902.jpeg', 31, 'باستا لافيستا', 'باستا بيضاء طازجة مع دجاج و فطر و بروكلي ونوعان من الجبنة مغطاة بصلصة باستا لافيستا ( 995) سعرة حرارية.', 32, 10, 15, 0, 0, '2021-03-27 05:45:02', '2021-03-27 05:45:02'),
(460, 'images/product/460/photo/awlem1616824004.jpeg', 31, 'باستا لافيستا الحارة', 'باستا حمراء طازجة مع دجاج و فطر و بروكلي ونوعان من الجبنة مغطاة بصلصة باستا لافيستا الحارة ( 995) سعرة حرارية.', 36, 10, 15, 0, 0, '2021-03-27 05:46:03', '2021-03-27 05:46:44'),
(461, 'images/product/461/photo/awlem1616824200.jpeg', 31, 'حلقات البصل', '( 203 ) سعرة حرارية.', 8, 10, 15, 0, 0, '2021-03-27 05:50:00', '2021-03-27 05:50:00'),
(462, 'images/product/462/photo/awlem1616824345.jpeg', 31, 'ستورم شرمب', '( 325 ) سعرة حرارية.', 32, 10, 15, 0, 0, '2021-03-27 05:52:25', '2021-03-27 05:52:25'),
(463, 'images/product/463/photo/awlem1616824418.jpeg', 31, 'فالكينو شرمب', '( 325 ) سعرة حرارية.', 32, 10, 15, 0, 0, '2021-03-27 05:53:38', '2021-03-27 05:53:38'),
(464, 'images/product/464/photo/awlem1616824581.jpeg', 31, 'هوت دوج كلاسيك', '( 59 ) سعرة حرارية.', 17, 10, 15, 0, 0, '2021-03-27 05:56:21', '2021-03-27 05:56:21'),
(465, 'images/product/465/photo/awlem1616824717.jpeg', 31, 'نقانق على طريقة هف اند بف', '( 59 ) سعرة حرارية.', 23, 10, 15, 0, 0, '2021-03-27 05:58:37', '2021-03-27 05:58:37'),
(466, 'images/product/466/photo/awlem1616825017.jpeg', 31, 'كريسبي بالو وينجز', '( 45 ) سعرة حرارية.', 34, 10, 15, 0, 0, '2021-03-27 06:03:37', '2021-03-27 06:03:37'),
(467, 'images/product/467/photo/awlem1616825335.jpeg', 31, 'بافلو وينجز الاصلية', '( 45 ) سعرة حرارية.', 29.9, 10, 15, 0, 0, '2021-03-27 06:05:31', '2021-03-27 06:08:55'),
(468, 'images/product/468/photo/awlem1616825536.jpeg', 31, 'بافلو وينجز بدون عظم', '( 45 ) سعرة حرارية', 32.2, 10, 15, 0, 0, '2021-03-27 06:12:16', '2021-03-27 06:12:16'),
(469, 'images/product/469/photo/awlem1616825938.jpeg', 31, 'البطاطس المملحة', '( 112 ) سعرة حرارية', 6, 10, 15, 0, 0, '2021-03-27 06:18:58', '2021-03-27 06:18:58'),
(470, 'images/product/470/photo/awlem1616826098.jpeg', 31, 'البطاطس المقلية المتبلة', '( 112 ) سعرة حرارية', 8.05, 10, 15, 0, 0, '2021-03-27 06:21:38', '2021-03-27 06:21:38'),
(471, 'images/product/471/photo/awlem1616826186.jpeg', 31, 'البطاطس المقرمشة', '( 223 ) سعرة حرارية', 9, 10, 15, 0, 0, '2021-03-27 06:23:06', '2021-03-27 06:23:06'),
(472, 'images/product/472/photo/awlem1616826245.jpeg', 31, 'البطاطس المقلية بالجبن', '( 275 ) سعرة حرارية', 12, 10, 15, 0, 0, '2021-03-27 06:24:05', '2021-03-27 06:24:05'),
(473, 'images/product/473/photo/awlem1616826317.jpeg', 31, 'البطاطس على طريقة هف اند بف', '( 300 ) سعرة حرارية', 19, 10, 15, 0, 0, '2021-03-27 06:25:17', '2021-03-27 06:25:17'),
(474, 'images/product/474/photo/awlem1616831586.jpeg', 32, 'مسحب ساندوتش', '( 366 ) سعرة حرارية', 6, 10, 15, 1, 0, '2021-03-27 07:53:06', '2021-03-27 07:53:07'),
(475, 'images/product/475/photo/awlem1616831763.jpeg', 32, 'نصف بروست', '( 693 ) سعرة حرارية', 15, 10, 15, 1, 0, '2021-03-27 07:56:03', '2021-03-27 07:56:03'),
(476, 'images/product/476/photo/awlem1616831862.jpeg', 32, 'ربع بروست', '( 347 ) سعرة حرارية', 8.5, 10, 15, 1, 0, '2021-03-27 07:57:42', '2021-03-27 07:57:42'),
(477, 'images/product/477/photo/awlem1616832023.jpeg', 32, 'برجر دجاج دبل', '( 450 ) سعرة حرارية', 11, 10, 15, 0, 0, '2021-03-27 08:00:23', '2021-03-27 08:00:23'),
(478, 'images/product/478/photo/awlem1616832095.jpeg', 32, 'وجبة برجر دجاج دبل', 'برجر دجاج دبل مع البطاطس و شراب الشعير ( 620 ) سعرة حرارية', 15, 10, 15, 0, 0, '2021-03-27 08:01:35', '2021-03-27 08:01:35'),
(479, 'images/product/479/photo/awlem1616832166.jpeg', 32, 'صلصة كوكتيل', '( 0 ) سعرة حرارية', 1.5, 10, 15, 0, 0, '2021-03-27 08:02:46', '2021-03-27 08:02:46'),
(480, 'images/product/480/photo/awlem1616832190.jpeg', 32, 'صلصة فلفل', '( 0 ) سعرة حرارية', 1.5, 10, 15, 0, 0, '2021-03-27 08:03:10', '2021-03-27 08:03:10'),
(481, 'images/product/481/photo/awlem1616832388.jpeg', 32, 'مسحب', '10 قطع ( 683 ) سعرة حرارية', 15, 10, 15, 1, 0, '2021-03-27 08:06:28', '2021-03-27 08:06:28'),
(482, 'images/product/482/photo/awlem1616832494.jpeg', 32, 'فيليه سمك', '10 قطع ( 573 ) سعرة حرارية', 16, 10, 15, 1, 0, '2021-03-27 08:08:14', '2021-03-27 08:08:55'),
(483, 'images/product/483/photo/awlem1616832820.jpeg', 32, 'جمبري', '10 قطع ( 479 ) سعرة حرارية', 22, 10, 15, 0, 0, '2021-03-27 08:13:40', '2021-03-27 08:13:40'),
(484, 'images/product/484/photo/awlem1616833290.jpeg', 32, 'وجبة بروشا', 'ربع بروست مع برجر الدجاج و البطاطس و مشروب الشعير ( 520 ) سعرة حرارية', 17, 10, 15, 1, 0, '2021-03-27 08:21:30', '2021-03-27 08:21:30'),
(485, 'images/product/485/photo/awlem1616833412.jpeg', 32, 'زنجر سادوتش', '( 693 ) سعرة حرارية', 8, 10, 15, 0, 0, '2021-03-27 08:23:32', '2021-03-27 08:23:32'),
(486, 'images/product/486/photo/awlem1616833493.jpeg', 32, 'حمص', '( 134 ) سعرة حرارية', 4, 10, 15, 0, 0, '2021-03-27 08:24:53', '2021-03-27 08:24:53'),
(487, 'images/product/487/photo/awlem1616833559.jpeg', 32, 'بسبوسة', '( 418 ) سعرة حرارية', 4, 5, 10, 0, 0, '2021-03-27 08:25:59', '2021-03-27 08:25:59'),
(488, 'images/product/488/photo/awlem1616833638.jpeg', 32, 'تشيز كيك', '( 418 ) سعرة حرارية', 8, 5, 10, 0, 0, '2021-03-27 08:27:18', '2021-03-27 08:27:18'),
(489, 'images/product/489/photo/awlem1616833697.jpeg', 32, 'كوكيز', '( 418 ) سعرة حرارية', 8, 5, 10, 0, 0, '2021-03-27 08:28:17', '2021-03-27 08:28:17'),
(490, 'images/product/490/photo/awlem1616833825.jpeg', 32, 'شراب الشعير', '( 138 - 544 ) سعرة حرارية', 3, 10, 15, 1, 0, '2021-03-27 08:30:25', '2021-03-27 08:30:25'),
(491, 'images/product/491/photo/awlem1617060163.jpg', 33, 'اوريجنال تشيكن', 'لقمة \r\nقطعة الدجاج \r\nصوص \r\nخس \r\nجبنة شيدر', 22, 10, 15, 9, 0, '2021-03-30 08:22:43', '2021-03-30 08:22:43'),
(492, 'images/product/492/photo/awlem1617060357.jpg', 33, 'اوريجنال تشيكن', 'لقمة \r\nقطعة الدجاج \r\nصوص \r\nخس \r\nجبنة شيدر', 22, 10, 15, 9, 0, '2021-03-30 08:25:57', '2021-03-30 08:25:57'),
(493, 'images/product/493/photo/awlem1617060431.jpg', 33, 'اوريجنال تشيكن', 'لقمة \r\nقطعة الدجاج \r\nصوص \r\nخس \r\nجبنة شيدر', 22, 10, 15, 9, 0, '2021-03-30 08:27:11', '2021-03-30 08:27:11'),
(494, 'images/product/494/photo/awlem1617123024.jpeg', 34, 'سلو تشيكن', 'قطعة الدجاج مع الصوص و الخس و جبنة التشيدر مع كلوسلو\r\n( 840 ) سعرة حرارية', 24, 10, 15, 8, 0, '2021-03-31 01:50:24', '2021-03-31 01:51:41'),
(496, 'images/product/496/photo/awlem1617142565.jpg', 34, 'اوريجنال تشيكن', 'قعة دجاج , صوص , خس , جبنة شيدر ,\r\n(630 )سعرة حرارية', 23, 10, 15, 0, 0, '2021-03-31 07:16:05', '2021-03-31 07:17:03'),
(497, 'images/product/497/photo/awlem1617143023.jpg', 34, 'لومي تشيكن', 'قطعة الدجاج , صوص , خس ,جبنة شيدر , بصل, وخيار شرائح ,\r\n(815) سعرة حرارية', 24, 10, 15, 0, 0, '2021-03-31 07:23:43', '2021-03-31 07:25:59'),
(498, 'images/product/498/photo/awlem1617143509.jpg', 34, 'كابرز تشيكن', 'قطعة الدجاج , صوص , خس , جبنة شيدر , وخيار شرائح,\r\n(820) سعرة حرارية', 23, 10, 15, 0, 0, '2021-03-31 07:31:49', '2021-03-31 07:31:49'),
(499, 'images/product/499/photo/awlem1617144034.jpg', 34, 'باربكيو تشيكن', 'قطعة  الدجاج , صوص , خس , جبنة شيدر,\r\n(730) سعرة حرارية', 22, 10, 15, 0, 0, '2021-03-31 07:40:34', '2021-03-31 07:40:34'),
(500, 'images/product/500/photo/awlem1617144242.jpg', 34, 'هوني تشيكن', 'قطعة الدجاج , صوص , خس , جبنة شيدر , \r\n(417) سعرة حرارية', 22, 10, 15, 0, 0, '2021-03-31 07:44:02', '2021-03-31 07:44:02'),
(501, 'images/product/501/photo/awlem1617144721.jpg', 34, 'ديناميت تشيكن', 'قطعة الدجاج , صوص , خس, جبنة شيدر , \r\n(810) سعرة حرارية', 23, 10, 15, 0, 0, '2021-03-31 07:52:01', '2021-03-31 07:52:01'),
(502, 'images/product/502/photo/awlem1617144901.jpg', 34, 'ميبل سيراتشا', 'قطعة الدجاج , صوص , خس, جبنة شيدر , كلوسلو \r\n(940) سعرة حرارية', 24, 10, 15, 0, 0, '2021-03-31 07:55:01', '2021-03-31 07:55:01'),
(503, 'images/product/503/photo/awlem1617145117.jpg', 34, 'توست شرمب', 'قطع شرمب , خس, صوص , جبنة, شرائح بصل وخيار \r\n(760) سعرة حرارية', 24, 10, 15, 0, 0, '2021-03-31 07:57:40', '2021-03-31 07:58:37'),
(504, 'images/product/504/photo/awlem1617145547.jpg', 34, 'تشيكن راب', 'قطع ستربس , جبنة , صوص , خس خيار شرائح \r\n(340) سعرات حرارية', 16, 10, 15, 0, 0, '2021-03-31 08:05:47', '2021-03-31 08:05:47'),
(505, 'images/product/505/photo/awlem1617145646.jpg', 34, 'شرمب راب', 'شرمب ,خس , صوص , هلابينو, جبنة \r\n(284) سعرات حرارية', 18, 10, 15, 0, 0, '2021-03-31 08:07:26', '2021-03-31 08:07:26'),
(506, 'images/product/506/photo/awlem1617145910.jpg', 34, 'كونو فرايز', '(240) سعرة حرارية', 12, 10, 15, 0, 0, '2021-03-31 08:11:50', '2021-03-31 08:11:50'),
(507, 'images/product/507/photo/awlem1617146915.jpg', 34, 'كونو تشيكن', '(290) سعرة حرارية', 16, 10, 15, 0, 0, '2021-03-31 08:14:35', '2021-03-31 08:28:35'),
(508, 'images/product/508/photo/awlem1617146197.jpg', 34, 'كونو شرمب', '(210) سعرة حرارية', 25, 10, 15, 0, 0, '2021-03-31 08:16:37', '2021-03-31 08:16:37'),
(509, 'images/product/509/photo/awlem1617146864.jpg', 34, 'كونو فرايز تشيكن', '(289) سعرة حرارية', 15, 10, 15, 0, 0, '2021-03-31 08:18:29', '2021-03-31 08:27:44'),
(510, 'images/product/510/photo/awlem1617146809.jpg', 34, 'كونو فرايز شرمب', '(320) سعرة حرارية', 19, 10, 15, 0, 0, '2021-03-31 08:26:49', '2021-03-31 08:26:49'),
(511, 'images/product/511/photo/awlem1617181100.jpg', 34, 'ستربس', '(380) سعرة حرارية', 20, 10, 15, 0, 0, '2021-03-31 17:58:20', '2021-03-31 17:58:20'),
(512, 'images/product/512/photo/awlem1617181604.jpg', 34, 'ستربس ميبل', '(245)سعرة حرارية', 21, 10, 15, 0, 0, '2021-03-31 18:06:12', '2021-03-31 18:06:44'),
(513, 'images/product/513/photo/awlem1617181709.jpg', 34, 'وينجز', '(240) سعرة حرارية', 15, 10, 15, 0, 0, '2021-03-31 18:08:29', '2021-03-31 18:08:29'),
(514, 'images/product/514/photo/awlem1617181786.jpg', 34, 'وينجز ميبل', '(333)سعرة حرارية', 16, 10, 15, 0, 0, '2021-03-31 18:09:46', '2021-03-31 18:09:46'),
(515, 'images/product/515/photo/awlem1617181848.jpg', 34, 'فرايز جامبو', '(430)سعرة حرارية', 18, 10, 15, 0, 0, '2021-03-31 18:10:48', '2021-03-31 18:10:48'),
(516, 'images/product/516/photo/awlem1617181905.jpg', 34, 'فرايز جامبو تشيكن', '(620) سعرة حرارية', 24, 10, 15, 0, 0, '2021-03-31 18:11:45', '2021-03-31 18:11:45'),
(517, 'images/product/517/photo/awlem1617181962.jpg', 34, 'فرايز جامبو شرمب', '(540)سعرة حرارية', 29, 10, 15, 0, 0, '2021-03-31 18:12:42', '2021-03-31 18:12:42'),
(518, 'images/product/518/photo/awlem1617182020.jpg', 34, 'اونيون رينجرز', '(290) سعرة حرارية', 9, 10, 15, 0, 0, '2021-03-31 18:13:40', '2021-03-31 18:13:40'),
(519, 'images/product/519/photo/awlem1617182085.jpg', 34, 'موزاريلا فينجرز', '(370) سعرة حرارية', 10, 10, 15, 0, 0, '2021-03-31 18:14:45', '2021-03-31 18:14:45'),
(520, 'images/product/520/photo/awlem1617182180.jpg', 34, 'ببسي', '(149) سعرة حرارية', 4, 10, 15, 0, 0, '2021-03-31 18:16:20', '2021-03-31 18:16:20'),
(521, 'images/product/521/photo/awlem1617182277.jpg', 34, 'سفن اب', '(149) سعرة حرارية', 4, 10, 15, 0, 0, '2021-03-31 18:17:57', '2021-03-31 18:17:57'),
(522, 'images/product/522/photo/awlem1617182324.jpg', 34, 'ميرندا برتقال', '(149) سعرة حرارية', 4, 10, 15, 0, 0, '2021-03-31 18:18:44', '2021-03-31 18:18:44'),
(523, 'images/product/523/photo/awlem1617182400.jpg', 34, 'موهيتو توت', '(145) سعرة حرارية', 15, 10, 15, 0, 0, '2021-03-31 18:20:00', '2021-03-31 18:20:00'),
(524, 'images/product/524/photo/awlem1617182450.jpg', 34, 'موهيتو بلو كراسو', '(145) سعرةحرارية', 15, 10, 15, 0, 0, '2021-03-31 18:20:50', '2021-03-31 18:20:50'),
(525, 'images/product/525/photo/awlem1617182511.jpg', 34, 'موهيتو بطيخ', '(123) سعرة حرارية', 15, 10, 15, 0, 0, '2021-03-31 18:21:51', '2021-03-31 18:21:51'),
(526, 'images/product/526/photo/awlem1617182555.jpg', 34, 'موهيتو تفاح', '(102) سعرةحرارية', 15, 10, 15, 0, 0, '2021-03-31 18:22:35', '2021-03-31 18:22:35'),
(527, 'images/product/527/photo/awlem1619602680.jpg', 35, 'اصابع الدجاج', 'اصابع الدجاج المقرمشة مع البطاطس المقلية (254) سعرة حرارية', 23, 10, 15, 0, 0, '2021-04-28 18:38:00', '2021-04-28 18:38:00'),
(528, 'images/product/528/photo/awlem1619602866.jpg', 35, 'اصابع جبنة موزاريلا', 'اصابع الجبنة الموزاريلا المقلية المقرمشة (220) سعرة حرارية', 18, 10, 15, 0, 0, '2021-04-28 18:41:06', '2021-04-28 18:41:06'),
(529, 'images/product/529/photo/awlem1619602940.jpg', 35, 'بطاطس مقلية', 'البطاطس المقلية (350) سعرة حرارية', 11, 10, 15, 0, 0, '2021-04-28 18:42:20', '2021-04-28 18:42:20'),
(530, 'images/product/530/photo/awlem1619603042.jpg', 35, 'تكساس فرايز دجاج', 'الدجاج مع البطاطس المقلية وصوص الجبنة التشيدر والبصل المقلي (410) سعرة حرارية', 23, 10, 15, 0, 0, '2021-04-28 18:44:02', '2021-04-28 18:44:02'),
(531, 'images/product/531/photo/awlem1619603179.jpg', 35, 'تكساس فرايز لحم', 'اللحم مع البطاطس المقلية وصوص الجبنة التشيدر والبصل المقلي ويقدم (410) سعرة حرارية', 23, 10, 15, 0, 0, '2021-04-28 18:46:19', '2021-04-28 18:46:19'),
(532, 'images/product/532/photo/awlem1619603258.jpg', 35, 'شوربة جزر وعدس', 'شوربة الجزر مع العدس المطهو ببطء (220) سعرة حرارية', 17, 10, 15, 0, 0, '2021-04-28 18:47:38', '2021-04-28 18:47:38'),
(533, 'images/product/533/photo/awlem1619603335.jpg', 35, 'شوربة فطر', 'شوربة الفطر الكريمية (289) سعرة حرارية', 17, 10, 15, 0, 0, '2021-04-28 18:48:55', '2021-04-28 18:48:55'),
(534, 'images/product/534/photo/awlem1619603418.jpg', 35, 'كرات المكرونة', 'كرات المكرونة المقلية مع صلصة الطماطم الكريمي (280) سعرة حرارية', 23, 10, 15, 0, 0, '2021-04-28 18:50:18', '2021-04-28 18:50:18'),
(535, 'images/product/535/photo/awlem1619603509.jpg', 35, 'مقبلات مشكلة', 'تشكيله مقبلات الدجاج وأصابع الجبنة والسلطة وبرجر دجاج (320) سعرة حرارية', 35, 10, 15, 0, 0, '2021-04-28 18:51:49', '2021-04-28 18:51:49'),
(536, 'images/product/536/photo/awlem1619603616.jpg', 35, 'سلطة الباستا', 'الباستا والزيتون والطماطم والسلامي والصوص الايطالي (260) سعرة حرارية', 17, 10, 15, 0, 0, '2021-04-28 18:53:36', '2021-04-28 18:53:36'),
(537, 'images/product/537/photo/awlem1619603716.jpg', 35, 'سلطة جرجير', 'الجرجير والطماطم والرمان وصوص البلسمك(180) سعرة حرارية', 17, 10, 15, 0, 0, '2021-04-28 18:55:16', '2021-04-28 18:55:16'),
(538, 'images/product/538/photo/awlem1619603807.jpg', 35, 'سلطة سيزر', 'الخس والجبنة  والبارميزان وصوص السيزر و الخبز المحمص (380) سعرة حرارية', 17, 10, 15, 0, 0, '2021-04-28 18:56:47', '2021-04-28 18:56:47'),
(539, 'images/product/539/photo/awlem1619603894.jpg', 35, 'سلطة يوناني', 'الخس والجبنة الفيتا والزيتون والطماطم والخيار والصوص اليوناني (220) سعرة حرارية', 17, 10, 15, 0, 0, '2021-04-28 18:58:14', '2021-04-28 18:58:14'),
(540, 'images/product/540/photo/awlem1619603971.jpg', 35, 'بيتزا ببروني', 'البيبروني وصلصة الطماطم والجبنة الموزاريلا (210) سعرة حرارية', 35, 10, 15, 0, 0, '2021-04-28 18:59:31', '2021-04-28 18:59:31'),
(541, 'images/product/541/photo/awlem1619604067.jpg', 35, 'بيتزا خضار', 'تشكيلة من الخضار مع صوص الخضروات والجبنة التشيدر والجبنة الموزاريلا (178) سعرة حرارية', 35, 10, 15, 0, 0, '2021-04-28 19:01:07', '2021-04-28 19:01:07'),
(542, 'images/product/542/photo/awlem1619604161.jpg', 35, 'بيتزا دجاج باربكيو', 'الدجاج وصوص الباربكيو و الجبنة الموزاريلا وجبنة جودة (201) سعرة حرارية', 35, 10, 15, 0, 0, '2021-04-28 19:02:41', '2021-04-28 19:02:41'),
(543, 'images/product/543/photo/awlem1619604250.jpg', 35, 'بيتزا دجاج رانش', 'الدجاج وصوص الرانش والهلابينو والجبنة الموزاريلا (224) سعرة حرارية', 35, 10, 15, 0, 0, '2021-04-28 19:04:10', '2021-04-28 19:04:10'),
(544, 'images/product/544/photo/awlem1619604342.jpg', 35, 'بيتزا دجاج فاهيتا', 'الدجاج و الخضار والجبنة التشيدر وصوص المايونيز والجبنة الموزاريلا (190) سعرة حرارية', 35, 10, 15, 0, 0, '2021-04-28 19:05:42', '2021-04-28 19:05:42'),
(545, 'images/product/545/photo/awlem1619604448.jpg', 35, 'بيتزا مارجريتا', 'صلصة الطماطم وثلاثة انواع من الجبنة (جبنة الموزاريلا والبارميزان وموزاريلا طازجة ) (204) سعرة حرارية', 35, 10, 15, 0, 0, '2021-04-28 19:07:28', '2021-04-28 19:07:28'),
(546, 'images/product/546/photo/awlem1619604530.jpg', 35, 'باستا البيستو', 'الباستا والكريمة وصوص الريحان والجبنة البارميزان (640) سعرة حرارية', 35, 10, 15, 0, 0, '2021-04-28 19:08:50', '2021-04-28 19:08:50'),
(547, 'images/product/547/photo/awlem1619604643.jpg', 35, 'باستا المأكولات البحرية', 'الباستا وصلصة الطماطم والكريمة والروبيان والمحار والسلمون والكاليماري (658) سعرة حرارية', 42, 10, 15, 0, 0, '2021-04-28 19:10:43', '2021-04-28 19:10:43'),
(548, 'images/product/548/photo/awlem1619604747.jpg', 35, 'باستا بولونيز', 'الباستا وصلصة الطماطم واللحم والريحان والجبنة البارميزان (875) سعرة حرارية', 35, 10, 15, 0, 0, '2021-04-28 19:12:27', '2021-04-28 19:12:27'),
(549, 'images/product/549/photo/awlem1619604832.jpg', 35, 'باستا بيني أربياتا دجاج', 'الباستا والدجاج وصلصة الطماطم والريحان والجبنة البارميزان (950) سعرة حرارية', 35, 10, 15, 0, 0, '2021-04-28 19:13:52', '2021-04-28 19:13:52'),
(550, 'images/product/550/photo/awlem1619604929.jpg', 35, 'فيوتشيني دجاج الفريدو', 'الباستا والكريمة والدجاج والجبنة والبارميزان (995) سعرة حرارية', 35, 10, 15, 0, 0, '2021-04-28 19:15:29', '2021-04-28 19:15:29'),
(551, 'images/product/551/photo/awlem1619605013.jpg', 35, 'لازانيا', 'الباستا وصلصة الطماطم واللحم والجبنة البارميزان والجبنة الموزاريلا (857) سعرة حرارية', 42, 10, 15, 0, 0, '2021-04-28 19:16:53', '2021-04-28 19:16:53'),
(552, 'images/product/552/photo/awlem1619605126.jpg', 35, 'سانويتش خضار مشوية', 'خبز الشاباتا والخضار المشوية والسبانخ ويقدم مع البطاطس المقلية (348) سعرة حرارية', 33, 10, 15, 0, 0, '2021-04-28 19:18:46', '2021-04-28 19:18:46'),
(553, 'images/product/553/photo/awlem1619605227.jpg', 35, 'سانويتش دجاج بالسبانخ', 'خبز الشاباتا وصوص البيستو والسبانخ والدجاج يقدم مع البطاطس المقلية (570) سعرة حرارية', 33, 10, 15, 0, 0, '2021-04-28 19:20:27', '2021-04-28 19:20:27'),
(554, 'images/product/554/photo/awlem1619605337.jpg', 35, 'كريب دجاج', 'خبز الكريب المقرمش مع الدجاج والخضار والصوص الخاص والجبنة التشيدر والجبنة الموزاريلا يقدم مع البطاطس المقلية (420) سعرة حرارية', 33, 10, 15, 0, 0, '2021-04-28 19:22:17', '2021-04-28 19:22:17'),
(555, 'images/product/555/photo/awlem1619605463.jpg', 35, 'كريب هوت دوج', 'خبز الكريب المقرمش مع النقانق والخضار والصوص الخاص والجبنة التشيدر والجبنة الموزاريلا يقدم مع البطاطس المقلية (420) سعرة حرارية', 33, 10, 15, 0, 0, '2021-04-28 19:24:23', '2021-04-28 19:24:23'),
(556, 'images/product/556/photo/awlem1619605564.jpg', 35, 'كلوب ساندويتش', 'خبز الشاباتا والببروني والسلامي و التيركي والجبنة ويقدم مع البطاطس المقلية (240) سعرة حرارية', 33, 10, 15, 0, 0, '2021-04-28 19:26:04', '2021-04-28 19:26:04'),
(557, 'images/product/557/photo/awlem1619605769.jpg', 35, 'برجر دجاج مقرمش حار', 'خبز البرجر والجبنة التشيدر والدجاج المقرمش والخس والطماطم والهلابينو والصوص الحار يقدم مع البطاطس المقلية (350) سعرة حرارية', 40, 10, 15, 0, 0, '2021-04-28 19:29:29', '2021-04-28 19:29:29'),
(558, 'images/product/558/photo/awlem1619606073.jpg', 35, 'برجر دينامت الروبيان', 'خبز البرجر والجبنة التشيدر والروبيان وسلطة الملفوف يقدم مع البطاطس المقلية (530) سعرة حرارية', 40, 10, 15, 0, 0, '2021-04-28 19:34:33', '2021-04-28 19:34:33'),
(559, 'images/product/559/photo/awlem1619606266.jpg', 35, 'برجر لحم بالبصل المكرمل', 'خبز البرجر والجبنة الموزاريلا واللحم والخس والطماطم والبصل المكرمل يقدم مع البطاطس المقلية (524) سعرة حرارية', 40, 10, 15, 0, 0, '2021-04-28 19:37:46', '2021-04-28 19:37:46'),
(560, 'images/product/560/photo/awlem1619606448.jpg', 35, 'برجر لحم مقدد', 'خبز البرجر والجبنة الموزاريلا واللحم والخس والطماطم واللحم المقدد يقدم مع البطاطس المقلية (520) سعرة حرارية', 40, 10, 15, 0, 0, '2021-04-28 19:40:48', '2021-04-28 19:40:48'),
(561, 'images/product/561/photo/awlem1619606509.jpg', 35, 'تشيز كيك بستاشيو', '(410) سعرة حرارية', 23, 10, 15, 0, 0, '2021-04-28 19:41:49', '2021-04-28 19:41:49'),
(562, 'images/product/562/photo/awlem1619606560.jpg', 35, 'تشيز كيك شوكلاته', '(410) سعرة حرارية', 23, 10, 15, 0, 0, '2021-04-28 19:42:40', '2021-04-28 19:42:40'),
(563, 'images/product/563/photo/awlem1619606843.jpg', 35, 'كريب فيوتشيني بالبستاشيو', '(430) سعرة حرارية', 23, 10, 15, 0, 0, '2021-04-28 19:47:23', '2021-04-28 19:47:23'),
(564, 'images/product/564/photo/awlem1619606921.jpg', 35, 'كريب فيتوتشيني باللوتس', '(430) سعرة حرارية', 23, 10, 15, 0, 0, '2021-04-28 19:48:41', '2021-04-28 19:48:41'),
(565, 'images/product/565/photo/awlem1619606982.jpg', 35, 'كريب فيتوتشيني بالنوتيلا', '(430) سعرة حرارية', 23, 10, 15, 0, 0, '2021-04-28 19:49:42', '2021-04-28 19:49:42'),
(566, 'images/product/566/photo/awlem1619607031.jpg', 35, 'كيك الجزر', '(415) سعرة حرارية', 23, 10, 15, 0, 0, '2021-04-28 19:50:31', '2021-04-28 19:50:31'),
(567, 'images/product/567/photo/awlem1619607086.jpg', 35, 'كيك الحليب بالزعفران', '(430) سعرة حرارية', 23, 10, 15, 0, 0, '2021-04-28 19:51:26', '2021-04-28 19:51:26'),
(568, 'images/product/568/photo/awlem1619607143.jpg', 35, 'كيك الحليب بالليمون', '(430) سعرة حرارية', 23, 10, 15, 0, 0, '2021-04-28 19:52:23', '2021-04-28 19:52:23'),
(569, 'images/product/569/photo/awlem1619607194.jpg', 35, 'كيك العسل', '(320) سعرة حرارية', 23, 10, 15, 0, 0, '2021-04-28 19:53:14', '2021-04-28 19:53:14'),
(570, 'images/product/570/photo/awlem1619607251.jpg', 35, 'وافل جزر', '(440) سعرة حرارية', 23, 10, 15, 0, 0, '2021-04-28 19:54:11', '2021-04-28 19:54:11'),
(571, 'images/product/571/photo/awlem1619607365.jpg', 35, 'سبرايت', 'مشروب غازي', 7, 10, 15, 0, 0, '2021-04-28 19:56:05', '2021-04-28 19:56:05'),
(572, 'images/product/572/photo/awlem1619607440.jpg', 35, 'عصير برتقال', '(110) سعرة حرارية', 15, 10, 15, 0, 0, '2021-04-28 19:57:20', '2021-04-28 19:57:20'),
(573, 'images/product/573/photo/awlem1619607632.jpg', 35, 'عصير بطيخ', '(90) سعرة حرارية', 15, 10, 15, 0, 0, '2021-04-28 20:00:32', '2021-04-28 20:00:32'),
(574, 'images/product/574/photo/awlem1619607691.jpg', 35, 'عصير ليمون نعناع', '(90) سعرة حرارية', 15, 10, 15, 0, 0, '2021-04-28 20:01:31', '2021-04-28 20:01:31'),
(575, 'images/product/575/photo/awlem1619607856.jpg', 35, 'عصير مانجو', '(120) سعرة حرارية', 15, 10, 15, 0, 0, '2021-04-28 20:04:16', '2021-04-28 20:04:16'),
(576, 'images/product/576/photo/awlem1619607903.jpg', 35, 'فانتا برتقال', 'مشروب غازي', 7, 10, 15, 0, 0, '2021-04-28 20:05:03', '2021-04-28 20:05:03'),
(577, 'images/product/577/photo/awlem1619607966.jpg', 35, 'كوكاكولا', 'مشروب غازي', 7, 10, 15, 0, 0, '2021-04-28 20:06:06', '2021-04-28 20:06:06'),
(578, 'images/product/578/photo/awlem1619608016.jpg', 35, 'كوكا كولا لايت', 'مشروب غازي لايت', 7, 10, 15, 0, 0, '2021-04-28 20:06:56', '2021-04-28 20:06:56'),
(579, 'images/product/579/photo/awlem1619608070.jpg', 35, 'موهيتو توت ازرق', '(140) سعرة حرارية', 15, 10, 15, 0, 0, '2021-04-28 20:07:50', '2021-04-28 20:07:50'),
(580, 'images/product/580/photo/awlem1619608132.jpg', 35, 'موهيتو فراولة', '(140) سعرة حرارية', 15, 10, 15, 0, 0, '2021-04-28 20:08:52', '2021-04-28 20:08:52'),
(581, 'images/product/581/photo/awlem1619608184.jpg', 35, 'موهيتو كلاسيك', '(140) سعرة حرارية', 15, 10, 15, 0, 0, '2021-04-28 20:09:44', '2021-04-28 20:09:44'),
(582, 'images/product/582/photo/awlem1619608278.jpg', 35, 'مياه نوفا', 'ماء', 3, 10, 15, 0, 0, '2021-04-28 20:11:18', '2021-04-28 20:11:18'),
(583, 'images/product/583/photo/awlem1620010412.jpg', 21, 'سمبوسة لحم', 'السعر للحبة الواحدة - 176 سعرة حرارية', 1.25, 10, 15, 0, 0, '2021-05-03 11:53:32', '2021-05-03 11:53:32'),
(584, 'images/product/584/photo/awlem1620010611.jpg', 21, 'مهلبية', '146 سعرة حرارية', 5, 10, 15, 0, 0, '2021-05-03 11:56:51', '2021-05-03 11:56:51'),
(585, 'images/product/585/photo/awlem1620010698.jpg', 21, 'بلح الشام', 'العدد 2 - 130 سعرة حرارية', 1, 10, 15, 0, 0, '2021-05-03 11:58:18', '2021-05-03 11:58:18'),
(586, 'images/product/586/photo/awlem1620117253.jpg', 36, 'اباتشي برجر', 'قطعة اللحم محشوة بأنواع مختلفة من الجبنة والهلابينو والجبنة الأمريكية وصلصة الهلابينو والخس وصلصة البف الحارة (435 سعرة حرارية)', 37, 10, 15, 0, 0, '2021-05-04 17:34:13', '2021-05-04 17:34:13'),
(587, 'images/product/587/photo/awlem1620117509.jpg', 36, 'برجر تشك ان', 'قطعة الدجاج المقلية والجبنة الأمريكية والخس والطماطم وصلصة التشك أن (325) سعرة حرارية', 21, 10, 15, 0, 0, '2021-05-04 17:38:29', '2021-05-04 17:38:29'),
(588, 'images/product/588/photo/awlem1620117677.jpg', 36, 'برجر سن اوف جن', 'قطعة الدجاج الحارة والجبنة الأمريكية والخس مع صلصة السن اوف جن الحارة (350 سعرة حرارية )', 24, 10, 15, 0, 0, '2021-05-04 17:41:17', '2021-05-04 17:41:17'),
(589, 'images/product/589/photo/awlem1620117861.jpg', 36, 'برجريستا', 'قطعة اللحم وجبنة أمريكية وبيض وخس وطماطم وبصل وصلصة البرجريستا (415) سعرة حرارية', 28, 10, 15, 0, 0, '2021-05-04 17:44:21', '2021-05-04 17:44:21'),
(590, 'images/product/590/photo/awlem1620118006.jpg', 36, 'بف برجر', 'قطعة لحم حار وجبنة امريكية وهلابينو وخس وصلصة ثاوثند الحارة (325) سعرة حرارية', 29, 10, 15, 0, 0, '2021-05-04 17:46:46', '2021-05-04 17:46:46'),
(591, 'images/product/591/photo/awlem1620118162.jpg', 36, 'بفد ستيفد برجر', 'قطعة اللحم المحشوة بأنواع مختلفة من الجبنة والهالبينو والجبنة الأمريكية وصلصة الهالبينو والخس وصلصة البف الحارة (450) سعرة حرارية', 37, 10, 15, 0, 0, '2021-05-04 17:49:22', '2021-05-04 17:49:22'),
(592, 'images/product/592/photo/awlem1620118408.jpg', 36, 'ستيك ويتش', 'ستيك مشوي والجبنة السويسرية والخضار المشوي وصلصة الفطر (450) سعرة حرارية', 22, 10, 15, 0, 0, '2021-05-04 17:53:28', '2021-05-04 17:53:28'),
(593, 'images/product/593/photo/awlem1620118519.jpg', 36, 'هف برجر', 'قطعة لحم والجبنة الأمريكية والخس وصلصة الهف (300) سعرة حرارية', 24, 10, 15, 0, 0, '2021-05-04 17:55:19', '2021-05-04 17:55:19'),
(594, 'images/product/594/photo/awlem1620118770.jpg', 36, 'هفد ستفد برجر', 'قطعة اللحم محشوة بأنواع مختلفة من الأجبان والجبنة الأمريكي والهالبينو والخس وصلصة الهف (450) سعرة حرارية', 38, 10, 15, 0, 0, '2021-05-04 17:59:30', '2021-05-04 17:59:31'),
(595, 'images/product/595/photo/awlem1620118926.jpg', 36, 'سلايدرز  إف واي اي', 'قطعة لحم مع جبنة امريكية وخس وهلابينو وصلصة الاف واي اي (350) سعرة حرارية', 30, 10, 15, 0, 0, '2021-05-04 18:02:06', '2021-05-04 18:02:06');
INSERT INTO `products` (`id`, `photo`, `restorant_id`, `name`, `description`, `price`, `ready_in`, `ready_to`, `max_additional_options`, `front_quantity`, `created_at`, `updated_at`) VALUES
(596, 'images/product/596/photo/awlem1620119058.jpg', 36, 'سلايدرز  إف واي ايه', 'قطعة الدجاج المشوي والجبنة السويسرية والخس والطماطم وصلصة الاف واي ايه (350) سعرة حرارية', 28, 10, 15, 0, 0, '2021-05-04 18:04:18', '2021-05-04 18:04:18'),
(597, 'images/product/597/photo/awlem1620119236.jpg', 36, 'سلايدرز او ام جي', 'قطعة الدجاج الحارة والجبنة الأمريكية والخس مع صلصة الاو ام جي (350) سعرة حرارية', 27, 10, 15, 0, 0, '2021-05-04 18:07:16', '2021-05-04 18:07:16'),
(598, 'images/product/598/photo/awlem1620119506.jpg', 36, 'سلايدرز اي اس اي بي', 'قطعة لحم و جبنة  أمريكية وخس وصلصة الاي اس اي بي (350) سعرة حرارية', 29, 10, 15, 0, 0, '2021-05-04 18:11:46', '2021-05-04 18:11:46'),
(599, 'images/product/599/photo/awlem1620119653.jpg', 36, 'باستا لافيستا', 'باستا بيضاء طازجة مع الدجاج والفطر والبروكلي ونوعان من الجبنة مغطاة بصلصة باستا لافيستا (995) سعرة حرارية', 32, 10, 15, 0, 0, '2021-05-04 18:14:13', '2021-05-04 18:14:13'),
(600, 'images/product/600/photo/awlem1620119797.jpg', 36, 'باستا لافيستا حارة', 'باستا حمراء طازجة مع الدجاج والفطر والبروكلي ونوعان من الجبنة مغطاة بصلصة باستا لافيستا حارة (995) سعرة حرارية', 36, 10, 15, 0, 0, '2021-05-04 18:16:37', '2021-05-04 18:16:37'),
(601, 'images/product/601/photo/awlem1620119885.jpg', 36, 'حلقات البصل', '(203) سعرة حرارية', 8, 10, 15, 0, 0, '2021-05-04 18:18:05', '2021-05-04 18:18:05'),
(602, 'images/product/602/photo/awlem1620119985.jpg', 36, 'ستورم شرمب', '(325) سعرة حرارية', 32, 10, 15, 0, 0, '2021-05-04 18:19:45', '2021-05-04 18:19:45'),
(603, 'images/product/603/photo/awlem1620120073.jpg', 36, 'فولكينو شرمب', '(325) سعرة حرارية', 32, 10, 15, 0, 0, '2021-05-04 18:21:13', '2021-05-04 18:21:13'),
(604, 'images/product/604/photo/awlem1620120191.jpg', 36, 'هوت دوج كلاسيك', '(59) سعرة حرارية', 17, 10, 15, 0, 0, '2021-05-04 18:23:11', '2021-05-04 18:23:11'),
(605, 'images/product/605/photo/awlem1620120292.jpg', 36, 'كرسبي بالو وينجز', '(45) سعرة حرارية', 34, 10, 15, 0, 0, '2021-05-04 18:24:52', '2021-05-04 18:24:52'),
(606, 'images/product/606/photo/awlem1620120404.jpg', 36, 'البطاطس المقلية المقرمشة', '(223) سعرة حرارية', 9, 10, 15, 0, 0, '2021-05-04 18:26:44', '2021-05-04 18:26:44'),
(607, 'images/product/607/photo/awlem1620120514.jpg', 36, 'البطاطس المقلية المملحة', '(112) سعرة حرارية', 6, 10, 15, 0, 0, '2021-05-04 18:28:34', '2021-05-04 18:28:34'),
(608, 'images/product/608/photo/awlem1620120651.jpg', 36, 'البطاطس المقلية بالجبنة', '(275) سعرة حرارية', 12, 10, 15, 0, 0, '2021-05-04 18:30:51', '2021-05-04 18:30:51'),
(609, 'images/product/609/photo/awlem1620120760.jpg', 36, 'بطاطس هف اند بف', '(300) سعرة حرارية', 19, 10, 15, 0, 0, '2021-05-04 18:32:40', '2021-05-04 18:32:40'),
(610, 'images/product/610/photo/awlem1620120962.jpg', 36, 'باشن ات أب', '(123) سعرة حرارية', 15, 10, 20, 0, 0, '2021-05-04 18:36:02', '2021-05-04 18:36:02'),
(611, 'images/product/611/photo/awlem1620121108.jpg', 36, 'ببسي', '(110) سعرة حرارية', 4, 10, 15, 0, 0, '2021-05-04 18:38:28', '2021-05-04 18:38:28'),
(612, 'images/product/612/photo/awlem1620121232.jpg', 36, 'ببسي دايت', '(1) سعرة حرارية', 4, 10, 15, 0, 0, '2021-05-04 18:40:32', '2021-05-04 18:40:32'),
(613, 'images/product/613/photo/awlem1620121428.jpg', 36, 'ستروباتاستيك', '(112) سعرة حرارية', 15, 10, 15, 0, 0, '2021-05-04 18:43:48', '2021-05-04 18:43:48'),
(614, 'images/product/614/photo/awlem1620121535.jpg', 36, 'سفن اب دايت', 'مشروب غازي', 4, 10, 15, 0, 0, '2021-05-04 18:45:35', '2021-05-04 18:45:35'),
(615, 'images/product/615/photo/awlem1620121683.jpg', 36, 'ميرندا برتقال', '(110) سعرة حرارية', 4, 10, 15, 0, 0, '2021-05-04 18:48:03', '2021-05-04 18:48:03'),
(616, 'images/product/616/photo/awlem1620121809.jpg', 36, 'مينت تو بي', '(134) سعرة حرارية', 15, 10, 15, 0, 0, '2021-05-04 18:50:09', '2021-05-04 18:50:09');

-- --------------------------------------------------------

--
-- Table structure for table `product_branches`
--

CREATE TABLE `product_branches` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `branch_id` int(11) NOT NULL DEFAULT '0',
  `product_id` int(11) NOT NULL DEFAULT '0',
  `available` tinyint(1) NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `product_branches`
--

INSERT INTO `product_branches` (`id`, `branch_id`, `product_id`, `available`, `created_at`, `updated_at`) VALUES
(39, 2, 2, 1, NULL, NULL),
(40, 2, 4, 1, NULL, NULL),
(42, 2, 6, 1, NULL, NULL),
(43, 2, 1, 1, NULL, NULL),
(44, 2, 3, 1, NULL, NULL),
(46, 3, 2, 1, NULL, NULL),
(47, 3, 4, 1, NULL, NULL),
(48, 3, 5, 1, NULL, NULL),
(49, 3, 3, 1, NULL, NULL),
(56, 1, 6, 1, '2020-12-22 10:11:27', '2020-12-22 10:11:27'),
(62, 1, 3, 1, '2020-12-27 09:49:23', '2020-12-27 09:49:23'),
(64, 1, 1, 1, '2020-12-28 12:57:42', '2020-12-28 12:57:42'),
(81, 2, 5, 1, '2021-01-03 15:32:33', '2021-01-03 15:32:33'),
(91, 8, 12, 1, '2021-01-19 13:42:25', '2021-01-19 13:42:25'),
(92, 9, 5, 1, '2021-01-19 13:52:58', '2021-01-19 13:52:58'),
(93, 9, 2, 1, '2021-01-19 13:53:11', '2021-01-19 13:53:11'),
(94, 9, 4, 1, '2021-01-19 13:53:11', '2021-01-19 13:53:11'),
(126, 12, 11, 1, '2021-01-19 19:07:34', '2021-01-19 19:07:34'),
(127, 12, 14, 1, '2021-01-19 19:07:34', '2021-01-19 19:07:34'),
(128, 12, 15, 1, '2021-01-19 19:07:34', '2021-01-19 19:07:34'),
(129, 12, 16, 1, '2021-01-19 19:07:34', '2021-01-19 19:07:34'),
(130, 12, 17, 1, '2021-01-19 19:07:34', '2021-01-19 19:07:34'),
(131, 12, 18, 1, '2021-01-19 19:07:34', '2021-01-19 19:07:34'),
(132, 12, 19, 1, '2021-01-19 19:07:34', '2021-01-19 19:07:34'),
(133, 12, 22, 1, '2021-01-19 19:07:54', '2021-01-19 19:07:54'),
(134, 12, 23, 1, '2021-01-19 19:07:54', '2021-01-19 19:07:54'),
(135, 12, 24, 1, '2021-01-19 19:07:54', '2021-01-19 19:07:54'),
(136, 12, 25, 1, '2021-01-19 19:07:54', '2021-01-19 19:07:54'),
(137, 12, 26, 1, '2021-01-19 19:07:54', '2021-01-19 19:07:54'),
(138, 12, 27, 1, '2021-01-19 19:07:54', '2021-01-19 19:07:54'),
(139, 12, 28, 1, '2021-01-19 19:07:54', '2021-01-19 19:07:54'),
(140, 12, 29, 1, '2021-01-19 19:07:54', '2021-01-19 19:07:54'),
(141, 12, 30, 1, '2021-01-19 19:07:54', '2021-01-19 19:07:54'),
(142, 12, 20, 1, '2021-01-19 19:08:24', '2021-01-19 19:08:24'),
(143, 12, 21, 1, '2021-01-19 19:08:24', '2021-01-19 19:08:24'),
(144, 12, 31, 1, '2021-01-19 19:08:47', '2021-01-19 19:08:47'),
(145, 12, 32, 1, '2021-01-19 19:08:47', '2021-01-19 19:08:47'),
(146, 12, 33, 1, '2021-01-19 19:08:47', '2021-01-19 19:08:47'),
(147, 12, 34, 1, '2021-01-19 19:08:47', '2021-01-19 19:08:47'),
(148, 12, 35, 1, '2021-01-19 19:08:47', '2021-01-19 19:08:47'),
(149, 12, 36, 1, '2021-01-19 19:08:47', '2021-01-19 19:08:47'),
(150, 12, 37, 1, '2021-01-19 19:08:47', '2021-01-19 19:08:47'),
(151, 12, 38, 1, '2021-01-19 19:08:47', '2021-01-19 19:08:47'),
(152, 12, 39, 1, '2021-01-19 19:08:47', '2021-01-19 19:08:47'),
(153, 12, 40, 1, '2021-01-19 19:08:47', '2021-01-19 19:08:47'),
(154, 12, 41, 1, '2021-01-19 19:08:47', '2021-01-19 19:08:47'),
(155, 12, 42, 1, '2021-01-19 19:08:47', '2021-01-19 19:08:47'),
(156, 12, 43, 1, '2021-01-19 19:08:47', '2021-01-19 19:08:47'),
(164, 13, 49, 1, '2021-01-19 21:18:48', '2021-01-19 21:18:48'),
(165, 13, 51, 1, '2021-01-19 21:19:15', '2021-01-19 21:19:15'),
(166, 13, 44, 1, '2021-01-19 21:20:27', '2021-01-19 21:20:27'),
(167, 13, 45, 1, '2021-01-19 21:20:27', '2021-01-19 21:20:27'),
(168, 13, 46, 1, '2021-01-19 21:20:27', '2021-01-19 21:20:27'),
(169, 13, 47, 1, '2021-01-19 21:20:27', '2021-01-19 21:20:27'),
(170, 13, 48, 1, '2021-01-19 21:20:27', '2021-01-19 21:20:27'),
(171, 13, 50, 1, '2021-01-19 21:23:47', '2021-01-19 21:23:47'),
(172, 13, 52, 1, '2021-01-19 21:30:27', '2021-01-19 21:30:27'),
(173, 13, 54, 1, '2021-01-19 21:33:56', '2021-01-19 21:33:56'),
(174, 13, 55, 1, '2021-01-19 21:34:59', '2021-01-19 21:34:59'),
(175, 13, 56, 1, '2021-01-19 21:35:54', '2021-01-19 21:35:54'),
(177, 12, 57, 1, '2021-01-21 04:24:39', '2021-01-21 04:24:39'),
(178, 13, 58, 1, '2021-01-21 05:40:38', '2021-01-21 05:40:38'),
(179, 13, 59, 1, '2021-01-21 05:41:49', '2021-01-21 05:41:49'),
(180, 13, 60, 1, '2021-01-21 05:44:34', '2021-01-21 05:44:34'),
(181, 13, 61, 1, '2021-01-21 05:46:08', '2021-01-21 05:46:08'),
(182, 13, 62, 1, '2021-01-21 05:51:03', '2021-01-21 05:51:03'),
(183, 13, 63, 1, '2021-01-21 05:52:22', '2021-01-21 05:52:22'),
(184, 13, 64, 1, '2021-01-21 05:53:34', '2021-01-21 05:53:34'),
(185, 13, 65, 1, '2021-01-21 05:56:49', '2021-01-21 05:56:49'),
(186, 13, 66, 1, '2021-01-21 05:57:49', '2021-01-21 05:57:49'),
(187, 13, 67, 1, '2021-01-21 05:59:03', '2021-01-21 05:59:03'),
(188, 13, 68, 1, '2021-01-21 05:59:49', '2021-01-21 05:59:49'),
(189, 13, 69, 1, '2021-01-21 06:00:54', '2021-01-21 06:00:54'),
(190, 13, 70, 1, '2021-01-21 06:02:07', '2021-01-21 06:02:07'),
(191, 13, 71, 1, '2021-01-21 06:05:22', '2021-01-21 06:05:22'),
(192, 13, 72, 1, '2021-01-21 06:06:27', '2021-01-21 06:06:27'),
(193, 14, 73, 1, '2021-01-22 05:33:24', '2021-01-22 05:33:24'),
(194, 14, 74, 1, '2021-01-22 05:34:45', '2021-01-22 05:34:45'),
(195, 14, 75, 1, '2021-01-22 05:36:32', '2021-01-22 05:36:32'),
(196, 14, 76, 1, '2021-01-22 05:37:17', '2021-01-22 05:37:17'),
(197, 14, 77, 1, '2021-01-22 05:37:55', '2021-01-22 05:37:55'),
(198, 14, 78, 1, '2021-01-22 05:38:33', '2021-01-22 05:38:33'),
(199, 14, 79, 1, '2021-01-22 05:39:17', '2021-01-22 05:39:17'),
(200, 14, 80, 1, '2021-01-22 05:39:54', '2021-01-22 05:39:54'),
(201, 14, 81, 1, '2021-01-22 05:40:45', '2021-01-22 05:40:45'),
(202, 14, 82, 1, '2021-01-22 05:42:48', '2021-01-22 05:42:48'),
(203, 14, 83, 1, '2021-01-22 05:44:27', '2021-01-22 05:44:27'),
(204, 14, 84, 1, '2021-01-22 05:45:12', '2021-01-22 05:45:12'),
(205, 14, 85, 1, '2021-01-22 05:46:05', '2021-01-22 05:46:05'),
(206, 14, 86, 1, '2021-01-22 05:46:45', '2021-01-22 05:46:45'),
(207, 14, 87, 1, '2021-01-22 05:47:35', '2021-01-22 05:47:35'),
(208, 14, 88, 1, '2021-01-22 05:48:13', '2021-01-22 05:48:13'),
(209, 14, 89, 1, '2021-01-22 05:49:04', '2021-01-22 05:49:04'),
(210, 14, 90, 1, '2021-01-22 06:06:36', '2021-01-22 06:06:36'),
(211, 14, 91, 1, '2021-01-22 06:07:22', '2021-01-22 06:07:22'),
(212, 14, 92, 1, '2021-01-22 06:08:29', '2021-01-22 06:08:29'),
(213, 14, 93, 1, '2021-01-22 06:09:25', '2021-01-22 06:09:25'),
(214, 14, 94, 1, '2021-01-22 06:10:28', '2021-01-22 06:10:28'),
(215, 14, 95, 1, '2021-01-22 06:10:28', '2021-01-22 06:10:28'),
(216, 14, 96, 1, '2021-01-22 06:11:33', '2021-01-22 06:11:33'),
(217, 14, 97, 1, '2021-01-22 06:12:21', '2021-01-22 06:12:21'),
(218, 14, 98, 1, '2021-01-22 06:13:08', '2021-01-22 06:13:08'),
(219, 14, 99, 1, '2021-01-22 06:14:28', '2021-01-22 06:14:28'),
(220, 14, 100, 1, '2021-01-22 06:16:21', '2021-01-22 06:16:21'),
(221, 14, 101, 1, '2021-01-22 06:17:33', '2021-01-22 06:17:33'),
(222, 14, 102, 1, '2021-01-22 06:20:03', '2021-01-22 06:20:03'),
(223, 14, 103, 1, '2021-01-22 06:20:56', '2021-01-22 06:20:56'),
(224, 14, 104, 1, '2021-01-22 06:21:49', '2021-01-22 06:21:49'),
(225, 14, 105, 1, '2021-01-22 06:31:01', '2021-01-22 06:31:01'),
(226, 14, 106, 1, '2021-01-22 06:33:06', '2021-01-22 06:33:06'),
(227, 14, 107, 1, '2021-01-22 06:33:52', '2021-01-22 06:33:52'),
(228, 14, 108, 1, '2021-01-22 06:34:44', '2021-01-22 06:34:44'),
(229, 14, 109, 1, '2021-01-22 06:35:56', '2021-01-22 06:35:56'),
(230, 14, 110, 1, '2021-01-22 06:36:56', '2021-01-22 06:36:56'),
(231, 14, 111, 1, '2021-01-22 06:38:07', '2021-01-22 06:38:07'),
(232, 15, 119, 1, '2021-01-25 15:46:34', '2021-01-25 15:46:34'),
(233, 15, 120, 1, '2021-01-25 15:46:34', '2021-01-25 15:46:34'),
(234, 15, 121, 1, '2021-01-25 15:46:34', '2021-01-25 15:46:34'),
(235, 15, 122, 1, '2021-01-25 15:46:34', '2021-01-25 15:46:34'),
(236, 15, 112, 1, '2021-01-25 15:46:56', '2021-01-25 15:46:56'),
(237, 15, 113, 1, '2021-01-25 15:46:56', '2021-01-25 15:46:56'),
(238, 15, 114, 1, '2021-01-25 15:46:56', '2021-01-25 15:46:56'),
(239, 15, 115, 1, '2021-01-25 15:46:56', '2021-01-25 15:46:56'),
(240, 15, 116, 1, '2021-01-25 15:46:56', '2021-01-25 15:46:56'),
(241, 15, 117, 1, '2021-01-25 15:46:56', '2021-01-25 15:46:56'),
(242, 15, 118, 1, '2021-01-25 15:46:56', '2021-01-25 15:46:56'),
(243, 15, 123, 1, '2021-01-25 15:47:33', '2021-01-25 15:47:33'),
(244, 15, 124, 1, '2021-01-25 15:47:33', '2021-01-25 15:47:33'),
(245, 15, 125, 1, '2021-01-25 15:47:33', '2021-01-25 15:47:33'),
(246, 15, 126, 1, '2021-01-25 15:47:51', '2021-01-25 15:47:51'),
(247, 15, 127, 1, '2021-01-25 15:47:51', '2021-01-25 15:47:51'),
(248, 15, 128, 1, '2021-01-25 15:47:51', '2021-01-25 15:47:51'),
(249, 15, 129, 1, '2021-01-25 15:47:51', '2021-01-25 15:47:51'),
(250, 15, 130, 1, '2021-01-25 15:47:51', '2021-01-25 15:47:51'),
(251, 15, 131, 1, '2021-01-25 15:47:51', '2021-01-25 15:47:51'),
(252, 15, 138, 1, '2021-01-25 15:47:51', '2021-01-25 15:47:51'),
(253, 15, 132, 1, '2021-01-25 15:48:17', '2021-01-25 15:48:17'),
(254, 15, 133, 1, '2021-01-25 15:48:17', '2021-01-25 15:48:17'),
(255, 15, 134, 1, '2021-01-25 15:48:17', '2021-01-25 15:48:17'),
(256, 15, 135, 1, '2021-01-25 15:48:17', '2021-01-25 15:48:17'),
(257, 15, 136, 1, '2021-01-25 15:48:17', '2021-01-25 15:48:17'),
(258, 15, 137, 1, '2021-01-25 15:48:17', '2021-01-25 15:48:17'),
(259, 15, 139, 1, '2021-01-25 15:48:39', '2021-01-25 15:48:39'),
(260, 15, 140, 1, '2021-01-25 15:48:39', '2021-01-25 15:48:39'),
(261, 15, 141, 1, '2021-01-25 15:48:39', '2021-01-25 15:48:39'),
(262, 15, 142, 1, '2021-01-25 15:48:58', '2021-01-25 15:48:58'),
(263, 15, 143, 1, '2021-01-25 15:48:58', '2021-01-25 15:48:58'),
(264, 15, 144, 1, '2021-01-25 15:48:58', '2021-01-25 15:48:58'),
(265, 15, 145, 1, '2021-01-25 15:48:58', '2021-01-25 15:48:58'),
(266, 16, 171, 1, '2021-01-27 02:18:22', '2021-01-27 02:18:22'),
(267, 16, 172, 1, '2021-01-27 02:20:45', '2021-01-27 02:20:45'),
(268, 16, 173, 1, '2021-01-27 02:23:20', '2021-01-27 02:23:20'),
(269, 16, 174, 1, '2021-01-27 02:25:20', '2021-01-27 02:25:20'),
(270, 16, 175, 1, '2021-01-27 02:27:36', '2021-01-27 02:27:36'),
(271, 16, 176, 1, '2021-01-27 02:29:38', '2021-01-27 02:29:38'),
(272, 16, 177, 1, '2021-01-27 02:31:41', '2021-01-27 02:31:41'),
(273, 16, 178, 1, '2021-01-27 02:33:59', '2021-01-27 02:33:59'),
(274, 16, 179, 1, '2021-01-27 02:36:26', '2021-01-27 02:36:26'),
(275, 16, 180, 1, '2021-01-27 02:39:56', '2021-01-27 02:39:56'),
(276, 16, 181, 1, '2021-01-27 02:42:16', '2021-01-27 02:42:16'),
(277, 16, 182, 1, '2021-01-27 02:46:27', '2021-01-27 02:46:27'),
(278, 16, 183, 1, '2021-01-27 02:48:31', '2021-01-27 02:48:31'),
(279, 16, 184, 1, '2021-01-27 02:51:27', '2021-01-27 02:51:27'),
(280, 16, 185, 1, '2021-01-27 02:53:54', '2021-01-27 02:53:54'),
(281, 16, 186, 1, '2021-01-27 02:57:35', '2021-01-27 02:57:35'),
(282, 16, 187, 1, '2021-01-27 03:13:38', '2021-01-27 03:13:38'),
(283, 17, 156, 1, '2021-01-29 16:38:16', '2021-01-29 16:38:16'),
(284, 17, 157, 1, '2021-01-29 16:38:16', '2021-01-29 16:38:16'),
(285, 17, 158, 1, '2021-01-29 16:38:16', '2021-01-29 16:38:16'),
(286, 17, 159, 1, '2021-01-29 16:38:16', '2021-01-29 16:38:16'),
(287, 17, 160, 1, '2021-01-29 16:38:16', '2021-01-29 16:38:16'),
(288, 17, 161, 1, '2021-01-29 16:38:16', '2021-01-29 16:38:16'),
(289, 17, 162, 1, '2021-01-29 16:38:16', '2021-01-29 16:38:16'),
(290, 17, 163, 1, '2021-01-29 16:38:16', '2021-01-29 16:38:16'),
(291, 17, 164, 1, '2021-01-29 16:38:16', '2021-01-29 16:38:16'),
(292, 17, 165, 1, '2021-01-29 16:38:16', '2021-01-29 16:38:16'),
(293, 17, 166, 1, '2021-01-29 16:38:16', '2021-01-29 16:38:16'),
(294, 17, 167, 1, '2021-01-29 16:38:16', '2021-01-29 16:38:16'),
(295, 17, 188, 1, '2021-01-29 16:38:36', '2021-01-29 16:38:36'),
(296, 17, 189, 1, '2021-01-29 16:38:36', '2021-01-29 16:38:36'),
(297, 17, 190, 1, '2021-01-29 16:38:36', '2021-01-29 16:38:36'),
(298, 17, 191, 1, '2021-01-29 16:38:36', '2021-01-29 16:38:36'),
(299, 17, 192, 1, '2021-01-29 16:39:01', '2021-01-29 16:39:01'),
(300, 17, 193, 1, '2021-01-29 16:39:01', '2021-01-29 16:39:01'),
(301, 17, 194, 1, '2021-01-29 16:39:01', '2021-01-29 16:39:01'),
(302, 17, 195, 1, '2021-01-29 16:39:01', '2021-01-29 16:39:01'),
(303, 17, 196, 1, '2021-01-29 16:39:01', '2021-01-29 16:39:01'),
(304, 17, 197, 1, '2021-01-29 16:39:01', '2021-01-29 16:39:01'),
(305, 17, 198, 1, '2021-01-29 16:39:51', '2021-01-29 16:39:51'),
(306, 17, 199, 1, '2021-01-29 16:39:51', '2021-01-29 16:39:51'),
(307, 17, 200, 1, '2021-01-29 16:39:51', '2021-01-29 16:39:51'),
(308, 17, 201, 1, '2021-01-29 16:39:51', '2021-01-29 16:39:51'),
(309, 17, 202, 1, '2021-01-29 16:39:51', '2021-01-29 16:39:51'),
(310, 17, 203, 1, '2021-01-29 16:39:51', '2021-01-29 16:39:51'),
(311, 17, 204, 1, '2021-01-29 16:39:51', '2021-01-29 16:39:51'),
(312, 17, 205, 1, '2021-01-29 16:39:51', '2021-01-29 16:39:51'),
(313, 17, 206, 1, '2021-01-29 16:39:51', '2021-01-29 16:39:51'),
(314, 17, 207, 1, '2021-01-29 16:39:51', '2021-01-29 16:39:51'),
(315, 17, 209, 1, '2021-01-29 16:39:51', '2021-01-29 16:39:51'),
(316, 17, 210, 1, '2021-01-29 16:39:51', '2021-01-29 16:39:51'),
(317, 17, 211, 1, '2021-01-29 16:39:51', '2021-01-29 16:39:51'),
(318, 17, 146, 1, '2021-01-29 16:40:10', '2021-01-29 16:40:10'),
(319, 17, 147, 1, '2021-01-29 16:40:10', '2021-01-29 16:40:10'),
(320, 17, 148, 1, '2021-01-29 16:40:10', '2021-01-29 16:40:10'),
(321, 17, 149, 1, '2021-01-29 16:40:42', '2021-01-29 16:40:42'),
(322, 17, 150, 1, '2021-01-29 16:40:42', '2021-01-29 16:40:42'),
(323, 17, 151, 1, '2021-01-29 16:40:42', '2021-01-29 16:40:42'),
(324, 17, 152, 1, '2021-01-29 16:40:42', '2021-01-29 16:40:42'),
(325, 17, 153, 1, '2021-01-29 16:40:42', '2021-01-29 16:40:42'),
(326, 17, 154, 1, '2021-01-29 16:40:42', '2021-01-29 16:40:42'),
(327, 17, 155, 1, '2021-01-29 16:40:42', '2021-01-29 16:40:42'),
(328, 17, 212, 1, '2021-01-29 16:41:16', '2021-01-29 16:41:16'),
(329, 17, 213, 1, '2021-01-29 16:41:16', '2021-01-29 16:41:16'),
(330, 17, 214, 1, '2021-01-29 16:41:16', '2021-01-29 16:41:16'),
(331, 17, 215, 1, '2021-01-29 16:41:16', '2021-01-29 16:41:16'),
(332, 17, 216, 1, '2021-01-29 16:41:16', '2021-01-29 16:41:16'),
(333, 17, 217, 1, '2021-01-29 16:41:16', '2021-01-29 16:41:16'),
(334, 17, 218, 1, '2021-01-29 16:41:16', '2021-01-29 16:41:16'),
(335, 17, 219, 1, '2021-01-29 16:41:38', '2021-01-29 16:41:38'),
(336, 17, 220, 1, '2021-01-29 16:41:38', '2021-01-29 16:41:38'),
(337, 17, 221, 1, '2021-01-29 16:41:38', '2021-01-29 16:41:38'),
(338, 16, 222, 1, '2021-01-29 19:03:13', '2021-01-29 19:03:13'),
(339, 16, 223, 1, '2021-01-29 19:07:43', '2021-01-29 19:07:43'),
(340, 16, 224, 1, '2021-01-29 19:16:05', '2021-01-29 19:16:05'),
(341, 16, 225, 1, '2021-01-29 19:19:32', '2021-01-29 19:19:32'),
(342, 16, 226, 1, '2021-01-29 19:22:52', '2021-01-29 19:22:52'),
(343, 16, 227, 1, '2021-01-29 19:26:24', '2021-01-29 19:26:24'),
(344, 16, 228, 1, '2021-01-29 19:30:00', '2021-01-29 19:30:00'),
(345, 16, 229, 1, '2021-01-29 19:44:16', '2021-01-29 19:44:16'),
(346, 16, 168, 1, '2021-01-29 19:45:32', '2021-01-29 19:45:32'),
(347, 16, 230, 1, '2021-01-29 19:48:03', '2021-01-29 19:48:03'),
(348, 16, 231, 1, '2021-01-29 19:50:30', '2021-01-29 19:50:30'),
(349, 16, 232, 1, '2021-01-29 19:52:48', '2021-01-29 19:52:48'),
(350, 16, 233, 1, '2021-01-29 19:55:11', '2021-01-29 19:55:11'),
(351, 16, 234, 1, '2021-01-29 19:58:55', '2021-01-29 19:58:55'),
(352, 16, 235, 1, '2021-01-29 20:05:12', '2021-01-29 20:05:12'),
(353, 16, 236, 1, '2021-01-29 20:08:25', '2021-01-29 20:08:25'),
(354, 16, 237, 1, '2021-01-29 20:13:39', '2021-01-29 20:13:39'),
(355, 16, 238, 1, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(356, 16, 281, 1, '2021-01-30 03:28:51', '2021-01-30 03:28:51'),
(357, 16, 282, 1, '2021-01-30 03:33:00', '2021-01-30 03:33:00'),
(358, 16, 283, 1, '2021-01-30 03:35:21', '2021-01-30 03:35:21'),
(359, 16, 284, 1, '2021-01-30 03:37:19', '2021-01-30 03:37:19'),
(360, 16, 285, 1, '2021-01-30 03:39:52', '2021-01-30 03:39:52'),
(361, 16, 286, 1, '2021-01-30 03:41:38', '2021-01-30 03:41:38'),
(362, 16, 287, 1, '2021-01-30 03:43:27', '2021-01-30 03:43:27'),
(363, 16, 288, 1, '2021-01-30 03:45:47', '2021-01-30 03:45:47'),
(364, 16, 289, 1, '2021-01-30 03:47:14', '2021-01-30 03:47:14'),
(365, 16, 290, 1, '2021-01-30 03:48:54', '2021-01-30 03:48:54'),
(366, 16, 291, 1, '2021-01-30 03:51:35', '2021-01-30 03:51:35'),
(367, 16, 292, 1, '2021-01-30 03:53:43', '2021-01-30 03:53:43'),
(368, 16, 293, 1, '2021-01-30 03:57:44', '2021-01-30 03:57:44'),
(369, 16, 294, 1, '2021-01-30 04:00:28', '2021-01-30 04:00:28'),
(370, 16, 295, 1, '2021-01-30 04:03:08', '2021-01-30 04:03:08'),
(371, 16, 296, 1, '2021-01-30 04:05:14', '2021-01-30 04:05:14'),
(372, 16, 297, 1, '2021-01-30 04:06:47', '2021-01-30 04:06:47'),
(373, 16, 298, 1, '2021-01-30 04:11:58', '2021-01-30 04:11:58'),
(374, 16, 299, 1, '2021-01-30 04:13:52', '2021-01-30 04:13:52'),
(375, 16, 300, 1, '2021-01-30 04:14:37', '2021-01-30 04:14:37'),
(376, 16, 301, 1, '2021-01-30 04:15:59', '2021-01-30 04:15:59'),
(377, 16, 302, 1, '2021-01-30 04:16:55', '2021-01-30 04:16:55'),
(378, 16, 303, 1, '2021-01-30 04:19:37', '2021-01-30 04:19:37'),
(379, 16, 304, 1, '2021-01-30 04:20:43', '2021-01-30 04:20:43'),
(380, 16, 305, 1, '2021-01-30 04:21:38', '2021-01-30 04:21:38'),
(381, 16, 306, 1, '2021-01-30 04:22:27', '2021-01-30 04:22:27'),
(382, 16, 307, 1, '2021-01-30 04:23:35', '2021-01-30 04:23:35'),
(383, 16, 308, 1, '2021-01-30 04:24:30', '2021-01-30 04:24:30'),
(384, 16, 309, 1, '2021-01-30 04:25:18', '2021-01-30 04:25:18'),
(385, 16, 311, 1, '2021-01-30 04:29:36', '2021-01-30 04:29:36'),
(386, 16, 312, 1, '2021-01-30 04:30:48', '2021-01-30 04:30:48'),
(387, 16, 313, 1, '2021-01-30 18:12:35', '2021-01-30 18:12:35'),
(388, 16, 314, 1, '2021-01-30 18:13:53', '2021-01-30 18:13:53'),
(389, 16, 315, 1, '2021-01-30 18:14:44', '2021-01-30 18:14:44'),
(390, 16, 316, 1, '2021-01-30 18:17:17', '2021-01-30 18:17:17'),
(391, 16, 317, 1, '2021-01-30 18:20:39', '2021-01-30 18:20:39'),
(392, 16, 318, 1, '2021-01-30 18:25:39', '2021-01-30 18:25:39'),
(393, 16, 319, 1, '2021-01-30 18:34:05', '2021-01-30 18:34:05'),
(394, 16, 320, 1, '2021-01-30 18:37:11', '2021-01-30 18:37:11'),
(395, 16, 321, 1, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(396, 16, 322, 1, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(397, 16, 323, 1, '2021-01-31 16:48:54', '2021-01-31 16:48:54'),
(398, 16, 324, 1, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(399, 16, 325, 1, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(400, 16, 326, 1, '2021-01-31 17:09:14', '2021-01-31 17:09:14'),
(401, 16, 327, 1, '2021-01-31 17:10:48', '2021-01-31 17:10:48'),
(402, 16, 328, 1, '2021-01-31 17:12:24', '2021-01-31 17:12:24'),
(403, 16, 329, 1, '2021-01-31 17:14:28', '2021-01-31 17:14:28'),
(404, 16, 330, 1, '2021-01-31 17:16:14', '2021-01-31 17:16:14'),
(405, 16, 331, 1, '2021-01-31 17:41:31', '2021-01-31 17:41:31'),
(410, 18, 337, 1, '2021-02-03 23:33:42', '2021-02-03 23:33:42'),
(411, 18, 338, 1, '2021-02-04 16:38:36', '2021-02-04 16:38:36'),
(413, 18, 340, 1, '2021-02-10 18:21:05', '2021-02-10 18:21:05'),
(414, 1, 341, 1, '2021-02-16 11:13:09', '2021-02-16 11:13:09'),
(415, 2, 341, 1, '2021-02-16 11:13:09', '2021-02-16 11:13:09'),
(416, 3, 341, 1, '2021-02-16 11:13:09', '2021-02-16 11:13:09'),
(417, 4, 341, 1, '2021-02-16 11:13:09', '2021-02-16 11:13:09'),
(418, 9, 341, 1, '2021-02-16 11:13:09', '2021-02-16 11:13:09'),
(419, 18, 342, 1, '2021-02-17 18:42:46', '2021-02-17 18:42:46'),
(420, 18, 343, 1, '2021-02-21 03:09:24', '2021-02-21 03:09:24'),
(421, 19, 156, 1, '2021-02-26 17:40:43', '2021-02-26 17:40:43'),
(422, 19, 157, 1, '2021-02-26 17:40:43', '2021-02-26 17:40:43'),
(423, 19, 158, 1, '2021-02-26 17:40:43', '2021-02-26 17:40:43'),
(424, 19, 159, 1, '2021-02-26 17:40:43', '2021-02-26 17:40:43'),
(425, 19, 160, 1, '2021-02-26 17:40:43', '2021-02-26 17:40:43'),
(426, 19, 161, 1, '2021-02-26 17:40:43', '2021-02-26 17:40:43'),
(427, 19, 162, 1, '2021-02-26 17:40:43', '2021-02-26 17:40:43'),
(428, 19, 163, 1, '2021-02-26 17:40:43', '2021-02-26 17:40:43'),
(429, 19, 164, 1, '2021-02-26 17:40:43', '2021-02-26 17:40:43'),
(430, 19, 165, 1, '2021-02-26 17:40:43', '2021-02-26 17:40:43'),
(431, 19, 166, 1, '2021-02-26 17:40:43', '2021-02-26 17:40:43'),
(432, 19, 167, 1, '2021-02-26 17:40:43', '2021-02-26 17:40:43'),
(433, 19, 188, 1, '2021-02-26 17:41:12', '2021-02-26 17:41:12'),
(434, 19, 189, 1, '2021-02-26 17:41:12', '2021-02-26 17:41:12'),
(435, 19, 190, 1, '2021-02-26 17:41:12', '2021-02-26 17:41:12'),
(436, 19, 191, 1, '2021-02-26 17:41:12', '2021-02-26 17:41:12'),
(437, 19, 192, 1, '2021-02-26 17:41:33', '2021-02-26 17:41:33'),
(438, 19, 193, 1, '2021-02-26 17:41:33', '2021-02-26 17:41:33'),
(439, 19, 194, 1, '2021-02-26 17:41:33', '2021-02-26 17:41:33'),
(440, 19, 195, 1, '2021-02-26 17:41:33', '2021-02-26 17:41:33'),
(441, 19, 196, 1, '2021-02-26 17:41:33', '2021-02-26 17:41:33'),
(442, 19, 197, 1, '2021-02-26 17:41:33', '2021-02-26 17:41:33'),
(443, 19, 198, 1, '2021-02-26 17:42:00', '2021-02-26 17:42:00'),
(444, 19, 199, 1, '2021-02-26 17:42:00', '2021-02-26 17:42:00'),
(445, 19, 200, 1, '2021-02-26 17:42:00', '2021-02-26 17:42:00'),
(446, 19, 201, 1, '2021-02-26 17:42:00', '2021-02-26 17:42:00'),
(447, 19, 202, 1, '2021-02-26 17:42:00', '2021-02-26 17:42:00'),
(448, 19, 203, 1, '2021-02-26 17:42:00', '2021-02-26 17:42:00'),
(449, 19, 204, 1, '2021-02-26 17:42:00', '2021-02-26 17:42:00'),
(450, 19, 205, 1, '2021-02-26 17:42:00', '2021-02-26 17:42:00'),
(451, 19, 206, 1, '2021-02-26 17:42:00', '2021-02-26 17:42:00'),
(452, 19, 207, 1, '2021-02-26 17:42:00', '2021-02-26 17:42:00'),
(453, 19, 208, 1, '2021-02-26 17:42:00', '2021-02-26 17:42:00'),
(454, 19, 209, 1, '2021-02-26 17:42:00', '2021-02-26 17:42:00'),
(455, 19, 210, 1, '2021-02-26 17:42:00', '2021-02-26 17:42:00'),
(456, 19, 211, 1, '2021-02-26 17:42:00', '2021-02-26 17:42:00'),
(457, 19, 146, 1, '2021-02-26 17:42:58', '2021-02-26 17:42:58'),
(458, 19, 147, 1, '2021-02-26 17:42:58', '2021-02-26 17:42:58'),
(459, 19, 148, 1, '2021-02-26 17:42:58', '2021-02-26 17:42:58'),
(460, 19, 149, 1, '2021-02-26 17:44:01', '2021-02-26 17:44:01'),
(461, 19, 150, 1, '2021-02-26 17:44:01', '2021-02-26 17:44:01'),
(462, 19, 151, 1, '2021-02-26 17:44:01', '2021-02-26 17:44:01'),
(463, 19, 152, 1, '2021-02-26 17:44:01', '2021-02-26 17:44:01'),
(464, 19, 153, 1, '2021-02-26 17:44:01', '2021-02-26 17:44:01'),
(465, 19, 154, 1, '2021-02-26 17:44:01', '2021-02-26 17:44:01'),
(466, 19, 155, 1, '2021-02-26 17:44:01', '2021-02-26 17:44:01'),
(467, 19, 212, 1, '2021-02-26 17:44:30', '2021-02-26 17:44:30'),
(468, 19, 213, 1, '2021-02-26 17:44:30', '2021-02-26 17:44:30'),
(469, 19, 214, 1, '2021-02-26 17:44:30', '2021-02-26 17:44:30'),
(470, 19, 215, 1, '2021-02-26 17:44:30', '2021-02-26 17:44:30'),
(471, 19, 216, 1, '2021-02-26 17:44:30', '2021-02-26 17:44:30'),
(472, 19, 217, 1, '2021-02-26 17:44:30', '2021-02-26 17:44:30'),
(473, 19, 218, 1, '2021-02-26 17:44:30', '2021-02-26 17:44:30'),
(474, 19, 219, 1, '2021-02-26 17:44:46', '2021-02-26 17:44:46'),
(475, 19, 220, 1, '2021-02-26 17:44:46', '2021-02-26 17:44:46'),
(476, 19, 221, 1, '2021-02-26 17:44:46', '2021-02-26 17:44:46'),
(477, 1, 348, 1, '2021-03-08 09:35:22', '2021-03-08 09:35:22'),
(478, 2, 348, 1, '2021-03-08 09:35:22', '2021-03-08 09:35:22'),
(479, 3, 348, 1, '2021-03-08 09:35:22', '2021-03-08 09:35:22'),
(480, 4, 348, 1, '2021-03-08 09:35:22', '2021-03-08 09:35:22'),
(481, 9, 348, 1, '2021-03-08 09:35:22', '2021-03-08 09:35:22'),
(482, 1, 349, 1, '2021-03-08 09:38:34', '2021-03-08 09:38:34'),
(483, 9, 351, 1, '2021-03-09 00:03:08', '2021-03-09 00:03:08'),
(489, 15, 371, 1, '2021-03-18 23:06:00', '2021-03-18 23:06:00'),
(490, 15, 372, 1, '2021-03-18 23:07:19', '2021-03-18 23:07:19'),
(491, 21, 344, 1, '2021-03-19 22:56:32', '2021-03-19 22:56:32'),
(492, 21, 345, 1, '2021-03-19 22:56:32', '2021-03-19 22:56:32'),
(493, 21, 346, 1, '2021-03-19 22:56:32', '2021-03-19 22:56:32'),
(494, 21, 347, 1, '2021-03-19 22:56:32', '2021-03-19 22:56:32'),
(495, 21, 357, 1, '2021-03-19 22:56:32', '2021-03-19 22:56:32'),
(496, 21, 358, 1, '2021-03-19 22:56:32', '2021-03-19 22:56:32'),
(497, 21, 359, 1, '2021-03-19 22:56:32', '2021-03-19 22:56:32'),
(498, 21, 360, 1, '2021-03-19 22:56:32', '2021-03-19 22:56:32'),
(499, 21, 361, 1, '2021-03-19 22:56:49', '2021-03-19 22:56:49'),
(500, 21, 362, 1, '2021-03-19 22:56:49', '2021-03-19 22:56:49'),
(501, 21, 363, 1, '2021-03-19 22:56:49', '2021-03-19 22:56:49'),
(502, 21, 364, 1, '2021-03-19 22:56:49', '2021-03-19 22:56:49'),
(503, 21, 365, 1, '2021-03-19 22:57:26', '2021-03-19 22:57:26'),
(504, 21, 366, 1, '2021-03-19 22:57:42', '2021-03-19 22:57:42'),
(505, 21, 367, 1, '2021-03-19 22:58:08', '2021-03-19 22:58:08'),
(506, 21, 368, 1, '2021-03-19 22:58:08', '2021-03-19 22:58:08'),
(507, 21, 369, 1, '2021-03-19 22:58:08', '2021-03-19 22:58:08'),
(508, 21, 370, 1, '2021-03-19 22:58:08', '2021-03-19 22:58:08'),
(509, 20, 413, 1, '2021-03-19 22:59:14', '2021-03-19 22:59:14'),
(510, 20, 414, 1, '2021-03-19 22:59:14', '2021-03-19 22:59:14'),
(511, 20, 415, 1, '2021-03-19 22:59:14', '2021-03-19 22:59:14'),
(512, 20, 416, 1, '2021-03-19 22:59:14', '2021-03-19 22:59:14'),
(513, 20, 417, 1, '2021-03-19 22:59:33', '2021-03-19 22:59:33'),
(514, 20, 418, 1, '2021-03-19 22:59:33', '2021-03-19 22:59:33'),
(515, 20, 419, 1, '2021-03-19 22:59:33', '2021-03-19 22:59:33'),
(516, 20, 420, 1, '2021-03-19 22:59:46', '2021-03-19 22:59:46'),
(517, 20, 421, 1, '2021-03-19 22:59:46', '2021-03-19 22:59:46'),
(518, 20, 422, 1, '2021-03-19 22:59:46', '2021-03-19 22:59:46'),
(519, 20, 428, 1, '2021-03-19 23:00:05', '2021-03-19 23:00:05'),
(520, 20, 429, 1, '2021-03-19 23:00:05', '2021-03-19 23:00:05'),
(521, 20, 430, 1, '2021-03-19 23:00:05', '2021-03-19 23:00:05'),
(522, 20, 423, 1, '2021-03-19 23:00:25', '2021-03-19 23:00:25'),
(523, 20, 424, 1, '2021-03-19 23:00:25', '2021-03-19 23:00:25'),
(524, 20, 425, 1, '2021-03-19 23:00:25', '2021-03-19 23:00:25'),
(525, 20, 426, 1, '2021-03-19 23:00:25', '2021-03-19 23:00:25'),
(526, 20, 427, 1, '2021-03-19 23:00:25', '2021-03-19 23:00:25'),
(527, 20, 431, 1, '2021-03-19 23:00:47', '2021-03-19 23:00:47'),
(528, 20, 432, 1, '2021-03-19 23:00:47', '2021-03-19 23:00:47'),
(529, 20, 433, 1, '2021-03-19 23:00:47', '2021-03-19 23:00:47'),
(530, 20, 434, 1, '2021-03-19 23:01:15', '2021-03-19 23:01:15'),
(531, 20, 435, 1, '2021-03-19 23:01:15', '2021-03-19 23:01:15'),
(532, 20, 436, 1, '2021-03-19 23:01:15', '2021-03-19 23:01:15'),
(533, 20, 437, 1, '2021-03-19 23:01:15', '2021-03-19 23:01:15'),
(534, 20, 438, 1, '2021-03-19 23:01:15', '2021-03-19 23:01:15'),
(535, 20, 439, 1, '2021-03-19 23:01:15', '2021-03-19 23:01:15'),
(536, 20, 443, 1, '2021-03-19 23:01:40', '2021-03-19 23:01:40'),
(537, 20, 444, 1, '2021-03-19 23:01:40', '2021-03-19 23:01:40'),
(538, 20, 445, 1, '2021-03-19 23:01:40', '2021-03-19 23:01:40'),
(539, 20, 446, 1, '2021-03-19 23:01:40', '2021-03-19 23:01:40'),
(540, 20, 440, 1, '2021-03-19 23:02:00', '2021-03-19 23:02:00'),
(541, 20, 441, 1, '2021-03-19 23:02:00', '2021-03-19 23:02:00'),
(542, 20, 442, 1, '2021-03-19 23:02:00', '2021-03-19 23:02:00'),
(543, 22, 239, 1, '2021-03-26 07:51:01', '2021-03-26 07:51:01'),
(544, 22, 240, 1, '2021-03-26 07:51:01', '2021-03-26 07:51:01'),
(545, 22, 241, 1, '2021-03-26 07:51:01', '2021-03-26 07:51:01'),
(546, 22, 242, 1, '2021-03-26 07:51:01', '2021-03-26 07:51:01'),
(547, 22, 243, 1, '2021-03-26 07:51:01', '2021-03-26 07:51:01'),
(548, 22, 244, 1, '2021-03-26 07:51:01', '2021-03-26 07:51:01'),
(549, 22, 245, 1, '2021-03-26 07:51:01', '2021-03-26 07:51:01'),
(550, 22, 246, 1, '2021-03-26 07:51:01', '2021-03-26 07:51:01'),
(551, 22, 247, 1, '2021-03-26 07:51:01', '2021-03-26 07:51:01'),
(552, 22, 248, 1, '2021-03-26 07:51:01', '2021-03-26 07:51:01'),
(553, 22, 249, 1, '2021-03-26 07:51:01', '2021-03-26 07:51:01'),
(554, 22, 250, 1, '2021-03-26 07:51:01', '2021-03-26 07:51:01'),
(555, 22, 251, 1, '2021-03-26 07:51:01', '2021-03-26 07:51:01'),
(556, 22, 252, 1, '2021-03-26 07:51:18', '2021-03-26 07:51:18'),
(557, 22, 253, 1, '2021-03-26 07:51:18', '2021-03-26 07:51:18'),
(558, 22, 254, 1, '2021-03-26 07:51:18', '2021-03-26 07:51:18'),
(559, 22, 255, 1, '2021-03-26 07:51:18', '2021-03-26 07:51:18'),
(560, 22, 256, 1, '2021-03-26 07:51:18', '2021-03-26 07:51:18'),
(561, 22, 257, 1, '2021-03-26 07:51:18', '2021-03-26 07:51:18'),
(562, 22, 258, 1, '2021-03-26 07:51:18', '2021-03-26 07:51:18'),
(563, 22, 259, 1, '2021-03-26 07:51:18', '2021-03-26 07:51:18'),
(564, 22, 260, 1, '2021-03-26 07:51:18', '2021-03-26 07:51:18'),
(565, 22, 261, 1, '2021-03-26 07:51:18', '2021-03-26 07:51:18'),
(566, 22, 262, 1, '2021-03-26 07:51:18', '2021-03-26 07:51:18'),
(567, 22, 263, 1, '2021-03-26 07:51:18', '2021-03-26 07:51:18'),
(568, 22, 264, 1, '2021-03-26 07:51:18', '2021-03-26 07:51:18'),
(569, 22, 265, 1, '2021-03-26 07:51:18', '2021-03-26 07:51:18'),
(570, 22, 266, 1, '2021-03-26 07:51:18', '2021-03-26 07:51:18'),
(571, 22, 267, 1, '2021-03-26 07:51:38', '2021-03-26 07:51:38'),
(572, 22, 268, 1, '2021-03-26 07:51:38', '2021-03-26 07:51:38'),
(573, 22, 269, 1, '2021-03-26 07:51:38', '2021-03-26 07:51:38'),
(574, 22, 270, 1, '2021-03-26 07:51:38', '2021-03-26 07:51:38'),
(575, 22, 271, 1, '2021-03-26 07:51:38', '2021-03-26 07:51:38'),
(576, 22, 272, 1, '2021-03-26 07:51:38', '2021-03-26 07:51:38'),
(577, 22, 273, 1, '2021-03-26 07:51:38', '2021-03-26 07:51:38'),
(578, 22, 274, 1, '2021-03-26 07:51:57', '2021-03-26 07:51:57'),
(579, 22, 275, 1, '2021-03-26 07:51:57', '2021-03-26 07:51:57'),
(580, 22, 276, 1, '2021-03-26 07:51:57', '2021-03-26 07:51:57'),
(581, 22, 277, 1, '2021-03-26 07:51:57', '2021-03-26 07:51:57'),
(582, 22, 278, 1, '2021-03-26 07:51:57', '2021-03-26 07:51:57'),
(583, 22, 279, 1, '2021-03-26 07:51:57', '2021-03-26 07:51:57'),
(584, 22, 280, 1, '2021-03-26 07:51:57', '2021-03-26 07:51:57'),
(585, 23, 461, 1, '2021-03-27 06:49:26', '2021-03-27 06:49:26'),
(586, 24, 494, 1, '2021-04-04 03:19:39', '2021-04-04 03:19:39'),
(587, 24, 496, 1, '2021-04-04 03:19:39', '2021-04-04 03:19:39'),
(588, 24, 497, 1, '2021-04-04 03:19:39', '2021-04-04 03:19:39'),
(589, 24, 498, 1, '2021-04-04 03:19:39', '2021-04-04 03:19:39'),
(590, 24, 499, 1, '2021-04-04 03:19:39', '2021-04-04 03:19:39'),
(591, 24, 500, 1, '2021-04-04 03:19:39', '2021-04-04 03:19:39'),
(592, 24, 501, 1, '2021-04-04 03:19:39', '2021-04-04 03:19:39'),
(593, 24, 502, 1, '2021-04-04 03:19:39', '2021-04-04 03:19:39'),
(594, 24, 503, 1, '2021-04-04 03:19:39', '2021-04-04 03:19:39'),
(595, 24, 504, 1, '2021-04-04 03:20:00', '2021-04-04 03:20:00'),
(596, 24, 505, 1, '2021-04-04 03:20:00', '2021-04-04 03:20:00'),
(597, 24, 506, 1, '2021-04-04 03:20:24', '2021-04-04 03:20:24'),
(598, 24, 507, 1, '2021-04-04 03:20:24', '2021-04-04 03:20:24'),
(599, 24, 508, 1, '2021-04-04 03:20:24', '2021-04-04 03:20:24'),
(600, 24, 509, 1, '2021-04-04 03:20:24', '2021-04-04 03:20:24'),
(601, 24, 510, 1, '2021-04-04 03:20:24', '2021-04-04 03:20:24'),
(602, 24, 511, 1, '2021-04-04 03:20:52', '2021-04-04 03:20:52'),
(603, 24, 512, 1, '2021-04-04 03:20:52', '2021-04-04 03:20:52'),
(604, 24, 513, 1, '2021-04-04 03:20:52', '2021-04-04 03:20:52'),
(605, 24, 514, 1, '2021-04-04 03:20:52', '2021-04-04 03:20:52'),
(606, 24, 515, 1, '2021-04-04 03:20:52', '2021-04-04 03:20:52'),
(607, 24, 516, 1, '2021-04-04 03:20:52', '2021-04-04 03:20:52'),
(608, 24, 517, 1, '2021-04-04 03:20:52', '2021-04-04 03:20:52'),
(609, 24, 518, 1, '2021-04-04 03:20:52', '2021-04-04 03:20:52'),
(610, 24, 519, 1, '2021-04-04 03:20:52', '2021-04-04 03:20:52'),
(611, 24, 520, 1, '2021-04-04 03:21:14', '2021-04-04 03:21:14'),
(612, 24, 521, 1, '2021-04-04 03:21:14', '2021-04-04 03:21:14'),
(613, 24, 522, 1, '2021-04-04 03:21:14', '2021-04-04 03:21:14'),
(614, 24, 523, 1, '2021-04-04 03:21:14', '2021-04-04 03:21:14'),
(615, 24, 524, 1, '2021-04-04 03:21:14', '2021-04-04 03:21:14'),
(616, 24, 525, 1, '2021-04-04 03:21:14', '2021-04-04 03:21:14'),
(617, 24, 526, 1, '2021-04-04 03:21:14', '2021-04-04 03:21:14'),
(619, 15, 583, 1, '2021-05-03 11:53:32', '2021-05-03 11:53:32'),
(620, 15, 584, 1, '2021-05-03 11:56:51', '2021-05-03 11:56:51'),
(621, 15, 585, 1, '2021-05-03 11:58:18', '2021-05-03 11:58:18'),
(622, 25, 527, 1, '2021-05-04 05:11:03', '2021-05-04 05:11:03'),
(623, 25, 528, 1, '2021-05-04 05:11:03', '2021-05-04 05:11:03'),
(624, 25, 529, 1, '2021-05-04 05:11:03', '2021-05-04 05:11:03'),
(625, 25, 530, 1, '2021-05-04 05:11:03', '2021-05-04 05:11:03'),
(626, 25, 531, 1, '2021-05-04 05:11:03', '2021-05-04 05:11:03'),
(627, 25, 532, 1, '2021-05-04 05:11:03', '2021-05-04 05:11:03'),
(628, 25, 533, 1, '2021-05-04 05:11:03', '2021-05-04 05:11:03'),
(629, 25, 534, 1, '2021-05-04 05:11:03', '2021-05-04 05:11:03'),
(630, 25, 535, 1, '2021-05-04 05:11:03', '2021-05-04 05:11:03'),
(631, 25, 536, 1, '2021-05-04 05:12:08', '2021-05-04 05:12:08'),
(632, 25, 537, 1, '2021-05-04 05:12:08', '2021-05-04 05:12:08'),
(633, 25, 538, 1, '2021-05-04 05:12:08', '2021-05-04 05:12:08'),
(634, 25, 539, 1, '2021-05-04 05:12:08', '2021-05-04 05:12:08'),
(635, 25, 540, 1, '2021-05-04 05:12:38', '2021-05-04 05:12:38'),
(636, 25, 541, 1, '2021-05-04 05:12:38', '2021-05-04 05:12:38'),
(637, 25, 542, 1, '2021-05-04 05:12:38', '2021-05-04 05:12:38'),
(638, 25, 543, 1, '2021-05-04 05:12:38', '2021-05-04 05:12:38'),
(639, 25, 544, 1, '2021-05-04 05:12:38', '2021-05-04 05:12:38'),
(640, 25, 545, 1, '2021-05-04 05:12:38', '2021-05-04 05:12:38'),
(641, 25, 546, 1, '2021-05-04 05:14:00', '2021-05-04 05:14:00'),
(642, 25, 547, 1, '2021-05-04 05:14:00', '2021-05-04 05:14:00'),
(643, 25, 548, 1, '2021-05-04 05:14:00', '2021-05-04 05:14:00'),
(644, 25, 549, 1, '2021-05-04 05:14:00', '2021-05-04 05:14:00'),
(645, 25, 550, 1, '2021-05-04 05:14:00', '2021-05-04 05:14:00'),
(646, 25, 551, 1, '2021-05-04 05:14:00', '2021-05-04 05:14:00'),
(647, 25, 552, 1, '2021-05-04 05:14:18', '2021-05-04 05:14:18'),
(648, 25, 553, 1, '2021-05-04 05:14:18', '2021-05-04 05:14:18'),
(649, 25, 554, 1, '2021-05-04 05:14:18', '2021-05-04 05:14:18'),
(650, 25, 555, 1, '2021-05-04 05:14:18', '2021-05-04 05:14:18'),
(651, 25, 556, 1, '2021-05-04 05:14:18', '2021-05-04 05:14:18'),
(652, 25, 557, 1, '2021-05-04 05:14:39', '2021-05-04 05:14:39'),
(653, 25, 558, 1, '2021-05-04 05:14:39', '2021-05-04 05:14:39'),
(654, 25, 559, 1, '2021-05-04 05:14:39', '2021-05-04 05:14:39'),
(655, 25, 560, 1, '2021-05-04 05:14:39', '2021-05-04 05:14:39'),
(656, 25, 561, 1, '2021-05-04 05:14:57', '2021-05-04 05:14:57'),
(657, 25, 562, 1, '2021-05-04 05:14:57', '2021-05-04 05:14:57'),
(658, 25, 563, 1, '2021-05-04 05:14:57', '2021-05-04 05:14:57'),
(659, 25, 564, 1, '2021-05-04 05:14:57', '2021-05-04 05:14:57'),
(660, 25, 565, 1, '2021-05-04 05:14:57', '2021-05-04 05:14:57'),
(661, 25, 566, 1, '2021-05-04 05:14:57', '2021-05-04 05:14:57'),
(662, 25, 567, 1, '2021-05-04 05:14:57', '2021-05-04 05:14:57'),
(663, 25, 568, 1, '2021-05-04 05:14:57', '2021-05-04 05:14:57'),
(664, 25, 569, 1, '2021-05-04 05:14:57', '2021-05-04 05:14:57'),
(665, 25, 570, 1, '2021-05-04 05:14:57', '2021-05-04 05:14:57'),
(666, 25, 571, 1, '2021-05-04 05:15:20', '2021-05-04 05:15:20'),
(667, 25, 572, 1, '2021-05-04 05:15:20', '2021-05-04 05:15:20'),
(668, 25, 573, 1, '2021-05-04 05:15:20', '2021-05-04 05:15:20'),
(669, 25, 574, 1, '2021-05-04 05:15:20', '2021-05-04 05:15:20'),
(670, 25, 575, 1, '2021-05-04 05:15:20', '2021-05-04 05:15:20'),
(671, 25, 576, 1, '2021-05-04 05:15:20', '2021-05-04 05:15:20'),
(672, 25, 577, 1, '2021-05-04 05:15:20', '2021-05-04 05:15:20'),
(673, 25, 578, 1, '2021-05-04 05:15:20', '2021-05-04 05:15:20'),
(674, 25, 579, 1, '2021-05-04 05:15:20', '2021-05-04 05:15:20'),
(675, 25, 580, 1, '2021-05-04 05:15:20', '2021-05-04 05:15:20'),
(676, 25, 581, 1, '2021-05-04 05:15:20', '2021-05-04 05:15:20'),
(677, 25, 582, 1, '2021-05-04 05:15:20', '2021-05-04 05:15:20'),
(678, 1, 5, 1, '2021-05-12 21:54:24', '2021-05-12 21:54:24'),
(679, 1, 4, 1, '2021-05-12 21:54:28', '2021-05-12 21:54:28'),
(680, 1, 2, 1, '2021-05-12 21:54:32', '2021-05-12 21:54:32');

-- --------------------------------------------------------

--
-- Table structure for table `product_groups`
--

CREATE TABLE `product_groups` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `product_id` int(11) NOT NULL DEFAULT '0',
  `required_options` tinyint(1) NOT NULL DEFAULT '0',
  `name` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `choices_numbers` int(11) NOT NULL DEFAULT '0',
  `allow_incriments` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `product_groups`
--

INSERT INTO `product_groups` (`id`, `product_id`, `required_options`, `name`, `choices_numbers`, `allow_incriments`, `created_at`, `updated_at`) VALUES
(1, 1, 1, 'الحجم', 1, 0, '2020-09-28 08:14:57', '2020-10-19 06:33:15'),
(2, 1, 1, 'نوع الجبنة', 2, 1, '2020-09-28 08:14:57', '2020-10-19 06:33:15'),
(3, 1, 1, 'نوع اللحم', 1, 0, '2020-09-28 08:14:57', '2020-10-19 06:33:15'),
(4, 1, 0, 'أكياس الكاتشب الأضافية', 10, 1, '2020-09-28 08:14:57', '2020-10-19 06:33:15'),
(5, 1, 1, 'نوع الكاتشب', 1, 0, '2020-09-28 08:14:57', '2020-10-19 06:33:15'),
(6, 2, 1, 'نوع الكاتشب', 1, 0, '2020-09-28 08:51:15', '2020-12-10 11:29:48'),
(7, 2, 1, 'نوع الصوص', 1, 0, '2020-09-28 08:51:15', '2020-12-10 11:29:48'),
(8, 3, 0, 'نوع الجبنة', 2, 0, '2020-09-28 09:03:18', '2020-09-28 09:03:18'),
(9, 3, 1, 'نوع الكاتشب', 1, 0, '2020-09-28 09:03:18', '2020-09-28 09:03:18'),
(10, 4, 1, 'نوع المكرونة', 1, 0, '2020-09-28 09:19:23', '2020-09-28 09:19:23'),
(11, 4, 0, 'نوع الصوص', 1, 0, '2020-09-28 09:19:23', '2020-09-28 09:19:23'),
(12, 4, 1, 'نوع الأضافة الرئيسية', 1, 0, '2020-09-28 09:19:23', '2020-09-28 09:19:23'),
(17, 5, 0, 'أكياس الكاتشب الأضافية', 5, 1, '2020-10-01 10:15:49', '2021-01-13 12:21:20'),
(18, 5, 1, 'نوع الصوص', 1, 0, '2020-10-01 10:15:49', '2021-01-13 12:21:20'),
(19, 5, 1, 'نوع اللحم', 1, 0, '2020-10-01 10:15:49', '2021-01-13 12:21:20'),
(20, 6, 1, 'الكاتشب', 1, 0, '2020-10-04 12:37:25', '2020-10-04 12:37:25'),
(21, 9, 0, 'حليب', 1, 0, '2021-01-05 17:08:31', '2021-01-15 00:44:15'),
(22, 10, 0, 'اضافات', 1, 0, '2021-01-05 17:13:35', '2021-01-05 17:13:35'),
(23, 12, 1, 'سلطات', 2, 1, '2021-01-19 13:40:56', '2021-01-19 13:43:21'),
(24, 12, 1, 'الحجم', 1, 0, '2021-01-19 13:40:56', '2021-01-19 13:43:21'),
(25, 22, 1, 'الحجم', 1, 0, '2021-01-19 17:29:32', '2021-01-21 04:41:54'),
(26, 23, 1, 'الحجم', 1, 0, '2021-01-19 17:37:35', '2021-01-21 04:51:35'),
(27, 24, 1, 'الحجم', 1, 0, '2021-01-19 17:41:51', '2021-01-21 04:52:44'),
(28, 25, 1, 'الحجم', 1, 0, '2021-01-19 17:45:42', '2021-01-21 04:53:39'),
(29, 26, 1, 'الحجم', 1, 0, '2021-01-19 17:48:13', '2021-01-21 04:54:56'),
(30, 27, 1, 'الحجم', 1, 0, '2021-01-19 17:52:27', '2021-01-21 04:55:29'),
(31, 28, 1, 'الحجم', 1, 0, '2021-01-19 17:55:33', '2021-01-21 04:58:10'),
(32, 53, 0, 'اضافة', 1, 1, '2021-01-19 21:32:52', '2021-01-21 05:42:28'),
(33, 112, 0, 'اضافة', 1, 1, '2021-01-23 22:34:45', '2021-01-26 11:50:37'),
(34, 113, 0, 'اضافة', 1, 1, '2021-01-23 22:40:20', '2021-03-18 19:09:30'),
(36, 115, 0, 'اضافة', 1, 1, '2021-01-23 22:48:27', '2021-01-23 22:54:09'),
(38, 117, 0, 'اضافة', 1, 1, '2021-01-23 22:53:33', '2021-01-26 11:55:42'),
(39, 118, 0, 'اضافة', 1, 1, '2021-01-23 22:57:33', '2021-01-26 11:56:19'),
(40, 156, 1, 'الاختيار', 1, 0, '2021-01-24 06:05:26', '2021-01-24 06:08:06'),
(41, 119, 0, 'hqhtm', 1, 1, '2021-01-26 11:57:58', '2021-03-18 19:08:13'),
(42, 168, 1, 'الحجم', 1, 0, '2021-01-26 17:55:29', '2021-01-29 19:45:32'),
(43, 169, 1, 'الحجم', 1, 0, '2021-01-26 18:01:18', '2021-01-26 18:07:03'),
(44, 170, 1, 'الحجم', 1, 0, '2021-01-26 18:12:26', '2021-01-26 18:12:26'),
(45, 171, 1, 'الحجم', 1, 0, '2021-01-27 02:18:22', '2021-01-27 02:18:22'),
(46, 172, 1, 'الحجم', 1, 0, '2021-01-27 02:20:45', '2021-01-27 02:20:45'),
(47, 173, 1, 'الحجم', 1, 0, '2021-01-27 02:23:20', '2021-01-27 02:23:20'),
(48, 174, 1, 'الحجم', 1, 0, '2021-01-27 02:25:20', '2021-01-27 02:25:20'),
(49, 175, 1, 'الحجم', 1, 0, '2021-01-27 02:27:36', '2021-01-27 02:27:36'),
(50, 176, 1, 'الحجم', 1, 0, '2021-01-27 02:29:38', '2021-01-27 02:29:38'),
(51, 177, 1, 'الحجم', 1, 0, '2021-01-27 02:31:41', '2021-01-27 02:31:41'),
(52, 178, 1, 'الحجم', 1, 0, '2021-01-27 02:33:59', '2021-01-27 02:33:59'),
(53, 179, 1, 'الحجم', 1, 0, '2021-01-27 02:36:26', '2021-01-27 02:37:34'),
(54, 180, 1, 'الحجم', 1, 0, '2021-01-27 02:39:56', '2021-01-27 02:39:56'),
(55, 181, 1, 'الحجم', 1, 0, '2021-01-27 02:42:16', '2021-01-27 02:42:16'),
(56, 182, 1, 'الحجم', 1, 0, '2021-01-27 02:46:27', '2021-01-27 02:46:27'),
(57, 183, 1, 'الحجم', 1, 0, '2021-01-27 02:48:31', '2021-01-27 02:48:31'),
(58, 184, 1, 'الحجم', 1, 0, '2021-01-27 02:51:27', '2021-01-27 02:51:27'),
(59, 185, 1, 'الحجم', 1, 0, '2021-01-27 02:53:54', '2021-01-27 03:05:47'),
(60, 186, 1, 'الحجم', 1, 0, '2021-01-27 02:57:35', '2021-01-27 03:07:44'),
(61, 187, 0, 'اضافات', 4, 1, '2021-01-27 03:13:38', '2021-01-27 03:13:38'),
(62, 187, 1, 'الحجم', 1, 0, '2021-01-27 03:13:38', '2021-01-27 03:13:38'),
(63, 222, 0, 'اضافات', 4, 1, '2021-01-29 19:03:13', '2021-01-29 19:09:41'),
(64, 222, 1, 'الحجم', 1, 0, '2021-01-29 19:03:13', '2021-01-29 19:09:41'),
(65, 223, 0, 'اضافات', 4, 1, '2021-01-29 19:07:43', '2021-01-29 19:10:51'),
(66, 223, 1, 'الحجم', 1, 0, '2021-01-29 19:07:43', '2021-01-29 19:10:51'),
(67, 224, 0, 'اضافات', 4, 1, '2021-01-29 19:16:05', '2021-01-29 19:16:05'),
(68, 224, 1, 'الحجم', 1, 0, '2021-01-29 19:16:05', '2021-01-29 19:16:05'),
(69, 225, 0, 'اضافات', 4, 1, '2021-01-29 19:19:32', '2021-01-29 19:19:32'),
(70, 225, 1, 'الحجم', 1, 0, '2021-01-29 19:19:32', '2021-01-29 19:19:32'),
(71, 226, 0, 'اضافات', 4, 1, '2021-01-29 19:22:52', '2021-01-29 19:22:52'),
(72, 226, 1, 'الحجم', 1, 0, '2021-01-29 19:22:52', '2021-01-29 19:22:52'),
(73, 227, 0, 'اضافات', 4, 1, '2021-01-29 19:26:24', '2021-01-29 19:26:24'),
(74, 227, 1, 'الحجم', 1, 0, '2021-01-29 19:26:24', '2021-01-29 19:26:24'),
(75, 228, 0, 'اضافات', 4, 1, '2021-01-29 19:30:00', '2021-01-29 19:30:00'),
(76, 228, 1, 'الحجم', 1, 0, '2021-01-29 19:30:00', '2021-01-29 19:30:00'),
(77, 229, 1, 'الحجم', 1, 0, '2021-01-29 19:44:16', '2021-01-29 19:44:16'),
(78, 230, 1, 'الحجم', 1, 0, '2021-01-29 19:48:03', '2021-01-29 19:48:03'),
(79, 231, 1, 'الحجم', 1, 0, '2021-01-29 19:50:30', '2021-01-29 19:50:30'),
(80, 232, 1, 'الحجم', 1, 0, '2021-01-29 19:52:48', '2021-01-29 19:52:48'),
(81, 233, 1, 'الحجم', 1, 0, '2021-01-29 19:55:11', '2021-01-29 19:55:11'),
(82, 234, 1, 'الحجم', 1, 0, '2021-01-29 19:58:55', '2021-01-29 19:59:52'),
(83, 235, 1, 'الحجم', 1, 0, '2021-01-29 20:05:12', '2021-01-29 20:05:12'),
(84, 236, 1, 'الحجم', 1, 0, '2021-01-29 20:08:25', '2021-01-29 20:08:25'),
(85, 237, 1, 'الحجم', 1, 0, '2021-01-29 20:13:39', '2021-01-29 20:13:39'),
(86, 238, 0, 'نوع السموذي', 16, 1, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(87, 238, 1, 'الحجم', 1, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(88, 278, 1, 'نوع المشروب', 1, 0, '2021-01-29 22:04:50', '2021-01-29 22:04:50'),
(89, 281, 1, 'الحجم', 1, 0, '2021-01-30 03:28:51', '2021-01-30 03:28:51'),
(90, 282, 1, 'الحجم', 1, 0, '2021-01-30 03:33:00', '2021-01-30 03:33:00'),
(91, 283, 1, 'الحجم', 1, 0, '2021-01-30 03:35:21', '2021-01-30 03:35:21'),
(92, 284, 1, 'الحجم', 1, 0, '2021-01-30 03:37:19', '2021-01-30 03:37:19'),
(93, 285, 1, 'الحجم', 1, 0, '2021-01-30 03:39:52', '2021-01-30 03:39:52'),
(94, 286, 1, 'الحجم', 1, 0, '2021-01-30 03:41:38', '2021-01-30 03:41:38'),
(95, 287, 1, 'الحجم', 1, 0, '2021-01-30 03:43:27', '2021-01-30 03:43:27'),
(96, 288, 1, 'الحجم', 1, 0, '2021-01-30 03:45:47', '2021-01-30 03:45:47'),
(97, 289, 1, 'الحجم', 1, 0, '2021-01-30 03:47:14', '2021-01-30 03:47:14'),
(98, 290, 1, 'الحجم', 1, 0, '2021-01-30 03:48:54', '2021-01-30 03:48:54'),
(99, 291, 1, 'الحجم', 1, 0, '2021-01-30 03:51:35', '2021-01-30 03:51:35'),
(100, 292, 1, 'الحجم', 1, 0, '2021-01-30 03:53:43', '2021-01-30 03:53:43'),
(101, 293, 1, 'الحجم', 1, 0, '2021-01-30 03:57:44', '2021-01-30 03:57:44'),
(102, 294, 1, 'الحجم', 1, 0, '2021-01-30 04:00:28', '2021-01-30 04:00:28'),
(103, 295, 1, 'الحجم', 1, 0, '2021-01-30 04:03:08', '2021-01-30 04:03:08'),
(104, 296, 1, 'الحجم', 1, 0, '2021-01-30 04:05:14', '2021-01-30 04:05:14'),
(105, 297, 1, 'الحجم', 1, 0, '2021-01-30 04:06:47', '2021-01-30 04:06:47'),
(106, 298, 1, 'الحجم', 1, 0, '2021-01-30 04:11:58', '2021-01-30 04:11:58'),
(107, 310, 1, 'الحجم', 1, 0, '2021-01-30 04:27:32', '2021-01-30 04:31:22'),
(108, 311, 1, 'الحجم', 1, 0, '2021-01-30 04:29:36', '2021-01-30 04:29:36'),
(109, 316, 1, 'الحجم', 1, 0, '2021-01-30 18:17:17', '2021-01-30 18:17:17'),
(110, 317, 1, 'الحجم', 1, 0, '2021-01-30 18:20:39', '2021-01-30 18:28:43'),
(111, 318, 0, 'اضافة صوص', 8, 1, '2021-01-30 18:25:39', '2021-01-30 18:25:39'),
(112, 318, 1, 'الحجم', 1, 0, '2021-01-30 18:25:39', '2021-01-30 18:25:39'),
(113, 317, 0, 'اضافة صوص', 8, 1, '2021-01-30 18:28:43', '2021-01-30 18:28:43'),
(114, 319, 0, 'اضافة صوص', 8, 1, '2021-01-30 18:34:05', '2021-01-30 18:34:05'),
(115, 319, 1, 'الحجم', 1, 0, '2021-01-30 18:34:05', '2021-01-30 18:34:05'),
(116, 320, 0, 'اضافة صوص', 8, 1, '2021-01-30 18:37:11', '2021-01-30 18:37:11'),
(117, 320, 1, 'الحجم', 1, 0, '2021-01-30 18:37:11', '2021-01-30 18:37:11'),
(118, 321, 0, 'اضافة صوص', 11, 1, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(119, 321, 0, 'اضافة فواكه', 5, 1, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(120, 321, 0, 'اضافة قطع شوكولاته', 7, 1, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(121, 321, 0, 'اضافة مكسرات', 3, 1, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(122, 321, 0, 'اضافة كريمة', 1, 1, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(123, 321, 0, 'اضافة رقائق الذرة', 1, 1, '2021-01-31 02:57:03', '2021-01-31 02:57:03'),
(124, 322, 0, 'اضافة صوص', 11, 1, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(125, 322, 0, 'اضافة فواكه', 5, 1, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(126, 322, 0, 'اضافة قطع شوكولاته', 7, 1, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(127, 322, 0, 'اضافة مكسرات', 3, 1, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(128, 322, 0, 'اضافة كريمة', 1, 1, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(129, 322, 0, 'اضافة رقائق الذرة', 1, 1, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(130, 323, 0, 'اضافة صوص', 11, 0, '2021-01-31 16:48:54', '2021-01-31 19:09:22'),
(131, 323, 0, 'اضافة فواكه', 5, 0, '2021-01-31 16:48:55', '2021-01-31 19:09:22'),
(132, 323, 0, 'اضافة قطع شوكولاته', 7, 0, '2021-01-31 16:48:55', '2021-01-31 19:09:22'),
(133, 323, 0, 'اضافة مكسرات', 3, 0, '2021-01-31 16:48:55', '2021-01-31 19:09:22'),
(134, 323, 0, 'اضافة كريمة', 1, 0, '2021-01-31 16:48:55', '2021-01-31 19:09:22'),
(135, 323, 0, 'اضافة رقائق الذرة', 1, 0, '2021-01-31 16:48:55', '2021-01-31 19:09:22'),
(136, 324, 0, 'اضافة صوص', 11, 1, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(137, 324, 0, 'اضافة فواكه', 5, 1, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(138, 324, 0, 'اضافة قطع شوكولاته', 7, 1, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(139, 324, 0, 'اضافة مكسرات', 3, 1, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(140, 324, 0, 'اضافة كريمة', 1, 1, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(141, 324, 0, 'اضافة رقائق الذرة', 1, 1, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(142, 325, 0, 'اضافة صوص', 11, 1, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(143, 325, 0, 'اضافة فواكه', 5, 1, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(144, 325, 0, 'اضافة قطع شوكولاته', 7, 1, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(145, 325, 0, 'اضافة مكسرات', 3, 1, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(146, 325, 0, 'اضافة كريمة', 1, 1, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(147, 325, 0, 'اضافة رقائق الذرة', 1, 1, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(148, 332, 1, 'انواع العجين', 1, 0, '2021-02-02 04:31:26', '2021-02-03 18:23:44'),
(149, 333, 1, 'انواع العجين', 1, 0, '2021-02-03 23:31:30', '2021-02-03 23:31:30'),
(150, 334, 1, 'انواع العجين', 1, 0, '2021-02-03 23:31:45', '2021-02-03 23:31:45'),
(151, 335, 1, 'انواع العجين', 1, 0, '2021-02-03 23:31:54', '2021-02-03 23:31:54'),
(152, 336, 1, 'انواع العجين', 1, 0, '2021-02-03 23:33:30', '2021-02-03 23:33:30'),
(153, 337, 1, 'انواع العجين', 1, 0, '2021-02-03 23:33:42', '2021-02-17 04:53:33'),
(154, 338, 1, 'انواع العجين', 3, 0, '2021-02-04 16:38:36', '2021-02-04 16:42:02'),
(155, 339, 1, 'انواع العجين', 1, 0, '2021-02-10 18:20:49', '2021-02-10 18:20:49'),
(156, 340, 1, 'انواع العجين', 1, 0, '2021-02-10 18:21:05', '2021-02-17 18:37:50'),
(157, 341, 0, 'أكياس الكاتشب', 6, 1, '2021-02-16 11:13:09', '2021-02-16 11:13:09'),
(158, 341, 1, 'نوع الجبن', 3, 1, '2021-02-16 11:13:09', '2021-02-16 11:13:09'),
(159, 342, 1, 'انواع العجين', 1, 0, '2021-02-17 18:42:46', '2021-02-21 03:05:50'),
(160, 343, 1, 'انواع العجين', 1, 0, '2021-02-21 03:09:24', '2021-03-10 13:11:44'),
(161, 347, 0, 'ازالة', 5, 0, '2021-03-08 03:04:11', '2021-03-18 17:24:58'),
(162, 348, 1, 'أضافة اتنين', 1, 0, '2021-03-08 09:35:22', '2021-03-08 09:35:22'),
(163, 348, 0, 'أضافة واحد', 2, 1, '2021-03-08 09:35:22', '2021-03-08 09:35:22'),
(164, 349, 1, 'أضافه 2', 1, 0, '2021-03-08 09:38:34', '2021-04-08 19:17:21'),
(165, 349, 1, 'أضافة 1', 4, 1, '2021-03-08 09:38:34', '2021-04-08 19:17:21'),
(166, 350, 0, 'j', 2, 0, '2021-03-09 00:01:33', '2021-03-09 00:01:33'),
(167, 351, 0, '0', 5, 0, '2021-03-09 00:03:08', '2021-03-09 00:03:08'),
(168, 352, 0, 'hh', 2, 0, '2021-03-09 00:04:40', '2021-03-09 00:04:40'),
(169, 353, 0, 'نوع الجبن', 4, 0, '2021-03-09 07:48:00', '2021-03-09 07:48:00'),
(170, 354, 0, 'نوع الجبن', 3, 0, '2021-03-09 07:48:44', '2021-03-09 07:48:44'),
(172, 356, 0, 'n', 1, 0, '2021-03-11 00:15:12', '2021-03-11 00:15:12'),
(173, 355, 0, 'F', 2, 0, '2021-03-18 12:40:41', '2021-03-18 12:40:41'),
(174, 356, 0, 'jjj', 6, 0, '2021-03-18 15:52:52', '2021-03-18 15:52:52'),
(175, 357, 0, 'ازالة', 8, 0, '2021-03-18 17:35:38', '2021-03-18 17:35:38'),
(176, 358, 0, 'ازالة', 9, 0, '2021-03-18 17:43:28', '2021-03-18 18:16:22'),
(177, 358, 1, 'البروتين', 1, 0, '2021-03-18 17:43:28', '2021-03-18 18:16:22'),
(178, 359, 0, 'ازالة', 4, 0, '2021-03-18 17:49:09', '2021-03-18 17:49:09'),
(179, 360, 0, 'ازالة', 1, 0, '2021-03-18 17:51:20', '2021-03-18 17:51:20'),
(180, 361, 0, 'اضافة', 1, 0, '2021-03-18 17:53:31', '2021-03-18 17:53:31'),
(181, 362, 0, 'اضافة', 1, 0, '2021-03-18 17:55:45', '2021-03-18 17:55:45'),
(182, 363, 0, 'اضافة', 1, 0, '2021-03-18 18:19:33', '2021-03-18 18:19:33'),
(183, 364, 0, 'جبن', 1, 0, '2021-03-18 18:21:22', '2021-03-18 18:21:22'),
(184, 365, 1, 'نوع البطاطس', 1, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(185, 365, 0, 'نوع الصوص', 8, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(186, 365, 0, 'الاضافات', 11, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(187, 365, 0, 'البروتين', 1, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(188, 366, 0, 'اضافة', 1, 0, '2021-03-18 18:42:27', '2021-03-18 18:42:27'),
(189, 392, 1, 'الحجم', 1, 0, '2021-03-19 00:20:00', '2021-03-19 00:20:00'),
(190, 394, 1, 'الحجم', 1, 0, '2021-03-19 00:55:08', '2021-03-19 00:55:08'),
(191, 397, 1, 'الحجم', 1, 0, '2021-03-19 01:04:15', '2021-03-19 01:04:15'),
(192, 405, 1, 'الحجم', 1, 0, '2021-03-19 01:17:10', '2021-03-19 01:17:10'),
(193, 413, 0, 'اضافة', 6, 0, '2021-03-19 18:46:32', '2021-03-19 19:23:06'),
(194, 414, 0, 'اضافة', 6, 0, '2021-03-19 18:53:12', '2021-03-19 19:24:41'),
(195, 415, 0, 'اضافة', 5, 0, '2021-03-19 18:59:25', '2021-03-19 18:59:25'),
(196, 416, 0, 'اضافة', 5, 0, '2021-03-19 19:03:46', '2021-03-19 19:03:46'),
(197, 417, 0, 'اضافة', 6, 0, '2021-03-19 20:13:58', '2021-03-19 20:23:41'),
(198, 418, 0, 'اضافة', 7, 0, '2021-03-19 20:21:43', '2021-03-19 20:21:43'),
(199, 419, 0, 'اضافة', 6, 0, '2021-03-19 20:27:39', '2021-03-19 20:27:39'),
(200, 420, 0, 'اضافة', 6, 0, '2021-03-19 20:38:32', '2021-03-19 20:38:32'),
(201, 421, 1, 'الصوص', 1, 0, '2021-03-19 20:49:13', '2021-03-19 20:49:13'),
(202, 421, 0, 'اضافة', 5, 0, '2021-03-19 20:49:13', '2021-03-19 20:49:13'),
(203, 422, 1, 'الصوص', 1, 0, '2021-03-19 20:54:09', '2021-03-19 20:54:09'),
(204, 422, 0, 'اضافة', 5, 0, '2021-03-19 20:54:09', '2021-03-19 20:54:09'),
(205, 428, 1, 'درجة الحرارة', 1, 0, '2021-03-19 21:15:50', '2021-03-19 21:38:37'),
(206, 428, 0, 'الصوص', 1, 0, '2021-03-19 21:15:50', '2021-03-19 21:38:37'),
(207, 428, 0, 'تريد الزيد ؟', 1, 0, '2021-03-19 21:15:50', '2021-03-19 21:38:37'),
(208, 429, 1, 'درجة الحرارة', 1, 0, '2021-03-19 21:25:38', '2021-03-19 21:45:41'),
(209, 429, 0, 'الصوص', 1, 0, '2021-03-19 21:25:38', '2021-03-19 21:45:41'),
(210, 429, 0, 'تريد المزيد ؟', 1, 0, '2021-03-19 21:25:38', '2021-03-19 21:45:41'),
(211, 430, 1, 'درجة الحرارة', 1, 0, '2021-03-19 21:33:09', '2021-03-19 21:46:38'),
(212, 430, 0, 'الصوص', 1, 0, '2021-03-19 21:33:09', '2021-03-19 21:46:38'),
(213, 430, 0, 'تريد المزيد ؟', 1, 0, '2021-03-19 21:33:09', '2021-03-19 21:46:38'),
(214, 443, 1, 'نوع المشروب', 1, 0, '2021-03-19 22:23:53', '2021-03-19 22:23:53'),
(215, 450, 0, 'ازالة', 5, 0, '2021-03-26 07:06:04', '2021-03-26 07:06:04'),
(216, 451, 0, 'ازالة', 3, 0, '2021-03-26 07:09:36', '2021-03-26 07:17:01'),
(217, 452, 0, 'ازالة', 4, 0, '2021-03-26 07:14:13', '2021-03-26 07:16:23'),
(218, 453, 0, 'ازالة', 2, 0, '2021-03-26 07:22:49', '2021-03-26 07:22:49'),
(219, 454, 0, 'ازالة', 3, 0, '2021-03-26 07:28:27', '2021-03-26 07:28:27'),
(220, 455, 0, 'اضافة', 5, 0, '2021-03-27 05:19:20', '2021-03-27 05:19:20'),
(221, 455, 0, 'ازالة', 3, 0, '2021-03-27 05:19:20', '2021-03-27 05:19:20'),
(222, 456, 0, 'اضافة', 3, 0, '2021-03-27 05:31:37', '2021-03-27 05:31:37'),
(223, 456, 0, 'ازالة', 3, 0, '2021-03-27 05:31:37', '2021-03-27 05:31:37'),
(224, 457, 0, 'اضافة', 3, 0, '2021-03-27 05:37:01', '2021-03-27 05:37:01'),
(225, 457, 0, 'ازالة', 2, 0, '2021-03-27 05:37:01', '2021-03-27 05:37:01'),
(226, 458, 0, 'اضافة', 3, 0, '2021-03-27 05:40:37', '2021-03-27 05:40:37'),
(227, 458, 0, 'ازالة', 2, 0, '2021-03-27 05:40:37', '2021-03-27 05:40:37'),
(228, 474, 1, 'النوع', 1, 0, '2021-03-27 07:53:07', '2021-03-27 07:53:07'),
(229, 475, 1, 'النوع', 1, 0, '2021-03-27 07:56:03', '2021-03-27 08:31:21'),
(230, 476, 1, 'النوع', 1, 0, '2021-03-27 07:57:42', '2021-03-27 08:31:41'),
(231, 481, 1, 'النوع', 1, 0, '2021-03-27 08:06:28', '2021-03-27 08:11:00'),
(232, 482, 1, 'النوع', 1, 0, '2021-03-27 08:08:14', '2021-03-27 08:09:39'),
(233, 484, 1, 'نوع البروست', 1, 0, '2021-03-27 08:21:30', '2021-03-27 08:21:30'),
(234, 490, 1, 'الحجم', 1, 0, '2021-03-27 08:30:25', '2021-03-27 08:30:25'),
(235, 491, 0, 'الاضافات', 9, 1, '2021-03-30 08:22:43', '2021-03-30 08:22:43'),
(236, 492, 0, 'الاضافات', 9, 1, '2021-03-30 08:25:57', '2021-03-30 08:25:57'),
(237, 494, 0, 'اضافة', 8, 0, '2021-03-31 01:50:24', '2021-03-31 01:51:41');

-- --------------------------------------------------------

--
-- Table structure for table `product_group_options`
--

CREATE TABLE `product_group_options` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `product_group_id` int(11) NOT NULL DEFAULT '0',
  `title` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `price` double NOT NULL DEFAULT '0',
  `quantity` int(1) NOT NULL DEFAULT '0' COMMENT 'for frontend only',
  `front_checked` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `product_group_options`
--

INSERT INTO `product_group_options` (`id`, `product_group_id`, `title`, `price`, `quantity`, `front_checked`, `created_at`, `updated_at`) VALUES
(1, 1, 'كبير', 30, 0, 0, '2020-09-28 08:14:57', '2020-09-28 08:14:57'),
(2, 1, 'وسط', 20, 0, 0, '2020-09-28 08:14:57', '2020-09-28 08:14:57'),
(3, 1, 'صغير', 0, 0, 0, '2020-09-28 08:14:57', '2020-09-28 08:14:57'),
(4, 2, 'شيدر', 2, 0, 0, '2020-09-28 08:14:57', '2020-09-28 08:14:57'),
(5, 2, 'رومي', 0, 0, 0, '2020-09-28 08:14:57', '2020-09-28 08:14:57'),
(6, 2, 'موزريلا', 0, 0, 0, '2020-09-28 08:14:57', '2020-09-28 08:14:57'),
(7, 3, 'جمبري', 50, 0, 0, '2020-09-28 08:14:57', '2020-09-28 08:14:57'),
(8, 3, 'تونة', 10, 0, 0, '2020-09-28 08:14:57', '2020-09-28 08:14:57'),
(9, 3, 'لحمة', 20, 0, 0, '2020-09-28 08:14:57', '2020-09-28 08:14:57'),
(10, 3, 'فراخ', 0, 0, 0, '2020-09-28 08:14:57', '2020-09-28 08:14:57'),
(11, 4, 'كاتشب ماك', 2, 0, 0, '2020-09-28 08:14:57', '2020-09-28 08:14:57'),
(12, 4, 'كاتشب هاينز', 1, 0, 0, '2020-09-28 08:14:57', '2020-09-28 08:14:57'),
(13, 5, 'كاتشب حلو', 0, 0, 0, '2020-09-28 08:14:57', '2020-09-28 08:14:57'),
(14, 5, 'كاتشب حار', 0, 0, 0, '2020-09-28 08:14:57', '2020-09-28 08:14:57'),
(15, 6, 'كاتشب حلو', 0, 0, 0, '2020-09-28 08:51:15', '2020-09-28 08:51:15'),
(16, 6, 'كاتشب حار', 0, 0, 0, '2020-09-28 08:51:15', '2020-09-28 08:51:15'),
(17, 7, 'صوص أبيض', 0, 0, 0, '2020-09-28 08:51:15', '2020-09-28 08:51:15'),
(18, 7, 'صوص أحمر', 0, 0, 0, '2020-09-28 08:51:15', '2020-09-28 08:51:15'),
(19, 8, 'رومي', 3, 0, 0, '2020-09-28 09:03:18', '2020-09-28 09:03:18'),
(20, 8, 'شيدر', 7, 0, 0, '2020-09-28 09:03:18', '2020-09-28 09:03:18'),
(21, 8, 'مودزريلا', 5, 0, 0, '2020-09-28 09:03:18', '2020-09-28 09:03:18'),
(22, 9, 'كاتشب حلو', 0, 0, 0, '2020-09-28 09:03:18', '2020-09-28 09:03:18'),
(23, 9, 'كاتشب حار', 0, 0, 0, '2020-09-28 09:03:18', '2020-09-28 09:03:18'),
(24, 10, 'نجرسكو', 5, 0, 0, '2020-09-28 09:19:23', '2020-09-28 09:19:23'),
(25, 10, 'اسباجتي', 0, 0, 0, '2020-09-28 09:19:23', '2020-09-28 09:19:23'),
(26, 10, 'أقلام', 0, 0, 0, '2020-09-28 09:19:23', '2020-09-28 09:19:23'),
(27, 11, 'صوص أحمر', 0, 0, 0, '2020-09-28 09:19:23', '2020-09-28 09:19:23'),
(28, 11, 'صوص أبيض', 0, 0, 0, '2020-09-28 09:19:23', '2020-09-28 09:19:23'),
(29, 12, 'تونة', 0, 0, 0, '2020-09-28 09:19:23', '2020-09-28 09:19:23'),
(30, 12, 'فراخ', 0, 0, 0, '2020-09-28 09:19:23', '2020-09-28 09:19:23'),
(31, 12, 'لحم', 0, 0, 0, '2020-09-28 09:19:23', '2020-09-28 09:19:23'),
(32, 12, 'جمبري', 10, 0, 0, '2020-09-28 09:19:23', '2020-09-28 09:19:23'),
(33, 13, 'بتنجان مشوي', 10, 0, 0, '2020-10-01 09:02:26', '2020-10-01 09:02:26'),
(34, 13, 'بتنجان مقلي', 20, 0, 0, '2020-10-01 09:02:26', '2020-10-01 09:02:26'),
(36, 14, 'ملوخية خضراء', 15, 0, 0, '2020-10-01 09:02:26', '2020-10-01 09:02:26'),
(37, 15, 'بتنجان مشوي', 10, 0, 0, '2020-10-01 09:03:14', '2020-10-01 09:03:14'),
(39, 16, 'ملوخية نشفه', 17, 0, 0, '2020-10-01 09:03:14', '2020-10-01 09:03:14'),
(40, 16, 'ملوخية خضراء', 15, 0, 0, '2020-10-01 09:03:14', '2020-10-01 09:03:14'),
(41, 17, '2 كيس كاتشب', 0, 0, 0, '2020-10-01 10:15:49', '2021-01-13 12:21:20'),
(42, 18, 'صوص أبيض', 0, 0, 0, '2020-10-01 10:15:49', '2020-10-01 10:15:49'),
(43, 18, 'صوص أحمر', 0, 0, 0, '2020-10-01 10:15:49', '2020-10-01 10:15:49'),
(44, 19, 'فراخ', 0, 0, 0, '2020-10-01 10:15:49', '2021-01-13 12:21:20'),
(45, 19, 'لحمة', 0, 0, 0, '2020-10-01 10:15:49', '2020-10-01 10:15:49'),
(46, 20, 'كاتشب حلو', 0, 0, 0, '2020-10-04 12:37:25', '2020-10-04 12:37:25'),
(47, 20, 'كاتشب حار', 0, 0, 0, '2020-10-04 12:37:25', '2020-10-04 12:37:25'),
(50, 21, 'حليب', 0, 0, 0, '2021-01-05 17:08:31', '2021-01-05 17:08:31'),
(51, 22, 'حليب', 0, 0, 0, '2021-01-05 17:13:35', '2021-01-05 17:13:35'),
(52, 23, 'توميه', 5, 0, 0, '2021-01-19 13:40:56', '2021-01-19 13:40:56'),
(53, 23, 'ميونيز', 2, 0, 0, '2021-01-19 13:40:56', '2021-01-19 13:40:56'),
(54, 23, 'كاتشب', 0, 0, 0, '2021-01-19 13:40:56', '2021-01-19 13:40:56'),
(55, 24, 'كبير', 100, 0, 0, '2021-01-19 13:40:56', '2021-01-19 13:40:56'),
(56, 24, 'وسط', 20, 0, 0, '2021-01-19 13:40:56', '2021-01-19 13:40:56'),
(57, 24, 'صغير', 0, 0, 0, '2021-01-19 13:40:56', '2021-01-19 13:40:56'),
(58, 25, 'صغير', 0, 0, 0, '2021-01-19 17:29:32', '2021-01-19 17:29:32'),
(59, 25, 'كبير', 4, 0, 0, '2021-01-19 17:29:32', '2021-01-19 17:29:32'),
(60, 26, 'صغير', 0, 0, 0, '2021-01-19 17:37:35', '2021-01-19 17:37:35'),
(61, 26, 'كبير', 5, 0, 0, '2021-01-19 17:37:35', '2021-01-19 17:58:20'),
(62, 27, 'صغير', 0, 0, 0, '2021-01-19 17:41:51', '2021-01-19 17:41:51'),
(63, 27, 'كبير', 5, 0, 0, '2021-01-19 17:41:51', '2021-01-19 18:00:08'),
(64, 28, 'صغير', 0, 0, 0, '2021-01-19 17:45:42', '2021-01-19 17:45:42'),
(65, 28, 'كبير', 5, 0, 0, '2021-01-19 17:45:42', '2021-01-19 17:56:10'),
(66, 29, 'صغير', 0, 0, 0, '2021-01-19 17:48:13', '2021-01-19 17:48:13'),
(67, 29, 'كبير', 5, 0, 0, '2021-01-19 17:48:13', '2021-01-19 18:00:52'),
(68, 30, 'صغير', 0, 0, 0, '2021-01-19 17:52:27', '2021-01-19 17:52:27'),
(69, 30, 'كبير', 5, 0, 0, '2021-01-19 17:52:27', '2021-01-19 18:02:16'),
(70, 31, 'صغير', 0, 0, 0, '2021-01-19 17:55:33', '2021-01-19 17:55:33'),
(71, 31, 'كبير', 5, 0, 0, '2021-01-19 17:55:33', '2021-01-19 17:55:33'),
(72, 32, 'حليب', 1, 0, 0, '2021-01-19 21:32:52', '2021-01-19 21:32:52'),
(73, 33, 'مثلوثة', 3, 0, 0, '2021-01-23 22:34:45', '2021-01-23 22:34:45'),
(74, 34, 'مثلوثة', 3, 0, 0, '2021-01-23 22:40:20', '2021-01-23 22:40:20'),
(75, 35, 'مثلوثة', 3, 0, 0, '2021-01-23 22:43:37', '2021-01-23 22:43:37'),
(76, 36, 'مثلوثة', 3, 0, 0, '2021-01-23 22:48:27', '2021-01-23 22:48:27'),
(77, 37, 'مثلوثة', 3, 0, 0, '2021-01-23 22:50:49', '2021-01-23 22:50:49'),
(78, 38, 'مثلوثة', 3, 0, 0, '2021-01-23 22:53:33', '2021-01-23 22:53:33'),
(79, 39, 'مثلوثة', 3, 0, 0, '2021-01-23 22:57:33', '2021-01-23 22:57:33'),
(80, 40, 'أومليت', 0, 0, 0, '2021-01-24 06:05:26', '2021-01-24 06:05:26'),
(81, 40, 'شكشوكة', 0, 0, 0, '2021-01-24 06:05:26', '2021-01-24 06:05:26'),
(82, 41, 'مثلوثة', 3, 0, 0, '2021-01-26 11:57:58', '2021-01-26 11:57:58'),
(83, 42, 'وسط', 0, 0, 0, '2021-01-26 17:55:29', '2021-01-26 17:55:29'),
(84, 42, 'كبير', 5, 0, 0, '2021-01-26 17:55:29', '2021-01-26 17:55:29'),
(85, 42, 'جالون', 18, 0, 0, '2021-01-26 17:55:29', '2021-01-26 17:55:29'),
(89, 43, 'وسط', 0, 0, 0, '2021-01-26 18:07:03', '2021-01-26 18:07:03'),
(90, 43, 'كبير', 5, 0, 0, '2021-01-26 18:07:03', '2021-01-26 18:07:03'),
(91, 43, 'جالون', 18, 0, 0, '2021-01-26 18:07:03', '2021-01-26 18:07:03'),
(92, 44, 'وسط', 0, 0, 0, '2021-01-26 18:12:26', '2021-01-26 18:12:26'),
(93, 44, 'كبير', 5, 0, 0, '2021-01-26 18:12:26', '2021-01-26 18:12:26'),
(94, 44, 'جالون', 18, 0, 0, '2021-01-26 18:12:26', '2021-01-26 18:12:26'),
(95, 45, 'وسط', 0, 0, 0, '2021-01-27 02:18:22', '2021-01-27 02:18:22'),
(96, 45, 'كبير', 5, 0, 0, '2021-01-27 02:18:22', '2021-01-27 02:18:22'),
(97, 45, 'جالون', 18, 0, 0, '2021-01-27 02:18:22', '2021-01-27 02:18:22'),
(98, 46, 'وسط', 0, 0, 0, '2021-01-27 02:20:45', '2021-01-27 02:20:45'),
(99, 46, 'كبير', 5, 0, 0, '2021-01-27 02:20:45', '2021-01-27 02:20:45'),
(100, 46, 'جالون', 18, 0, 0, '2021-01-27 02:20:45', '2021-01-27 02:20:45'),
(101, 47, 'وسط', 0, 0, 0, '2021-01-27 02:23:20', '2021-01-27 02:23:20'),
(102, 47, 'كبير', 5, 0, 0, '2021-01-27 02:23:20', '2021-01-27 02:23:20'),
(103, 47, 'جالون', 18, 0, 0, '2021-01-27 02:23:20', '2021-01-27 02:23:20'),
(104, 48, 'وسط', 0, 0, 0, '2021-01-27 02:25:20', '2021-01-27 02:25:20'),
(105, 48, 'كبير', 5, 0, 0, '2021-01-27 02:25:20', '2021-01-27 02:25:20'),
(106, 48, 'جالون', 18, 0, 0, '2021-01-27 02:25:20', '2021-01-27 02:25:20'),
(107, 49, 'وسط', 0, 0, 0, '2021-01-27 02:27:36', '2021-01-27 02:27:36'),
(108, 49, 'كبير', 5, 0, 0, '2021-01-27 02:27:36', '2021-01-27 02:27:36'),
(109, 49, 'جالون', 18, 0, 0, '2021-01-27 02:27:36', '2021-01-27 02:27:36'),
(110, 50, 'وسط', 0, 0, 0, '2021-01-27 02:29:38', '2021-01-27 02:29:38'),
(111, 50, 'كبير', 5, 0, 0, '2021-01-27 02:29:38', '2021-01-27 02:29:38'),
(112, 50, 'جالون', 18, 0, 0, '2021-01-27 02:29:38', '2021-01-27 02:29:38'),
(113, 51, 'وسط', 0, 0, 0, '2021-01-27 02:31:41', '2021-01-27 02:31:41'),
(114, 51, 'كبير', 5, 0, 0, '2021-01-27 02:31:41', '2021-01-27 02:31:41'),
(115, 51, 'جالون', 18, 0, 0, '2021-01-27 02:31:41', '2021-01-27 02:31:41'),
(116, 52, 'وسط', 0, 0, 0, '2021-01-27 02:33:59', '2021-01-27 02:33:59'),
(117, 52, 'كبير', 5, 0, 0, '2021-01-27 02:33:59', '2021-01-27 02:33:59'),
(118, 52, 'جالون', 18, 0, 0, '2021-01-27 02:33:59', '2021-01-27 02:33:59'),
(119, 53, 'وسط', 0, 0, 0, '2021-01-27 02:36:26', '2021-01-27 02:36:26'),
(120, 53, 'كبير', 5, 0, 0, '2021-01-27 02:36:26', '2021-01-27 02:36:26'),
(121, 53, 'جالون', 18, 0, 0, '2021-01-27 02:36:26', '2021-01-27 02:36:26'),
(122, 54, 'وسط', 0, 0, 0, '2021-01-27 02:39:56', '2021-01-27 02:39:56'),
(123, 54, 'كبير', 5, 0, 0, '2021-01-27 02:39:56', '2021-01-27 02:39:56'),
(124, 54, 'جالون', 18, 0, 0, '2021-01-27 02:39:56', '2021-01-27 02:39:56'),
(125, 55, 'وسط', 0, 0, 0, '2021-01-27 02:42:16', '2021-01-27 02:42:16'),
(126, 55, 'كبير', 5, 0, 0, '2021-01-27 02:42:16', '2021-01-27 02:42:16'),
(127, 55, 'جالون', 18, 0, 0, '2021-01-27 02:42:16', '2021-01-27 02:42:16'),
(128, 56, 'وسط', 0, 0, 0, '2021-01-27 02:46:27', '2021-01-27 02:46:27'),
(129, 56, 'كبير', 5, 0, 0, '2021-01-27 02:46:27', '2021-01-27 02:46:27'),
(130, 56, 'جالون', 18, 0, 0, '2021-01-27 02:46:27', '2021-01-27 02:46:27'),
(131, 57, 'وسط', 0, 0, 0, '2021-01-27 02:48:31', '2021-01-27 02:48:31'),
(132, 57, 'كبير', 5, 0, 0, '2021-01-27 02:48:31', '2021-01-27 02:48:31'),
(133, 57, 'جالون', 18, 0, 0, '2021-01-27 02:48:31', '2021-01-27 02:48:31'),
(134, 58, 'وسط', 0, 0, 0, '2021-01-27 02:51:27', '2021-01-27 02:51:27'),
(135, 58, 'كبير', 5, 0, 0, '2021-01-27 02:51:27', '2021-01-27 02:51:27'),
(136, 58, 'جالون', 18, 0, 0, '2021-01-27 02:51:27', '2021-01-27 02:51:27'),
(137, 59, 'وسط', 0, 0, 0, '2021-01-27 02:53:54', '2021-01-27 02:53:54'),
(138, 59, 'كبير', 5, 0, 0, '2021-01-27 02:53:54', '2021-01-27 02:53:54'),
(139, 59, 'جالون', 21, 0, 0, '2021-01-27 02:53:54', '2021-01-27 03:05:46'),
(140, 60, 'وسط', 0, 0, 0, '2021-01-27 02:57:35', '2021-01-27 02:57:35'),
(141, 60, 'كبير', 5, 0, 0, '2021-01-27 02:57:36', '2021-01-27 02:57:36'),
(142, 60, 'جالون', 21, 0, 0, '2021-01-27 02:57:36', '2021-01-27 03:07:44'),
(143, 61, 'فواكه', 5, 0, 0, '2021-01-27 03:13:38', '2021-01-27 03:13:38'),
(144, 61, 'صوصات', 5, 0, 0, '2021-01-27 03:13:38', '2021-01-27 03:13:38'),
(145, 61, 'مكسرات', 5, 0, 0, '2021-01-27 03:13:38', '2021-01-27 03:13:38'),
(146, 61, 'كريمة', 3, 0, 0, '2021-01-27 03:13:38', '2021-01-27 03:13:38'),
(147, 62, 'وسط', 0, 0, 0, '2021-01-27 03:13:38', '2021-01-27 03:13:38'),
(148, 62, 'كبير', 2, 0, 0, '2021-01-27 03:13:38', '2021-01-27 03:13:38'),
(149, 63, 'فواكه', 5, 0, 0, '2021-01-29 19:03:13', '2021-01-29 19:03:13'),
(150, 63, 'صوصات', 5, 0, 0, '2021-01-29 19:03:13', '2021-01-29 19:03:13'),
(151, 63, 'مكسرات', 5, 0, 0, '2021-01-29 19:03:13', '2021-01-29 19:03:13'),
(152, 63, 'كريمة', 5, 0, 0, '2021-01-29 19:03:13', '2021-01-29 19:03:13'),
(153, 64, 'وسط', 0, 0, 0, '2021-01-29 19:03:13', '2021-01-29 19:03:13'),
(154, 64, 'كبير', 2, 0, 0, '2021-01-29 19:03:13', '2021-01-29 19:03:13'),
(155, 65, 'فواكه', 5, 0, 0, '2021-01-29 19:07:43', '2021-01-29 19:07:43'),
(156, 65, 'صوصات', 5, 0, 0, '2021-01-29 19:07:43', '2021-01-29 19:07:43'),
(157, 65, 'مكسرات', 5, 0, 0, '2021-01-29 19:07:43', '2021-01-29 19:07:43'),
(158, 65, 'كريمة', 5, 0, 0, '2021-01-29 19:07:43', '2021-01-29 19:07:43'),
(159, 66, 'وسط', 0, 0, 0, '2021-01-29 19:07:43', '2021-01-29 19:07:43'),
(160, 66, 'كبير', 2, 0, 0, '2021-01-29 19:07:43', '2021-01-29 19:07:43'),
(161, 67, 'فواكه', 5, 0, 0, '2021-01-29 19:16:05', '2021-01-29 19:16:05'),
(162, 67, 'صوصات', 5, 0, 0, '2021-01-29 19:16:05', '2021-01-29 19:16:05'),
(163, 67, 'مكسرات', 5, 0, 0, '2021-01-29 19:16:05', '2021-01-29 19:16:05'),
(164, 67, 'كريمة', 5, 0, 0, '2021-01-29 19:16:05', '2021-01-29 19:16:05'),
(165, 68, 'وسط', 0, 0, 0, '2021-01-29 19:16:05', '2021-01-29 19:16:05'),
(166, 68, 'كبير', 2, 0, 0, '2021-01-29 19:16:05', '2021-01-29 19:16:05'),
(167, 69, 'فواكه', 5, 0, 0, '2021-01-29 19:19:32', '2021-01-29 19:19:32'),
(168, 69, 'صوصات', 5, 0, 0, '2021-01-29 19:19:32', '2021-01-29 19:19:32'),
(169, 69, 'مكسرات', 5, 0, 0, '2021-01-29 19:19:32', '2021-01-29 19:19:32'),
(170, 69, 'كريمة', 5, 0, 0, '2021-01-29 19:19:32', '2021-01-29 19:19:32'),
(171, 70, 'وسط', 0, 0, 0, '2021-01-29 19:19:32', '2021-01-29 19:19:32'),
(172, 70, 'كبير', 2, 0, 0, '2021-01-29 19:19:32', '2021-01-29 19:19:32'),
(173, 71, 'فواكه', 5, 0, 0, '2021-01-29 19:22:52', '2021-01-29 19:22:52'),
(174, 71, 'صوصات', 5, 0, 0, '2021-01-29 19:22:52', '2021-01-29 19:22:52'),
(175, 71, 'مكسرات', 5, 0, 0, '2021-01-29 19:22:52', '2021-01-29 19:22:52'),
(176, 71, 'كريمة', 5, 0, 0, '2021-01-29 19:22:52', '2021-01-29 19:22:52'),
(177, 72, 'وسط', 0, 0, 0, '2021-01-29 19:22:52', '2021-01-29 19:22:52'),
(178, 72, 'كبير', 2, 0, 0, '2021-01-29 19:22:52', '2021-01-29 19:22:52'),
(179, 73, 'فواكه', 5, 0, 0, '2021-01-29 19:26:24', '2021-01-29 19:26:24'),
(180, 73, 'صوصات', 5, 0, 0, '2021-01-29 19:26:24', '2021-01-29 19:26:24'),
(181, 73, 'مكسرات', 5, 0, 0, '2021-01-29 19:26:24', '2021-01-29 19:26:24'),
(182, 73, 'كريمة', 5, 0, 0, '2021-01-29 19:26:24', '2021-01-29 19:26:24'),
(183, 74, 'وسط', 0, 0, 0, '2021-01-29 19:26:24', '2021-01-29 19:26:24'),
(184, 74, 'كبير', 2, 0, 0, '2021-01-29 19:26:24', '2021-01-29 19:26:24'),
(185, 75, 'فواكه', 5, 0, 0, '2021-01-29 19:30:00', '2021-01-29 19:30:00'),
(186, 75, 'صوصات', 5, 0, 0, '2021-01-29 19:30:00', '2021-01-29 19:30:00'),
(187, 75, 'مكسرات', 5, 0, 0, '2021-01-29 19:30:00', '2021-01-29 19:30:00'),
(188, 75, 'كريمة', 5, 0, 0, '2021-01-29 19:30:00', '2021-01-29 19:30:00'),
(189, 76, 'وسط', 0, 0, 0, '2021-01-29 19:30:00', '2021-01-29 19:30:00'),
(190, 76, 'كبير', 2, 0, 0, '2021-01-29 19:30:00', '2021-01-29 19:30:00'),
(191, 77, 'وسط', 0, 0, 0, '2021-01-29 19:44:16', '2021-01-29 19:44:16'),
(192, 77, 'كبير', 5, 0, 0, '2021-01-29 19:44:16', '2021-01-29 19:44:16'),
(193, 78, 'وسط', 0, 0, 0, '2021-01-29 19:48:03', '2021-01-29 19:48:03'),
(194, 78, 'كبير', 5, 0, 0, '2021-01-29 19:48:03', '2021-01-29 19:48:03'),
(195, 79, 'وسط', 0, 0, 0, '2021-01-29 19:50:30', '2021-01-29 19:50:30'),
(196, 79, 'كبير', 5, 0, 0, '2021-01-29 19:50:30', '2021-01-29 19:50:30'),
(197, 80, 'وسط', 0, 0, 0, '2021-01-29 19:52:48', '2021-01-29 19:52:48'),
(198, 80, 'كبير', 5, 0, 0, '2021-01-29 19:52:48', '2021-01-29 19:52:48'),
(199, 81, 'وسط', 0, 0, 0, '2021-01-29 19:55:11', '2021-01-29 19:55:11'),
(200, 81, 'كبير', 5, 0, 0, '2021-01-29 19:55:11', '2021-01-29 19:55:11'),
(201, 82, 'وسط', 0, 0, 0, '2021-01-29 19:58:55', '2021-01-29 19:58:55'),
(202, 82, 'كبير', 5, 0, 0, '2021-01-29 19:58:55', '2021-01-29 19:58:55'),
(203, 83, 'وسط', 0, 0, 0, '2021-01-29 20:05:12', '2021-01-29 20:05:12'),
(204, 83, 'كبير', 5, 0, 0, '2021-01-29 20:05:12', '2021-01-29 20:05:12'),
(205, 84, 'وسط', 0, 0, 0, '2021-01-29 20:08:25', '2021-01-29 20:08:25'),
(206, 84, 'كبير', 5, 0, 0, '2021-01-29 20:08:25', '2021-01-29 20:08:25'),
(207, 85, 'وسط', 0, 0, 0, '2021-01-29 20:13:39', '2021-01-29 20:13:39'),
(208, 85, 'كبير', 5, 0, 0, '2021-01-29 20:13:39', '2021-01-29 20:13:39'),
(209, 86, 'نعناع', 0, 0, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(210, 86, 'توت', 0, 0, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(211, 86, 'موز', 0, 0, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(212, 86, 'بخارى', 0, 0, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(213, 86, 'حبحب', 0, 0, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(214, 86, 'فانيليا', 0, 0, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(215, 86, 'مانجو', 0, 0, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(216, 86, 'شمام', 0, 0, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(217, 86, 'تفاح', 0, 0, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(218, 86, 'كيوي', 0, 0, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(219, 86, 'اناناس', 0, 0, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(220, 86, 'فراولة', 0, 0, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(221, 86, 'خوخ', 0, 0, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(222, 86, 'ليمون', 0, 0, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(223, 86, 'برتقال', 0, 0, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(224, 87, 'وسط', 0, 0, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(225, 87, 'كبير', 3, 0, 0, '2021-01-29 20:23:41', '2021-01-29 20:23:41'),
(226, 88, 'بيبسي', 0, 0, 0, '2021-01-29 22:04:50', '2021-01-29 22:04:50'),
(227, 88, 'سفن', 0, 0, 0, '2021-01-29 22:04:50', '2021-01-29 22:04:50'),
(228, 88, 'ميريندا', 0, 0, 0, '2021-01-29 22:04:50', '2021-01-29 22:04:50'),
(229, 89, 'وسط', 0, 0, 0, '2021-01-30 03:28:51', '2021-01-30 03:28:51'),
(230, 89, 'كبير', 5, 0, 0, '2021-01-30 03:28:51', '2021-01-30 03:28:51'),
(231, 89, 'جالون', 21, 0, 0, '2021-01-30 03:28:51', '2021-01-30 03:28:51'),
(232, 90, 'وسط', 0, 0, 0, '2021-01-30 03:33:00', '2021-01-30 03:33:00'),
(233, 90, 'كبير', 5, 0, 0, '2021-01-30 03:33:00', '2021-01-30 03:33:00'),
(234, 90, 'جالون', 21, 0, 0, '2021-01-30 03:33:00', '2021-01-30 03:33:00'),
(235, 91, 'وسط', 0, 0, 0, '2021-01-30 03:35:21', '2021-01-30 03:35:21'),
(236, 91, 'كبير', 5, 0, 0, '2021-01-30 03:35:21', '2021-01-30 03:35:21'),
(237, 91, 'جالون', 21, 0, 0, '2021-01-30 03:35:21', '2021-01-30 03:35:21'),
(238, 92, 'وسط', 0, 0, 0, '2021-01-30 03:37:19', '2021-01-30 03:37:19'),
(239, 92, 'كبير', 5, 0, 0, '2021-01-30 03:37:19', '2021-01-30 03:37:19'),
(240, 92, 'جالون', 21, 0, 0, '2021-01-30 03:37:19', '2021-01-30 03:37:19'),
(241, 93, 'وسط', 0, 0, 0, '2021-01-30 03:39:52', '2021-01-30 03:39:52'),
(242, 93, 'كبير', 5, 0, 0, '2021-01-30 03:39:52', '2021-01-30 03:39:52'),
(243, 93, 'جالون', 21, 0, 0, '2021-01-30 03:39:52', '2021-01-30 03:39:52'),
(244, 94, 'وسط', 0, 0, 0, '2021-01-30 03:41:38', '2021-01-30 03:41:38'),
(245, 94, 'كبير', 5, 0, 0, '2021-01-30 03:41:38', '2021-01-30 03:41:38'),
(246, 94, 'جالون', 21, 0, 0, '2021-01-30 03:41:38', '2021-01-30 03:41:38'),
(247, 95, 'وسط', 0, 0, 0, '2021-01-30 03:43:27', '2021-01-30 03:43:27'),
(248, 95, 'كبير', 5, 0, 0, '2021-01-30 03:43:27', '2021-01-30 03:43:27'),
(249, 95, 'جالون', 21, 0, 0, '2021-01-30 03:43:27', '2021-01-30 03:43:27'),
(250, 96, 'وسط', 0, 0, 0, '2021-01-30 03:45:47', '2021-01-30 03:45:47'),
(251, 96, 'كبير', 5, 0, 0, '2021-01-30 03:45:47', '2021-01-30 03:45:47'),
(252, 96, 'جالون', 21, 0, 0, '2021-01-30 03:45:47', '2021-01-30 03:45:47'),
(253, 97, 'وسط', 0, 0, 0, '2021-01-30 03:47:14', '2021-01-30 03:47:14'),
(254, 97, 'كبير', 5, 0, 0, '2021-01-30 03:47:14', '2021-01-30 03:47:14'),
(255, 97, 'جالون', 21, 0, 0, '2021-01-30 03:47:14', '2021-01-30 03:47:14'),
(256, 98, 'وسط', 0, 0, 0, '2021-01-30 03:48:54', '2021-01-30 03:48:54'),
(257, 98, 'كبير', 5, 0, 0, '2021-01-30 03:48:54', '2021-01-30 03:48:54'),
(258, 98, 'جالون', 21, 0, 0, '2021-01-30 03:48:54', '2021-01-30 03:48:54'),
(259, 99, 'وسط', 0, 0, 0, '2021-01-30 03:51:35', '2021-01-30 03:51:35'),
(260, 99, 'كبير', 5, 0, 0, '2021-01-30 03:51:35', '2021-01-30 03:51:35'),
(261, 99, 'جالون', 21, 0, 0, '2021-01-30 03:51:35', '2021-01-30 03:51:35'),
(262, 100, 'وسط', 0, 0, 0, '2021-01-30 03:53:43', '2021-01-30 03:53:43'),
(263, 100, 'كبير', 5, 0, 0, '2021-01-30 03:53:43', '2021-01-30 03:53:43'),
(264, 100, 'جالون', 21, 0, 0, '2021-01-30 03:53:43', '2021-01-30 03:53:43'),
(265, 101, 'وسط', 0, 0, 0, '2021-01-30 03:57:44', '2021-01-30 03:57:44'),
(266, 101, 'كبير', 5, 0, 0, '2021-01-30 03:57:44', '2021-01-30 03:57:44'),
(267, 101, 'جالون', 21, 0, 0, '2021-01-30 03:57:44', '2021-01-30 03:57:44'),
(268, 102, 'وسط', 0, 0, 0, '2021-01-30 04:00:28', '2021-01-30 04:00:28'),
(269, 102, 'كبير', 5, 0, 0, '2021-01-30 04:00:28', '2021-01-30 04:00:28'),
(270, 102, 'جالون', 21, 0, 0, '2021-01-30 04:00:28', '2021-01-30 04:00:28'),
(271, 103, 'وسط', 0, 0, 0, '2021-01-30 04:03:08', '2021-01-30 04:03:08'),
(272, 103, 'كبير', 5, 0, 0, '2021-01-30 04:03:08', '2021-01-30 04:03:08'),
(273, 103, 'جالون', 21, 0, 0, '2021-01-30 04:03:08', '2021-01-30 04:03:08'),
(274, 104, 'وسط', 0, 0, 0, '2021-01-30 04:05:14', '2021-01-30 04:05:14'),
(275, 104, 'كبير', 5, 0, 0, '2021-01-30 04:05:14', '2021-01-30 04:05:14'),
(276, 104, 'جالون', 21, 0, 0, '2021-01-30 04:05:14', '2021-01-30 04:05:14'),
(277, 105, 'وسط', 0, 0, 0, '2021-01-30 04:06:47', '2021-01-30 04:06:47'),
(278, 105, 'كبير', 5, 0, 0, '2021-01-30 04:06:47', '2021-01-30 04:06:47'),
(279, 105, 'جالون', 21, 0, 0, '2021-01-30 04:06:47', '2021-01-30 04:06:47'),
(280, 106, 'وسط', 0, 0, 0, '2021-01-30 04:11:58', '2021-01-30 04:11:58'),
(281, 106, 'كبير', 5, 0, 0, '2021-01-30 04:11:58', '2021-01-30 04:11:58'),
(282, 106, 'جالون', 21, 0, 0, '2021-01-30 04:11:58', '2021-01-30 04:11:58'),
(283, 107, 'كبير', 4, 0, 0, '2021-01-30 04:27:32', '2021-01-30 04:27:32'),
(284, 108, 'كبير', 4, 0, 0, '2021-01-30 04:29:36', '2021-01-30 04:29:36'),
(285, 109, 'صغير', 0, 0, 0, '2021-01-30 18:17:17', '2021-01-30 18:17:17'),
(286, 109, 'كبير', 0, 0, 0, '2021-01-30 18:17:17', '2021-01-30 18:17:17'),
(287, 110, 'صغير', 0, 0, 0, '2021-01-30 18:20:39', '2021-01-30 18:20:39'),
(288, 110, 'كبير', 5, 0, 0, '2021-01-30 18:20:39', '2021-01-30 18:20:39'),
(289, 111, 'بستاشيو', 1, 0, 0, '2021-01-30 18:25:39', '2021-01-30 18:25:39'),
(290, 111, 'زعفران', 1, 0, 0, '2021-01-30 18:25:39', '2021-01-30 18:25:39'),
(291, 111, 'كراميل', 1, 0, 0, '2021-01-30 18:25:39', '2021-01-30 18:25:39'),
(292, 111, 'شوكولت', 1, 0, 0, '2021-01-30 18:25:39', '2021-01-30 18:25:39'),
(293, 111, 'فانيليا', 1, 0, 0, '2021-01-30 18:25:39', '2021-01-30 18:25:39'),
(294, 111, 'ورد', 1, 0, 0, '2021-01-30 18:25:39', '2021-01-30 18:25:39'),
(295, 111, 'قرفة', 1, 0, 0, '2021-01-30 18:25:39', '2021-01-30 18:25:39'),
(296, 111, 'بندق', 1, 0, 0, '2021-01-30 18:25:39', '2021-01-30 18:25:39'),
(297, 112, 'صغير', 0, 0, 0, '2021-01-30 18:25:39', '2021-01-30 18:25:39'),
(298, 112, 'كبير', 4, 0, 0, '2021-01-30 18:25:39', '2021-01-30 18:25:39'),
(299, 113, 'بستاشيو', 1, 0, 0, '2021-01-30 18:28:43', '2021-01-30 18:28:43'),
(300, 113, 'زعفران', 1, 0, 0, '2021-01-30 18:28:43', '2021-01-30 18:28:43'),
(301, 113, 'كراميل', 1, 0, 0, '2021-01-30 18:28:43', '2021-01-30 18:28:43'),
(302, 113, 'شوكولت', 1, 0, 0, '2021-01-30 18:28:43', '2021-01-30 18:28:43'),
(303, 113, 'فانيليا', 1, 0, 0, '2021-01-30 18:28:43', '2021-01-30 18:28:43'),
(304, 113, 'ورد', 1, 0, 0, '2021-01-30 18:28:43', '2021-01-30 18:28:43'),
(305, 113, 'قرفة', 1, 0, 0, '2021-01-30 18:28:43', '2021-01-30 18:28:43'),
(306, 113, 'بندق', 1, 0, 0, '2021-01-30 18:28:43', '2021-01-30 18:28:43'),
(307, 114, 'بستاشيو', 1, 0, 0, '2021-01-30 18:34:05', '2021-01-30 18:34:05'),
(308, 114, 'زعفران', 1, 0, 0, '2021-01-30 18:34:05', '2021-01-30 18:34:05'),
(309, 114, 'كراميل', 1, 0, 0, '2021-01-30 18:34:05', '2021-01-30 18:34:05'),
(310, 114, 'شوكولت', 1, 0, 0, '2021-01-30 18:34:05', '2021-01-30 18:34:05'),
(311, 114, 'فانيليا', 1, 0, 0, '2021-01-30 18:34:05', '2021-01-30 18:34:05'),
(312, 114, 'ورد', 1, 0, 0, '2021-01-30 18:34:05', '2021-01-30 18:34:05'),
(313, 114, 'قرفة', 1, 0, 0, '2021-01-30 18:34:05', '2021-01-30 18:34:05'),
(314, 114, 'بندق', 1, 0, 0, '2021-01-30 18:34:05', '2021-01-30 18:34:05'),
(315, 115, 'صغير', 0, 0, 0, '2021-01-30 18:34:05', '2021-01-30 18:34:05'),
(316, 115, 'كبير', 0, 0, 0, '2021-01-30 18:34:05', '2021-01-30 18:34:05'),
(317, 116, 'بستاشيو', 1, 0, 0, '2021-01-30 18:37:11', '2021-01-30 18:37:11'),
(318, 116, 'زعفران', 1, 0, 0, '2021-01-30 18:37:11', '2021-01-30 18:37:11'),
(319, 116, 'كراميل', 1, 0, 0, '2021-01-30 18:37:11', '2021-01-30 18:37:11'),
(320, 116, 'شوكولت', 1, 0, 0, '2021-01-30 18:37:11', '2021-01-30 18:37:11'),
(321, 116, 'فانيليا', 1, 0, 0, '2021-01-30 18:37:11', '2021-01-30 18:37:11'),
(322, 116, 'ورد', 1, 0, 0, '2021-01-30 18:37:11', '2021-01-30 18:37:11'),
(323, 116, 'قرفة', 1, 0, 0, '2021-01-30 18:37:11', '2021-01-30 18:37:11'),
(324, 116, 'بندق', 1, 0, 0, '2021-01-30 18:37:11', '2021-01-30 18:37:11'),
(325, 117, 'صغير', 0, 0, 0, '2021-01-30 18:37:11', '2021-01-30 18:37:11'),
(326, 117, 'كبير', 4, 0, 0, '2021-01-30 18:37:11', '2021-01-30 18:37:11'),
(327, 118, 'نوتيلا', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(328, 118, 'جالكسي', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(329, 118, 'كندر', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(330, 118, 'سينابون', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(331, 118, 'بستاشيو', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(332, 118, 'اوريو', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(333, 118, 'شوكولاته', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(334, 118, 'لوتس', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(335, 118, 'توفي', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(336, 118, 'فراولة', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(337, 118, 'ورد', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(338, 119, 'موز', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(339, 119, 'كيوي', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(340, 119, 'مانجو', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(341, 119, 'اناناس', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(342, 119, 'فراولة', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(343, 120, 'فليك', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(344, 120, 'جالكسي', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(345, 120, 'كيت كات', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(346, 120, 'كندر', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(347, 120, 'مارس', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(348, 120, 'اوريو', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(349, 120, 'سنكرز', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(350, 121, 'لوز', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(351, 121, 'فستق', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(352, 121, 'جوز', 5, 0, 0, '2021-01-31 02:57:02', '2021-01-31 02:57:02'),
(353, 122, 'كريمة', 3, 0, 0, '2021-01-31 02:57:03', '2021-01-31 02:57:03'),
(354, 123, 'رقائق الذرة', 3, 0, 0, '2021-01-31 02:57:03', '2021-01-31 02:57:03'),
(355, 124, 'نوتيلا', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(356, 124, 'جالكسي', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(357, 124, 'كندر', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(358, 124, 'سينابون', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(359, 124, 'بستاشيو', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(360, 124, 'اوريو', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(361, 124, 'شوكولاته', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(362, 124, 'لوتس', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(363, 124, 'توفي', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(364, 124, 'فراولة', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(365, 124, 'ورد', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(366, 125, 'موز', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(367, 125, 'كيوي', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(368, 125, 'مانجو', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(369, 125, 'اناناس', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(370, 125, 'فراولة', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(371, 126, 'فليك', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(372, 126, 'جالكسي', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(373, 126, 'كيت كات', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(374, 126, 'كندر', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(375, 126, 'مارس', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(376, 126, 'اوريو', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(377, 126, 'سنكرز', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(378, 127, 'لوز', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(379, 127, 'فستق', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(380, 127, 'جوز', 5, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(381, 128, 'كريمة', 3, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(382, 129, 'رقائق الذرة', 3, 0, 0, '2021-01-31 16:39:22', '2021-01-31 16:39:22'),
(383, 130, 'نوتيلا', 5, 0, 0, '2021-01-31 16:48:54', '2021-01-31 16:48:54'),
(384, 130, 'جالكسي', 5, 0, 0, '2021-01-31 16:48:54', '2021-01-31 16:48:54'),
(385, 130, 'كندر', 5, 0, 0, '2021-01-31 16:48:54', '2021-01-31 16:48:54'),
(386, 130, 'سينابون', 5, 0, 0, '2021-01-31 16:48:54', '2021-01-31 16:48:54'),
(387, 130, 'بستاشيو', 5, 0, 0, '2021-01-31 16:48:54', '2021-01-31 16:48:54'),
(388, 130, 'اوريو', 5, 0, 0, '2021-01-31 16:48:54', '2021-01-31 16:48:54'),
(389, 130, 'شوكولاته', 5, 0, 0, '2021-01-31 16:48:54', '2021-01-31 16:48:54'),
(390, 130, 'لوتس', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(391, 130, 'توفي', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(392, 130, 'فراولة', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(393, 130, 'ورد', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(394, 131, 'موز', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(395, 131, 'كيوي', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(396, 131, 'مانجو', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(397, 131, 'اناناس', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(398, 131, 'فراولة', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(399, 132, 'فليك', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(400, 132, 'جالكسي', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(401, 132, 'كيت كات', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(402, 132, 'كندر', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(403, 132, 'مارس', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(404, 132, 'اوريو', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(405, 132, 'سنكرز', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(406, 133, 'لوز', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(407, 133, 'فستق', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(408, 133, 'جوز', 5, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(409, 134, 'كريمة', 3, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(410, 135, 'رقائق الذرة', 3, 0, 0, '2021-01-31 16:48:55', '2021-01-31 16:48:55'),
(411, 136, 'نوتيلا', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(412, 136, 'جالكسي', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(413, 136, 'كندر', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(414, 136, 'سينابون', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(415, 136, 'بستاشيو', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(416, 136, 'اوريو', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(417, 136, 'شوكولاته', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(418, 136, 'لوتس', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(419, 136, 'توفي', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(420, 136, 'فراولة', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(421, 136, 'ورد', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(422, 137, 'موز', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(423, 137, 'كيوي', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(424, 137, 'مانجو', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(425, 137, 'اناناس', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(426, 137, 'فراولة', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(427, 138, 'فليك', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(428, 138, 'جالكسي', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(429, 138, 'كيت كات', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(430, 138, 'كندر', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(431, 138, 'مارس', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(432, 138, 'اوريو', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(433, 138, 'سنكرز', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(434, 139, 'لوز', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(435, 139, 'فستق', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(436, 139, 'جوز', 5, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(437, 140, 'كريمة', 3, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(438, 141, 'رقائق الذرة', 3, 0, 0, '2021-01-31 16:57:39', '2021-01-31 16:57:39'),
(439, 142, 'نوتيلا', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(440, 142, 'جالكسي', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(441, 142, 'كندر', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(442, 142, 'سينابون', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(443, 142, 'بستاشيو', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(444, 142, 'اوريو', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(445, 142, 'شوكولاته', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(446, 142, 'لوتس', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(447, 142, 'توفي', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(448, 142, 'فراولة', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(449, 142, 'ورد', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(450, 143, 'موز', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(451, 143, 'كيوي', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(452, 143, 'مانجو', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(453, 143, 'اناناس', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(454, 143, 'فراولة', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(455, 144, 'فليك', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(456, 144, 'جالكسي', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(457, 144, 'كيت كات', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(458, 144, 'كندر', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(459, 144, 'مارس', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(460, 144, 'اوريو', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(461, 144, 'سنكرز', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(462, 145, 'لوز', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(463, 145, 'فستق', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(464, 145, 'جوز', 5, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(465, 146, 'كريمة', 3, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(466, 147, 'رقائق الذرة', 3, 0, 0, '2021-01-31 17:06:14', '2021-01-31 17:06:14'),
(467, 148, 'خبز ابيض', 0, 0, 0, '2021-02-02 04:31:26', '2021-02-02 04:31:26'),
(468, 148, 'خبز اسمر', 0, 0, 0, '2021-02-02 04:31:26', '2021-02-02 04:31:26'),
(469, 148, 'خبز سبايسي', 0, 0, 0, '2021-02-02 04:31:26', '2021-02-02 04:31:26'),
(470, 157, 'كاتشب حلو', 1, 0, 0, '2021-02-16 11:13:09', '2021-02-16 11:13:09'),
(471, 157, 'كاتشب حار', 1, 0, 0, '2021-02-16 11:13:09', '2021-02-16 11:13:09'),
(472, 158, 'جبنه شيدر', 0, 0, 0, '2021-02-16 11:13:09', '2021-02-16 11:13:09'),
(473, 158, 'جبنه موزريلا', 0, 0, 0, '2021-02-16 11:13:09', '2021-02-16 11:13:09'),
(474, 158, 'جبن رومي', 0, 0, 0, '2021-02-16 11:13:09', '2021-02-16 11:13:09'),
(475, 153, 'خبز ابيض', 0, 0, 0, '2021-02-17 04:53:33', '2021-02-17 04:53:33'),
(476, 153, 'خبز اسمر', 0, 0, 0, '2021-02-17 04:53:33', '2021-02-17 04:53:33'),
(477, 153, 'خبز سبايسي', 0, 0, 0, '2021-02-17 04:53:33', '2021-02-17 04:53:33'),
(478, 162, 'أختيار اتنين', 0, 0, 0, '2021-03-08 09:35:22', '2021-03-08 09:35:22'),
(479, 162, 'أختيار واحد', 0, 0, 0, '2021-03-08 09:35:22', '2021-03-08 09:35:22'),
(480, 163, 'أختيار اتنين', 3, 0, 0, '2021-03-08 09:35:22', '2021-03-08 09:35:22'),
(481, 163, 'أختيار واحد', 4, 0, 0, '2021-03-08 09:35:22', '2021-03-08 09:35:22'),
(482, 164, 'أختيار تلاته', 1, 0, 0, '2021-03-08 09:38:34', '2021-03-08 09:38:34'),
(483, 164, 'أختيار اتنين', 1, 0, 0, '2021-03-08 09:38:34', '2021-03-08 09:38:34'),
(484, 164, 'أختيار واحد', 1, 0, 0, '2021-03-08 09:38:34', '2021-03-08 09:38:34'),
(485, 165, 'أختيار اتنين', 2, 0, 0, '2021-03-08 09:38:34', '2021-03-08 09:38:34'),
(486, 165, 'أختيار واحد', 1, 0, 0, '2021-03-08 09:38:34', '2021-03-08 09:38:34'),
(487, 167, 'h', 0, 0, 0, '2021-03-09 00:03:08', '2021-03-09 00:03:08'),
(488, 170, 'جبن رومي', 0, 0, 0, '2021-03-09 07:48:44', '2021-03-09 07:48:44'),
(489, 171, 'جبن رومي', 0, 0, 0, '2021-03-09 07:57:47', '2021-03-09 07:57:47'),
(490, 172, 'j', 0, 0, 0, '2021-03-11 00:15:12', '2021-03-11 00:15:12'),
(491, 172, 'f', 0, 0, 0, '2021-03-11 00:15:12', '2021-03-11 00:15:12'),
(492, 174, 'jj', 0, 0, 0, '2021-03-18 15:52:52', '2021-03-18 15:52:52'),
(493, 174, 'jj', 0, 0, 0, '2021-03-18 15:52:52', '2021-03-18 15:52:52'),
(494, 161, 'وصوص الجبن', 0, 0, 0, '2021-03-18 17:24:36', '2021-03-18 17:24:36'),
(495, 161, 'وصوص الرانش', 0, 0, 0, '2021-03-18 17:24:36', '2021-03-18 17:24:36'),
(496, 161, 'الذرة', 0, 0, 0, '2021-03-18 17:24:36', '2021-03-18 17:24:36'),
(497, 161, 'الزيتون', 0, 0, 0, '2021-03-18 17:24:36', '2021-03-18 17:24:36'),
(498, 161, 'الهلابينو', 0, 0, 0, '2021-03-18 17:24:36', '2021-03-18 17:24:36'),
(499, 175, 'الشمندر', 0, 0, 0, '2021-03-18 17:35:38', '2021-03-18 17:35:38'),
(500, 175, 'الفاصوليا الحمراء', 0, 0, 0, '2021-03-18 17:35:38', '2021-03-18 17:35:38'),
(501, 175, 'الفطر', 0, 0, 0, '2021-03-18 17:35:38', '2021-03-18 17:35:38'),
(502, 175, 'الهلابينو', 0, 0, 0, '2021-03-18 17:35:38', '2021-03-18 17:35:38'),
(503, 175, 'الزيتون', 0, 0, 0, '2021-03-18 17:35:38', '2021-03-18 17:35:38'),
(504, 175, 'الذرة', 0, 0, 0, '2021-03-18 17:35:38', '2021-03-18 17:35:38'),
(505, 175, 'صوص الجبن', 0, 0, 0, '2021-03-18 17:35:38', '2021-03-18 17:35:38'),
(506, 175, 'صوص الرانش', 0, 0, 0, '2021-03-18 17:35:38', '2021-03-18 17:35:38'),
(507, 176, 'الذرة', 0, 0, 0, '2021-03-18 17:43:28', '2021-03-18 17:43:28'),
(508, 176, 'الزيتون', 0, 0, 0, '2021-03-18 17:43:28', '2021-03-18 17:43:28'),
(509, 176, 'الهلابينو', 0, 0, 0, '2021-03-18 17:43:28', '2021-03-18 17:43:28'),
(510, 176, 'الفطر', 0, 0, 0, '2021-03-18 17:43:28', '2021-03-18 17:43:28'),
(511, 176, 'الفاصوليا الحمراء', 0, 0, 0, '2021-03-18 17:43:28', '2021-03-18 17:43:28'),
(512, 176, 'الشمندر', 0, 0, 0, '2021-03-18 17:43:28', '2021-03-18 17:43:28'),
(513, 176, 'صوص الجبن', 0, 0, 0, '2021-03-18 17:43:28', '2021-03-18 17:43:28'),
(514, 176, 'صوص الرانش', 0, 0, 0, '2021-03-18 17:43:28', '2021-03-18 17:43:28'),
(515, 176, 'جبنة الموزيريلا', 0, 0, 0, '2021-03-18 17:43:28', '2021-03-18 17:43:28'),
(516, 177, 'جمبري', 0, 0, 0, '2021-03-18 17:43:28', '2021-03-18 17:43:28'),
(517, 177, 'لحم', 0, 0, 0, '2021-03-18 17:43:28', '2021-03-18 17:43:28'),
(518, 177, 'دجاج', 0, 0, 0, '2021-03-18 17:43:28', '2021-03-18 17:43:28'),
(519, 178, 'الهلابينو', 0, 0, 0, '2021-03-18 17:49:09', '2021-03-18 17:49:09'),
(520, 178, 'صوص الجبن', 0, 0, 0, '2021-03-18 17:49:09', '2021-03-18 17:49:09'),
(521, 178, 'جبنة موزيريلا', 0, 0, 0, '2021-03-18 17:49:09', '2021-03-18 17:49:09'),
(522, 178, 'اللحم البقري', 0, 0, 0, '2021-03-18 17:49:09', '2021-03-18 17:49:09'),
(523, 179, 'صوص الجبن', 0, 0, 0, '2021-03-18 17:51:20', '2021-03-18 17:51:20'),
(524, 180, 'جبن', 1, 0, 0, '2021-03-18 17:53:31', '2021-03-18 17:53:31'),
(525, 181, 'جبن', 1, 0, 0, '2021-03-18 17:55:45', '2021-03-18 17:55:45'),
(526, 182, 'جبن', 1, 0, 0, '2021-03-18 18:19:33', '2021-03-18 18:19:33'),
(527, 183, 'جبن', 1, 0, 0, '2021-03-18 18:21:22', '2021-03-18 18:21:22'),
(528, 184, 'مشوية', 8, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(529, 184, 'مهروسة', 8, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(530, 184, 'أصابع', 8, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(531, 184, 'ودجز', 8, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(532, 184, 'شيبس', 7, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(533, 185, 'كاتشب', 0, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(534, 185, 'شطة', 0, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(535, 185, 'جبن تشدر', 2, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(536, 185, 'طحينة', 1, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(537, 185, 'رانش', 2, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(538, 185, 'حمر', 1, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(539, 185, 'ثوم', 1, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(540, 185, 'ثوم حار', 1, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(541, 185, 'تشيلي', 1, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(542, 185, 'كوكتيل', 1, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(543, 186, 'فطر', 1, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(544, 186, 'شمندر', 2, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(545, 186, 'فاصوليا حمراء', 2, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(546, 186, 'ذرة', 2, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(547, 186, 'بابريكا', 1, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(548, 186, 'هوت دوج', 2, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(549, 186, 'زيتون', 2, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(550, 186, 'بيكن', 3, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(551, 186, 'جبن الموزوريلا', 3, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(552, 186, 'هالبينو', 2, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(553, 186, 'دوريتس', 2, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(554, 187, 'دجاج', 4, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(555, 187, 'لحم', 4, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(556, 187, 'جمبري', 4, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(557, 187, 'تونا', 4, 0, 0, '2021-03-18 18:40:45', '2021-03-18 18:40:45'),
(558, 188, 'نكهة الجبن', 2, 0, 0, '2021-03-18 18:42:27', '2021-03-18 18:42:27'),
(559, 189, 'صغير', 0, 0, 0, '2021-03-19 00:20:00', '2021-03-19 00:20:00'),
(560, 189, 'كبير', 2, 0, 0, '2021-03-19 00:20:00', '2021-03-19 00:20:00'),
(561, 190, 'صغير', 0, 0, 0, '2021-03-19 00:55:08', '2021-03-19 00:55:08'),
(562, 190, 'كبير', 2, 0, 0, '2021-03-19 00:55:08', '2021-03-19 00:55:08'),
(563, 191, 'صغير', 0, 0, 0, '2021-03-19 01:04:15', '2021-03-19 01:04:15'),
(564, 191, 'كبير', 4, 0, 0, '2021-03-19 01:04:15', '2021-03-19 01:04:15'),
(565, 192, 'صغير', 0, 0, 0, '2021-03-19 01:17:10', '2021-03-19 01:17:10'),
(566, 192, 'كبير', 1, 0, 0, '2021-03-19 01:17:10', '2021-03-19 01:17:10'),
(567, 193, 'فريش فرايز', 4, 0, 0, '2021-03-19 18:46:32', '2021-03-19 18:46:32'),
(568, 193, 'بصل مكرمل', 3, 0, 0, '2021-03-19 18:46:32', '2021-03-19 18:46:32'),
(569, 193, 'ستيكتس او تشيتوس', 3, 0, 0, '2021-03-19 18:46:32', '2021-03-19 18:46:32'),
(570, 193, 'دبل قطعة لحم', 10, 0, 0, '2021-03-19 18:46:32', '2021-03-19 18:46:32'),
(572, 193, 'موزوريلا تشيز', 3, 0, 0, '2021-03-19 18:46:32', '2021-03-19 18:46:32'),
(573, 193, 'ماشروم', 3, 0, 0, '2021-03-19 18:46:32', '2021-03-19 18:46:32'),
(574, 194, 'فريش فرايز', 4, 0, 0, '2021-03-19 18:53:12', '2021-03-19 18:53:12'),
(575, 194, 'بصل مكرمل', 3, 0, 0, '2021-03-19 18:53:12', '2021-03-19 18:53:12'),
(576, 194, 'ستيكس او تشيتوس', 3, 0, 0, '2021-03-19 18:53:12', '2021-03-19 18:53:12'),
(577, 194, 'دبل قطعة اللحم', 10, 0, 0, '2021-03-19 18:53:12', '2021-03-19 18:53:12'),
(579, 194, 'موزوريلا تشيز', 3, 0, 0, '2021-03-19 18:53:12', '2021-03-19 18:53:12'),
(580, 194, 'ماشروم', 3, 0, 0, '2021-03-19 18:53:12', '2021-03-19 18:53:12'),
(581, 195, 'فريش فرايز', 4, 0, 0, '2021-03-19 18:59:25', '2021-03-19 18:59:25'),
(582, 195, 'بصل مكرمل', 3, 0, 0, '2021-03-19 18:59:25', '2021-03-19 18:59:25'),
(583, 195, 'ستيكس او تشيتوس', 3, 0, 0, '2021-03-19 18:59:25', '2021-03-19 18:59:25'),
(584, 195, 'موزوريلا تشيز', 3, 0, 0, '2021-03-19 18:59:25', '2021-03-19 18:59:25'),
(585, 195, 'ماشروم', 3, 0, 0, '2021-03-19 18:59:25', '2021-03-19 18:59:25'),
(586, 196, 'فريش فرايز', 4, 0, 0, '2021-03-19 19:03:46', '2021-03-19 19:03:46'),
(587, 196, 'بصل مكرمل', 3, 0, 0, '2021-03-19 19:03:46', '2021-03-19 19:03:46'),
(588, 196, 'ستيكس او تشيتوس', 3, 0, 0, '2021-03-19 19:03:46', '2021-03-19 19:03:46'),
(589, 196, 'موزوريلا تشيز', 3, 0, 0, '2021-03-19 19:03:46', '2021-03-19 19:03:46'),
(590, 196, 'ماشروم', 3, 0, 0, '2021-03-19 19:03:46', '2021-03-19 19:03:46'),
(591, 197, 'فريش فرايز', 4, 0, 0, '2021-03-19 20:13:58', '2021-03-19 20:13:58'),
(592, 197, 'بصل مكرمل', 3, 0, 0, '2021-03-19 20:13:58', '2021-03-19 20:13:58'),
(593, 197, 'ستيكس', 3, 0, 0, '2021-03-19 20:13:58', '2021-03-19 20:23:41'),
(594, 197, 'هوت دوق', 3, 0, 0, '2021-03-19 20:13:58', '2021-03-19 20:13:58'),
(595, 197, 'موزوريلا تشيز', 3, 0, 0, '2021-03-19 20:13:59', '2021-03-19 20:13:59'),
(596, 197, 'ماشروم', 3, 0, 0, '2021-03-19 20:13:59', '2021-03-19 20:13:59'),
(597, 198, 'فريش فرايز', 4, 0, 0, '2021-03-19 20:21:43', '2021-03-19 20:21:43'),
(598, 198, 'ماشروم', 3, 0, 0, '2021-03-19 20:21:43', '2021-03-19 20:21:43'),
(599, 198, 'بصل مكرمل', 3, 0, 0, '2021-03-19 20:21:43', '2021-03-19 20:21:43'),
(600, 198, 'ستيكس', 3, 0, 0, '2021-03-19 20:21:43', '2021-03-19 20:21:43'),
(601, 198, 'تشيتوس', 3, 0, 0, '2021-03-19 20:21:43', '2021-03-19 20:21:43'),
(602, 198, 'هوت دوج', 3, 0, 0, '2021-03-19 20:21:43', '2021-03-19 20:21:43'),
(603, 198, 'موزوريلا تشيز', 3, 0, 0, '2021-03-19 20:21:43', '2021-03-19 20:21:43'),
(604, 199, 'تشيز فرايز', 4, 0, 0, '2021-03-19 20:27:39', '2021-03-19 20:27:39'),
(605, 199, 'بصل مكرمل', 3, 0, 0, '2021-03-19 20:27:39', '2021-03-19 20:27:39'),
(606, 199, 'تشيتوس', 3, 0, 0, '2021-03-19 20:27:39', '2021-03-19 20:27:39'),
(607, 199, 'هوت دوق', 3, 0, 0, '2021-03-19 20:27:39', '2021-03-19 20:27:39'),
(608, 199, 'موزوريلا تشيز', 3, 0, 0, '2021-03-19 20:27:39', '2021-03-19 20:27:39'),
(609, 199, 'ماشروم', 3, 0, 0, '2021-03-19 20:27:39', '2021-03-19 20:27:39'),
(610, 200, 'فريش فرايز', 4, 0, 0, '2021-03-19 20:38:32', '2021-03-19 20:38:32'),
(611, 200, 'بصل مكرمل', 3, 0, 0, '2021-03-19 20:38:32', '2021-03-19 20:38:32'),
(612, 200, 'ستيكس', 3, 0, 0, '2021-03-19 20:38:32', '2021-03-19 20:38:32'),
(613, 200, 'تشيتوس', 3, 0, 0, '2021-03-19 20:38:32', '2021-03-19 20:38:32'),
(614, 200, 'موزوريلا تشيز', 3, 0, 0, '2021-03-19 20:38:32', '2021-03-19 20:38:32'),
(615, 200, 'ماشروم', 3, 0, 0, '2021-03-19 20:38:32', '2021-03-19 20:38:32'),
(616, 201, 'صوص الباربيكيو', 0, 0, 0, '2021-03-19 20:49:13', '2021-03-19 20:49:13'),
(617, 201, 'صوص البافلو', 0, 0, 0, '2021-03-19 20:49:13', '2021-03-19 20:49:13'),
(618, 202, 'فريش فرايز', 4, 0, 0, '2021-03-19 20:49:13', '2021-03-19 20:49:13'),
(619, 202, 'بصل مكرمل', 3, 0, 0, '2021-03-19 20:49:13', '2021-03-19 20:49:13'),
(620, 202, 'ستيكس', 3, 0, 0, '2021-03-19 20:49:13', '2021-03-19 20:49:13'),
(621, 202, 'تشيتوس', 3, 0, 0, '2021-03-19 20:49:13', '2021-03-19 20:49:13'),
(622, 202, 'ماشروم', 3, 0, 0, '2021-03-19 20:49:13', '2021-03-19 20:49:13'),
(623, 203, 'صوص الباربيكيو', 0, 0, 0, '2021-03-19 20:54:09', '2021-03-19 20:54:09'),
(624, 203, 'صوص البافلو', 0, 0, 0, '2021-03-19 20:54:09', '2021-03-19 20:54:09'),
(625, 204, 'فريش فرايز', 4, 0, 0, '2021-03-19 20:54:09', '2021-03-19 20:54:09'),
(626, 204, 'بصل مكرمل', 3, 0, 0, '2021-03-19 20:54:09', '2021-03-19 20:54:09'),
(627, 204, 'ستيكس', 3, 0, 0, '2021-03-19 20:54:09', '2021-03-19 20:54:09'),
(628, 204, 'تشيتوس', 3, 0, 0, '2021-03-19 20:54:09', '2021-03-19 20:54:09'),
(629, 204, 'ماشروم', 3, 0, 0, '2021-03-19 20:54:09', '2021-03-19 20:54:09'),
(630, 205, 'ون مليون +18', 0, 0, 0, '2021-03-19 21:15:50', '2021-03-19 21:15:50'),
(631, 205, 'حار جدا', 0, 0, 0, '2021-03-19 21:15:50', '2021-03-19 21:15:50'),
(632, 205, 'حار', 0, 0, 0, '2021-03-19 21:15:50', '2021-03-19 21:15:50'),
(633, 205, 'حار متوسط', 0, 0, 0, '2021-03-19 21:15:50', '2021-03-19 21:15:50'),
(634, 205, 'معتدل', 0, 0, 0, '2021-03-19 21:15:50', '2021-03-19 21:15:50'),
(635, 206, 'بافلو', 0, 0, 0, '2021-03-19 21:15:50', '2021-03-19 21:15:50'),
(636, 206, 'روستد جارليك', 0, 0, 0, '2021-03-19 21:15:50', '2021-03-19 21:15:50'),
(637, 206, 'كريزي', 0, 0, 0, '2021-03-19 21:15:50', '2021-03-19 21:15:50'),
(638, 206, 'ليمون بيبير', 0, 0, 0, '2021-03-19 21:15:50', '2021-03-19 21:15:50'),
(639, 206, 'ترياكي', 0, 0, 0, '2021-03-19 21:15:50', '2021-03-19 21:15:50'),
(640, 206, 'شيكاغو', 0, 0, 0, '2021-03-19 21:15:50', '2021-03-19 21:15:50'),
(641, 206, 'باربيكيو', 0, 0, 0, '2021-03-19 21:15:50', '2021-03-19 21:15:50'),
(642, 206, 'فاكتوري', 0, 0, 0, '2021-03-19 21:15:50', '2021-03-19 21:15:50'),
(643, 206, 'سويت تشيلي', 0, 0, 0, '2021-03-19 21:15:50', '2021-03-19 21:15:50'),
(644, 206, 'داينميت', 0, 0, 0, '2021-03-19 21:15:50', '2021-03-19 21:15:50'),
(645, 207, '6 أجنحة دجاج', 17, 0, 0, '2021-03-19 21:15:50', '2021-03-19 21:15:50'),
(646, 207, '6 بونلس', 17, 0, 0, '2021-03-19 21:15:50', '2021-03-19 21:15:50'),
(647, 207, '3 تندرز', 17, 0, 0, '2021-03-19 21:15:50', '2021-03-19 21:15:50'),
(648, 208, 'ون مليون +18', 0, 0, 0, '2021-03-19 21:25:38', '2021-03-19 21:25:38'),
(649, 208, 'حار جدا', 0, 0, 0, '2021-03-19 21:25:38', '2021-03-19 21:25:38'),
(650, 208, 'حار', 0, 0, 0, '2021-03-19 21:25:38', '2021-03-19 21:25:38'),
(651, 208, 'حار متوسط', 0, 0, 0, '2021-03-19 21:25:38', '2021-03-19 21:25:38'),
(652, 208, 'معتدل', 0, 0, 0, '2021-03-19 21:25:38', '2021-03-19 21:25:38'),
(653, 209, 'بافلو', 0, 0, 0, '2021-03-19 21:25:38', '2021-03-19 21:25:38'),
(654, 209, 'روستد جارليك', 0, 0, 0, '2021-03-19 21:25:38', '2021-03-19 21:25:38'),
(655, 209, 'كريزي', 0, 0, 0, '2021-03-19 21:25:38', '2021-03-19 21:25:38'),
(656, 209, 'ليمون بيبير', 0, 0, 0, '2021-03-19 21:25:38', '2021-03-19 21:25:38'),
(657, 209, 'ترياكي', 0, 0, 0, '2021-03-19 21:25:38', '2021-03-19 21:25:38'),
(658, 209, 'شيكاغو', 0, 0, 0, '2021-03-19 21:25:38', '2021-03-19 21:25:38'),
(659, 209, 'باربيكيو', 0, 0, 0, '2021-03-19 21:25:38', '2021-03-19 21:25:38'),
(660, 209, 'فاكتوري', 0, 0, 0, '2021-03-19 21:25:38', '2021-03-19 21:25:38'),
(661, 209, 'سويت تشيلي', 0, 0, 0, '2021-03-19 21:25:38', '2021-03-19 21:25:38'),
(662, 209, 'دانميت', 0, 0, 0, '2021-03-19 21:25:38', '2021-03-19 21:25:38'),
(663, 210, '6 أجنحة دجاج', 17, 0, 0, '2021-03-19 21:25:38', '2021-03-19 21:25:38'),
(664, 210, '6 بونلس', 17, 0, 0, '2021-03-19 21:25:38', '2021-03-19 21:25:38'),
(665, 210, '3 تندرز', 17, 0, 0, '2021-03-19 21:25:38', '2021-03-19 21:25:38'),
(666, 211, 'ون مليون + 18', 0, 0, 0, '2021-03-19 21:33:09', '2021-03-19 21:33:09'),
(667, 211, 'حار جدا', 0, 0, 0, '2021-03-19 21:33:09', '2021-03-19 21:33:09'),
(668, 211, 'حار', 0, 0, 0, '2021-03-19 21:33:09', '2021-03-19 21:33:09'),
(669, 211, 'حار متوسط', 0, 0, 0, '2021-03-19 21:33:09', '2021-03-19 21:33:09'),
(670, 211, 'معتدل', 0, 0, 0, '2021-03-19 21:33:09', '2021-03-19 21:33:09'),
(671, 212, 'بافلو', 0, 0, 0, '2021-03-19 21:33:09', '2021-03-19 21:33:09'),
(672, 212, 'روستد جارليك', 0, 0, 0, '2021-03-19 21:33:09', '2021-03-19 21:33:09'),
(673, 212, 'كريزي', 0, 0, 0, '2021-03-19 21:33:09', '2021-03-19 21:33:09'),
(674, 212, 'ليمون بيبير', 0, 0, 0, '2021-03-19 21:33:09', '2021-03-19 21:33:09'),
(675, 212, 'ترياكي', 0, 0, 0, '2021-03-19 21:33:09', '2021-03-19 21:33:09'),
(676, 212, 'شيكاغو', 0, 0, 0, '2021-03-19 21:33:09', '2021-03-19 21:33:09'),
(677, 212, 'باربيكيو', 0, 0, 0, '2021-03-19 21:33:09', '2021-03-19 21:33:09'),
(678, 212, 'فاكتوري', 0, 0, 0, '2021-03-19 21:33:09', '2021-03-19 21:33:09'),
(679, 212, 'سويت تشيلي', 0, 0, 0, '2021-03-19 21:33:09', '2021-03-19 21:33:09');
INSERT INTO `product_group_options` (`id`, `product_group_id`, `title`, `price`, `quantity`, `front_checked`, `created_at`, `updated_at`) VALUES
(680, 212, 'داينمت', 0, 0, 0, '2021-03-19 21:33:09', '2021-03-19 21:33:09'),
(681, 213, '6 أجنحة الدجاج', 17, 0, 0, '2021-03-19 21:33:09', '2021-03-19 21:33:09'),
(682, 213, '6 بونلس', 17, 0, 0, '2021-03-19 21:33:09', '2021-03-19 21:33:09'),
(683, 213, '3 تندرز', 17, 0, 0, '2021-03-19 21:33:09', '2021-03-19 21:33:09'),
(684, 214, 'بيبسي', 0, 0, 0, '2021-03-19 22:23:53', '2021-03-19 22:23:53'),
(685, 214, 'سيفن', 0, 0, 0, '2021-03-19 22:23:53', '2021-03-19 22:23:53'),
(686, 214, 'ميرندا', 0, 0, 0, '2021-03-19 22:23:53', '2021-03-19 22:23:53'),
(687, 215, 'الجبنة الأمريكية', 0, 0, 0, '2021-03-26 07:06:04', '2021-03-26 07:06:04'),
(688, 215, 'البيض', 0, 0, 0, '2021-03-26 07:06:04', '2021-03-26 07:06:04'),
(689, 215, 'الخس', 0, 0, 0, '2021-03-26 07:06:04', '2021-03-26 07:06:04'),
(690, 215, 'البصل', 0, 0, 0, '2021-03-26 07:06:04', '2021-03-26 07:06:04'),
(691, 215, 'الطماطم', 0, 0, 0, '2021-03-26 07:06:04', '2021-03-26 07:06:04'),
(692, 216, 'هلابينو', 0, 0, 0, '2021-03-26 07:09:36', '2021-03-26 07:09:36'),
(693, 216, 'الجبنة الامريكية', 0, 0, 0, '2021-03-26 07:09:36', '2021-03-26 07:09:36'),
(694, 216, 'الخس', 0, 0, 0, '2021-03-26 07:09:36', '2021-03-26 07:09:36'),
(695, 217, 'الجبنة الامريكية', 0, 0, 0, '2021-03-26 07:14:13', '2021-03-26 07:14:13'),
(696, 217, 'الهلابينو', 0, 0, 0, '2021-03-26 07:14:13', '2021-03-26 07:14:13'),
(697, 217, 'الخس', 0, 0, 0, '2021-03-26 07:14:13', '2021-03-26 07:14:13'),
(698, 217, 'صلصة الهلابينو', 0, 0, 0, '2021-03-26 07:14:13', '2021-03-26 07:14:13'),
(699, 218, 'الجبنة الامريكية', 0, 0, 0, '2021-03-26 07:22:49', '2021-03-26 07:22:49'),
(700, 218, 'الخس', 0, 0, 0, '2021-03-26 07:22:49', '2021-03-26 07:22:49'),
(701, 219, 'الجبنة الأمريكية', 0, 0, 0, '2021-03-26 07:28:27', '2021-03-26 07:28:27'),
(702, 219, 'الهلابينو', 0, 0, 0, '2021-03-26 07:28:27', '2021-03-26 07:28:27'),
(703, 219, 'الخس', 0, 0, 0, '2021-03-26 07:28:27', '2021-03-26 07:28:27'),
(704, 220, 'قطعة لحم ( 65 ) سعرة حرارية', 8, 0, 0, '2021-03-27 05:19:20', '2021-03-27 05:19:20'),
(705, 220, 'لحم مقدد ( 65 ) سعرة حرارية', 8, 0, 0, '2021-03-27 05:19:20', '2021-03-27 05:19:20'),
(706, 220, 'هلابينو ( 3 ) سعرة حرارية', 5, 0, 0, '2021-03-27 05:19:20', '2021-03-27 05:19:20'),
(707, 220, 'جبنة ذائبة ( 40 ) سعرة حرارية', 4, 0, 0, '2021-03-27 05:19:20', '2021-03-27 05:19:20'),
(708, 220, 'قطعة جبنة ( 30) سعرة', 4, 0, 0, '2021-03-27 05:19:20', '2021-03-27 05:19:20'),
(709, 221, 'الجبنة الأمريكية', 0, 0, 0, '2021-03-27 05:19:20', '2021-03-27 05:19:20'),
(710, 221, 'الهلابينو', 0, 0, 0, '2021-03-27 05:19:20', '2021-03-27 05:19:20'),
(711, 221, 'الخس', 0, 0, 0, '2021-03-27 05:19:20', '2021-03-27 05:19:20'),
(712, 222, 'هلابينو ( 3 ) سعرة حرارية', 4, 0, 0, '2021-03-27 05:31:37', '2021-03-27 05:31:37'),
(713, 222, 'جبنة ذائبة ( 40 ) سعرة حرارية', 3, 0, 0, '2021-03-27 05:31:37', '2021-03-27 05:31:37'),
(714, 222, 'قطعة جبنة ( 30) سعرة', 3, 0, 0, '2021-03-27 05:31:37', '2021-03-27 05:31:37'),
(715, 223, 'الخس', 0, 0, 0, '2021-03-27 05:31:37', '2021-03-27 05:31:37'),
(716, 223, 'الجبنة السويسرية', 0, 0, 0, '2021-03-27 05:31:37', '2021-03-27 05:31:37'),
(717, 223, 'الطماطم', 0, 0, 0, '2021-03-27 05:31:37', '2021-03-27 05:31:37'),
(718, 224, 'هلابينو ( 3 ) سعرة حرارية', 4, 0, 0, '2021-03-27 05:37:01', '2021-03-27 05:37:01'),
(719, 224, 'جبنة ذائبة ( 40 ) سعرة حرارية', 3, 0, 0, '2021-03-27 05:37:01', '2021-03-27 05:37:01'),
(720, 224, 'قطعة جبنة ( 30) سعرة', 3, 0, 0, '2021-03-27 05:37:01', '2021-03-27 05:37:01'),
(721, 225, 'الجبنة الأمريكية', 0, 0, 0, '2021-03-27 05:37:01', '2021-03-27 05:37:01'),
(722, 225, 'الخس', 0, 0, 0, '2021-03-27 05:37:01', '2021-03-27 05:37:01'),
(723, 226, 'هلابينو ( 3 ) سعرة حرارية', 4, 0, 0, '2021-03-27 05:40:37', '2021-03-27 05:40:37'),
(724, 226, 'جبنة ذائبة ( 40 ) سعرة حرارية', 3, 0, 0, '2021-03-27 05:40:37', '2021-03-27 05:40:37'),
(725, 226, 'قطعة جبنة ( 30) سعرة', 3, 0, 0, '2021-03-27 05:40:37', '2021-03-27 05:40:37'),
(726, 227, 'الجبنة الأمريكية', 0, 0, 0, '2021-03-27 05:40:37', '2021-03-27 05:40:37'),
(727, 227, 'الخس', 0, 0, 0, '2021-03-27 05:40:37', '2021-03-27 05:40:37'),
(728, 228, 'عادي', 0, 0, 0, '2021-03-27 07:53:07', '2021-03-27 07:53:07'),
(729, 228, 'حراق', 0, 0, 0, '2021-03-27 07:53:07', '2021-03-27 07:53:07'),
(730, 229, 'عادي', 0, 0, 0, '2021-03-27 07:56:03', '2021-03-27 07:56:03'),
(731, 229, 'حراق', 0, 0, 0, '2021-03-27 07:56:03', '2021-03-27 07:56:03'),
(732, 230, 'عادي', 0, 0, 0, '2021-03-27 07:57:42', '2021-03-27 07:57:42'),
(733, 230, 'حراق', 0, 0, 0, '2021-03-27 07:57:42', '2021-03-27 07:57:42'),
(734, 231, 'عادي', 0, 0, 0, '2021-03-27 08:06:28', '2021-03-27 08:06:28'),
(735, 231, 'حراق', 0, 0, 0, '2021-03-27 08:06:28', '2021-03-27 08:06:28'),
(736, 232, 'عادي', 0, 0, 0, '2021-03-27 08:08:14', '2021-03-27 08:08:14'),
(737, 232, 'حراق', 0, 0, 0, '2021-03-27 08:08:14', '2021-03-27 08:08:14'),
(738, 233, 'عادي', 0, 0, 0, '2021-03-27 08:21:30', '2021-03-27 08:21:30'),
(739, 233, 'حراق', 0, 0, 0, '2021-03-27 08:21:30', '2021-03-27 08:21:30'),
(740, 234, 'كاسة', 0, 0, 0, '2021-03-27 08:30:25', '2021-03-27 08:30:25'),
(741, 234, 'جالون', 3, 0, 0, '2021-03-27 08:30:25', '2021-03-27 08:30:25'),
(742, 235, 'جبن', 0, 0, 0, '2021-03-30 08:22:43', '2021-03-30 08:22:43'),
(743, 235, 'مخلل', 0, 0, 0, '2021-03-30 08:22:43', '2021-03-30 08:22:43'),
(744, 235, 'هالابينو شرائح', 0, 0, 0, '2021-03-30 08:22:43', '2021-03-30 08:22:43'),
(745, 235, 'بصل', 0, 0, 0, '2021-03-30 08:22:43', '2021-03-30 08:22:43'),
(746, 235, 'بصل اخضر', 0, 0, 0, '2021-03-30 08:22:43', '2021-03-30 08:22:43'),
(747, 235, 'بصل مقلي', 0, 0, 0, '2021-03-30 08:22:43', '2021-03-30 08:22:43'),
(748, 235, 'شمندر', 0, 0, 0, '2021-03-30 08:22:43', '2021-03-30 08:22:43'),
(749, 235, 'شبت', 0, 0, 0, '2021-03-30 08:22:43', '2021-03-30 08:22:43'),
(750, 235, 'شيتوس', 0, 0, 0, '2021-03-30 08:22:43', '2021-03-30 08:22:43'),
(751, 236, 'جبن', 0, 0, 0, '2021-03-30 08:25:57', '2021-03-30 08:25:57'),
(752, 236, 'مخلل', 0, 0, 0, '2021-03-30 08:25:57', '2021-03-30 08:25:57'),
(753, 236, 'هلبينو شرائح', 0, 0, 0, '2021-03-30 08:25:57', '2021-03-30 08:25:57'),
(754, 236, 'بصل', 0, 0, 0, '2021-03-30 08:25:57', '2021-03-30 08:25:57'),
(755, 236, 'بصل اخضر', 0, 0, 0, '2021-03-30 08:25:57', '2021-03-30 08:25:57'),
(756, 236, 'بصل مقلي', 0, 0, 0, '2021-03-30 08:25:57', '2021-03-30 08:25:57'),
(757, 236, 'شمندر', 0, 0, 0, '2021-03-30 08:25:57', '2021-03-30 08:25:57'),
(758, 236, 'شبت', 0, 0, 0, '2021-03-30 08:25:57', '2021-03-30 08:25:57'),
(759, 236, 'شيتوس', 0, 0, 0, '2021-03-30 08:25:57', '2021-03-30 08:25:57'),
(760, 237, 'مخلل', 0, 0, 0, '2021-03-31 01:50:24', '2021-03-31 01:50:24'),
(761, 237, 'هلابينو', 0, 0, 0, '2021-03-31 01:50:24', '2021-03-31 01:50:24'),
(762, 237, 'بصل', 0, 0, 0, '2021-03-31 01:50:24', '2021-03-31 01:50:24'),
(763, 237, 'بصل اخضر', 0, 0, 0, '2021-03-31 01:50:24', '2021-03-31 01:50:24'),
(764, 237, 'بصل مقلي', 0, 0, 0, '2021-03-31 01:50:24', '2021-03-31 01:50:24'),
(765, 237, 'شمندر', 0, 0, 0, '2021-03-31 01:50:24', '2021-03-31 01:50:24'),
(766, 237, 'شبت', 0, 0, 0, '2021-03-31 01:50:24', '2021-03-31 01:50:24'),
(767, 237, 'شيتوس', 0, 0, 0, '2021-03-31 01:50:24', '2021-03-31 01:50:24');

-- --------------------------------------------------------

--
-- Table structure for table `product_meals`
--

CREATE TABLE `product_meals` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `product_id` int(11) NOT NULL DEFAULT '0',
  `meal_id` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `product_meals`
--

INSERT INTO `product_meals` (`id`, `product_id`, `meal_id`, `created_at`, `updated_at`) VALUES
(3, 1, 3, NULL, NULL),
(5, 2, 1, NULL, NULL),
(6, 2, 7, NULL, NULL),
(7, 3, 7, NULL, NULL),
(8, 4, 1, NULL, NULL),
(9, 4, 2, NULL, NULL),
(10, 4, 7, NULL, NULL),
(12, 5, 1, NULL, NULL),
(13, 5, 2, NULL, NULL),
(14, 6, 2, NULL, NULL),
(15, 7, 13, NULL, NULL),
(16, 8, 13, NULL, NULL),
(17, 9, 14, NULL, NULL),
(18, 10, 15, NULL, NULL),
(19, 11, 16, NULL, NULL),
(20, 12, 19, NULL, NULL),
(21, 14, 16, NULL, NULL),
(22, 15, 16, NULL, NULL),
(23, 16, 16, NULL, NULL),
(24, 17, 16, NULL, NULL),
(25, 18, 16, NULL, NULL),
(26, 19, 16, NULL, NULL),
(27, 20, 20, NULL, NULL),
(28, 21, 20, NULL, NULL),
(29, 22, 17, NULL, NULL),
(30, 23, 17, NULL, NULL),
(31, 24, 17, NULL, NULL),
(32, 25, 17, NULL, NULL),
(33, 26, 17, NULL, NULL),
(34, 27, 17, NULL, NULL),
(35, 28, 17, NULL, NULL),
(36, 29, 17, NULL, NULL),
(37, 30, 17, NULL, NULL),
(38, 31, 21, NULL, NULL),
(39, 32, 21, NULL, NULL),
(40, 33, 21, NULL, NULL),
(41, 34, 21, NULL, NULL),
(42, 35, 21, NULL, NULL),
(43, 36, 21, NULL, NULL),
(44, 37, 21, NULL, NULL),
(45, 38, 21, NULL, NULL),
(46, 39, 21, NULL, NULL),
(47, 40, 21, NULL, NULL),
(48, 41, 21, NULL, NULL),
(49, 42, 21, NULL, NULL),
(50, 43, 21, NULL, NULL),
(51, 44, 22, NULL, NULL),
(52, 45, 22, NULL, NULL),
(53, 46, 22, NULL, NULL),
(54, 47, 22, NULL, NULL),
(55, 48, 22, NULL, NULL),
(56, 49, 22, NULL, NULL),
(57, 50, 22, NULL, NULL),
(58, 51, 22, NULL, NULL),
(59, 52, 22, NULL, NULL),
(60, 53, 22, NULL, NULL),
(61, 54, 24, NULL, NULL),
(62, 55, 24, NULL, NULL),
(63, 56, 24, NULL, NULL),
(64, 57, 16, NULL, NULL),
(65, 58, 23, NULL, NULL),
(66, 59, 23, NULL, NULL),
(67, 60, 23, NULL, NULL),
(68, 61, 23, NULL, NULL),
(69, 62, 23, NULL, NULL),
(70, 63, 23, NULL, NULL),
(71, 64, 23, NULL, NULL),
(72, 65, 25, NULL, NULL),
(73, 66, 25, NULL, NULL),
(74, 67, 25, NULL, NULL),
(75, 68, 25, NULL, NULL),
(76, 69, 25, NULL, NULL),
(77, 70, 25, NULL, NULL),
(78, 71, 26, NULL, NULL),
(79, 72, 26, NULL, NULL),
(80, 73, 27, NULL, NULL),
(81, 74, 27, NULL, NULL),
(82, 75, 27, NULL, NULL),
(83, 76, 27, NULL, NULL),
(84, 77, 27, NULL, NULL),
(85, 78, 27, NULL, NULL),
(86, 79, 27, NULL, NULL),
(87, 80, 27, NULL, NULL),
(88, 81, 27, NULL, NULL),
(89, 82, 27, NULL, NULL),
(90, 83, 27, NULL, NULL),
(91, 84, 27, NULL, NULL),
(92, 85, 27, NULL, NULL),
(93, 86, 27, NULL, NULL),
(94, 87, 27, NULL, NULL),
(95, 88, 27, NULL, NULL),
(96, 89, 27, NULL, NULL),
(97, 90, 28, NULL, NULL),
(98, 91, 28, NULL, NULL),
(99, 92, 28, NULL, NULL),
(100, 93, 28, NULL, NULL),
(101, 94, 28, NULL, NULL),
(102, 95, 28, NULL, NULL),
(103, 96, 28, NULL, NULL),
(104, 97, 28, NULL, NULL),
(105, 98, 28, NULL, NULL),
(106, 99, 28, NULL, NULL),
(107, 100, 28, NULL, NULL),
(108, 101, 28, NULL, NULL),
(109, 102, 28, NULL, NULL),
(110, 103, 28, NULL, NULL),
(111, 104, 28, NULL, NULL),
(112, 105, 29, NULL, NULL),
(113, 106, 29, NULL, NULL),
(114, 107, 29, NULL, NULL),
(115, 108, 29, NULL, NULL),
(116, 109, 29, NULL, NULL),
(117, 110, 29, NULL, NULL),
(118, 111, 29, NULL, NULL),
(119, 112, 31, NULL, NULL),
(120, 113, 31, NULL, NULL),
(121, 114, 31, NULL, NULL),
(122, 115, 31, NULL, NULL),
(123, 116, 31, NULL, NULL),
(124, 117, 31, NULL, NULL),
(125, 118, 31, NULL, NULL),
(126, 119, 30, NULL, NULL),
(127, 120, 30, NULL, NULL),
(128, 121, 30, NULL, NULL),
(129, 122, 30, NULL, NULL),
(130, 123, 32, NULL, NULL),
(131, 124, 32, NULL, NULL),
(132, 125, 32, NULL, NULL),
(133, 126, 33, NULL, NULL),
(134, 127, 33, NULL, NULL),
(135, 128, 33, NULL, NULL),
(136, 129, 33, NULL, NULL),
(137, 130, 33, NULL, NULL),
(138, 131, 33, NULL, NULL),
(139, 132, 34, NULL, NULL),
(140, 133, 34, NULL, NULL),
(141, 134, 34, NULL, NULL),
(142, 135, 34, NULL, NULL),
(143, 136, 34, NULL, NULL),
(144, 137, 34, NULL, NULL),
(145, 138, 33, NULL, NULL),
(146, 139, 35, NULL, NULL),
(147, 140, 35, NULL, NULL),
(148, 141, 35, NULL, NULL),
(149, 142, 36, NULL, NULL),
(150, 143, 36, NULL, NULL),
(151, 144, 36, NULL, NULL),
(152, 145, 36, NULL, NULL),
(153, 146, 41, NULL, NULL),
(154, 147, 41, NULL, NULL),
(155, 148, 41, NULL, NULL),
(156, 149, 42, NULL, NULL),
(157, 150, 42, NULL, NULL),
(158, 151, 42, NULL, NULL),
(159, 152, 42, NULL, NULL),
(160, 153, 42, NULL, NULL),
(161, 154, 42, NULL, NULL),
(162, 155, 42, NULL, NULL),
(163, 156, 37, NULL, NULL),
(164, 157, 37, NULL, NULL),
(165, 158, 37, NULL, NULL),
(166, 159, 37, NULL, NULL),
(167, 160, 37, NULL, NULL),
(168, 161, 37, NULL, NULL),
(169, 162, 37, NULL, NULL),
(170, 163, 37, NULL, NULL),
(171, 164, 37, NULL, NULL),
(172, 165, 37, NULL, NULL),
(173, 166, 37, NULL, NULL),
(174, 167, 37, NULL, NULL),
(175, 168, 46, NULL, NULL),
(176, 169, 46, NULL, NULL),
(177, 170, 46, NULL, NULL),
(178, 171, 46, NULL, NULL),
(179, 172, 46, NULL, NULL),
(180, 173, 46, NULL, NULL),
(181, 174, 46, NULL, NULL),
(182, 175, 46, NULL, NULL),
(183, 176, 46, NULL, NULL),
(184, 177, 46, NULL, NULL),
(185, 178, 46, NULL, NULL),
(186, 179, 46, NULL, NULL),
(187, 180, 46, NULL, NULL),
(188, 181, 46, NULL, NULL),
(189, 182, 46, NULL, NULL),
(190, 183, 46, NULL, NULL),
(191, 184, 46, NULL, NULL),
(192, 185, 46, NULL, NULL),
(193, 186, 46, NULL, NULL),
(194, 187, 47, NULL, NULL),
(195, 188, 38, NULL, NULL),
(196, 189, 38, NULL, NULL),
(197, 190, 38, NULL, NULL),
(198, 191, 38, NULL, NULL),
(199, 192, 39, NULL, NULL),
(200, 193, 39, NULL, NULL),
(201, 194, 39, NULL, NULL),
(202, 195, 39, NULL, NULL),
(203, 196, 39, NULL, NULL),
(204, 197, 39, NULL, NULL),
(205, 198, 40, NULL, NULL),
(206, 199, 40, NULL, NULL),
(207, 200, 40, NULL, NULL),
(208, 201, 40, NULL, NULL),
(209, 202, 40, NULL, NULL),
(210, 203, 40, NULL, NULL),
(211, 204, 40, NULL, NULL),
(212, 205, 40, NULL, NULL),
(213, 206, 40, NULL, NULL),
(214, 207, 40, NULL, NULL),
(215, 208, 40, NULL, NULL),
(216, 209, 40, NULL, NULL),
(217, 210, 40, NULL, NULL),
(218, 211, 40, NULL, NULL),
(219, 212, 43, NULL, NULL),
(220, 213, 43, NULL, NULL),
(221, 214, 43, NULL, NULL),
(222, 215, 43, NULL, NULL),
(223, 216, 43, NULL, NULL),
(224, 217, 43, NULL, NULL),
(225, 218, 43, NULL, NULL),
(226, 219, 44, NULL, NULL),
(227, 220, 44, NULL, NULL),
(228, 221, 44, NULL, NULL),
(229, 222, 47, NULL, NULL),
(230, 223, 47, NULL, NULL),
(231, 224, 47, NULL, NULL),
(232, 225, 47, NULL, NULL),
(233, 226, 47, NULL, NULL),
(234, 227, 47, NULL, NULL),
(235, 228, 47, NULL, NULL),
(236, 229, 48, NULL, NULL),
(237, 230, 48, NULL, NULL),
(238, 231, 48, NULL, NULL),
(239, 232, 48, NULL, NULL),
(240, 233, 48, NULL, NULL),
(241, 234, 48, NULL, NULL),
(242, 235, 48, NULL, NULL),
(243, 236, 48, NULL, NULL),
(244, 237, 48, NULL, NULL),
(245, 238, 48, NULL, NULL),
(246, 239, 49, NULL, NULL),
(247, 240, 49, NULL, NULL),
(248, 241, 49, NULL, NULL),
(249, 242, 49, NULL, NULL),
(250, 243, 49, NULL, NULL),
(251, 244, 49, NULL, NULL),
(252, 245, 49, NULL, NULL),
(253, 246, 49, NULL, NULL),
(254, 247, 49, NULL, NULL),
(255, 248, 49, NULL, NULL),
(256, 249, 49, NULL, NULL),
(257, 250, 49, NULL, NULL),
(258, 251, 49, NULL, NULL),
(259, 252, 50, NULL, NULL),
(260, 253, 50, NULL, NULL),
(261, 254, 50, NULL, NULL),
(262, 255, 50, NULL, NULL),
(263, 256, 50, NULL, NULL),
(264, 257, 50, NULL, NULL),
(265, 258, 50, NULL, NULL),
(266, 259, 50, NULL, NULL),
(267, 260, 50, NULL, NULL),
(268, 261, 50, NULL, NULL),
(269, 262, 50, NULL, NULL),
(270, 263, 50, NULL, NULL),
(271, 264, 50, NULL, NULL),
(272, 265, 50, NULL, NULL),
(273, 266, 50, NULL, NULL),
(274, 267, 51, NULL, NULL),
(275, 268, 51, NULL, NULL),
(276, 269, 51, NULL, NULL),
(277, 270, 51, NULL, NULL),
(278, 271, 51, NULL, NULL),
(279, 272, 51, NULL, NULL),
(280, 273, 51, NULL, NULL),
(281, 274, 52, NULL, NULL),
(282, 275, 52, NULL, NULL),
(283, 276, 52, NULL, NULL),
(284, 277, 52, NULL, NULL),
(285, 278, 52, NULL, NULL),
(286, 279, 52, NULL, NULL),
(287, 280, 52, NULL, NULL),
(288, 281, 53, NULL, NULL),
(289, 282, 53, NULL, NULL),
(290, 283, 53, NULL, NULL),
(291, 284, 53, NULL, NULL),
(292, 285, 53, NULL, NULL),
(293, 286, 53, NULL, NULL),
(294, 287, 53, NULL, NULL),
(295, 288, 53, NULL, NULL),
(296, 289, 53, NULL, NULL),
(297, 290, 53, NULL, NULL),
(298, 291, 53, NULL, NULL),
(299, 292, 53, NULL, NULL),
(300, 293, 53, NULL, NULL),
(301, 294, 53, NULL, NULL),
(302, 295, 53, NULL, NULL),
(303, 296, 53, NULL, NULL),
(304, 297, 53, NULL, NULL),
(305, 298, 53, NULL, NULL),
(306, 299, 54, NULL, NULL),
(307, 300, 54, NULL, NULL),
(308, 301, 54, NULL, NULL),
(309, 302, 54, NULL, NULL),
(310, 303, 54, NULL, NULL),
(311, 304, 54, NULL, NULL),
(312, 305, 54, NULL, NULL),
(313, 306, 54, NULL, NULL),
(314, 307, 54, NULL, NULL),
(315, 308, 54, NULL, NULL),
(316, 309, 54, NULL, NULL),
(317, 310, 54, NULL, NULL),
(318, 311, 54, NULL, NULL),
(319, 312, 54, NULL, NULL),
(320, 313, 55, NULL, NULL),
(321, 314, 55, NULL, NULL),
(322, 315, 55, NULL, NULL),
(323, 316, 55, NULL, NULL),
(324, 317, 56, NULL, NULL),
(325, 318, 56, NULL, NULL),
(326, 319, 56, NULL, NULL),
(327, 320, 56, NULL, NULL),
(328, 321, 57, NULL, NULL),
(329, 322, 57, NULL, NULL),
(330, 323, 57, NULL, NULL),
(331, 324, 57, NULL, NULL),
(332, 325, 57, NULL, NULL),
(333, 326, 58, NULL, NULL),
(334, 327, 58, NULL, NULL),
(335, 328, 58, NULL, NULL),
(336, 329, 58, NULL, NULL),
(337, 330, 58, NULL, NULL),
(338, 331, 58, NULL, NULL),
(339, 332, 59, NULL, NULL),
(344, 337, 59, NULL, NULL),
(345, 338, 59, NULL, NULL),
(347, 340, 59, NULL, NULL),
(348, 341, 7, NULL, NULL),
(349, 342, 59, NULL, NULL),
(350, 343, 59, NULL, NULL),
(351, 344, 45, NULL, NULL),
(352, 345, 45, NULL, NULL),
(353, 346, 45, NULL, NULL),
(354, 347, 45, NULL, NULL),
(355, 348, 1, NULL, NULL),
(356, 348, 2, NULL, NULL),
(357, 348, 3, NULL, NULL),
(358, 348, 4, NULL, NULL),
(359, 348, 7, NULL, NULL),
(360, 348, 60, NULL, NULL),
(361, 349, 1, NULL, NULL),
(362, 349, 2, NULL, NULL),
(363, 349, 3, NULL, NULL),
(364, 349, 4, NULL, NULL),
(365, 349, 7, NULL, NULL),
(366, 349, 60, NULL, NULL),
(367, 351, 2, NULL, NULL),
(373, 357, 45, NULL, NULL),
(374, 358, 45, NULL, NULL),
(375, 359, 45, NULL, NULL),
(376, 360, 45, NULL, NULL),
(377, 361, 61, NULL, NULL),
(378, 362, 61, NULL, NULL),
(379, 363, 61, NULL, NULL),
(380, 364, 61, NULL, NULL),
(381, 365, 62, NULL, NULL),
(382, 366, 64, NULL, NULL),
(383, 367, 65, NULL, NULL),
(384, 368, 65, NULL, NULL),
(385, 369, 65, NULL, NULL),
(386, 370, 65, NULL, NULL),
(387, 371, 31, NULL, NULL),
(388, 372, 36, NULL, NULL),
(389, 373, 66, NULL, NULL),
(390, 374, 66, NULL, NULL),
(391, 375, 66, NULL, NULL),
(392, 376, 66, NULL, NULL),
(394, 378, 66, NULL, NULL),
(395, 379, 66, NULL, NULL),
(396, 380, 66, NULL, NULL),
(397, 381, 66, NULL, NULL),
(398, 382, 66, NULL, NULL),
(399, 383, 66, NULL, NULL),
(400, 384, 66, NULL, NULL),
(401, 385, 66, NULL, NULL),
(402, 386, 66, NULL, NULL),
(403, 387, 68, NULL, NULL),
(404, 388, 68, NULL, NULL),
(405, 389, 69, NULL, NULL),
(406, 390, 69, NULL, NULL),
(407, 391, 69, NULL, NULL),
(408, 392, 70, NULL, NULL),
(409, 393, 70, NULL, NULL),
(410, 394, 70, NULL, NULL),
(411, 395, 70, NULL, NULL),
(412, 396, 70, NULL, NULL),
(413, 397, 70, NULL, NULL),
(414, 398, 70, NULL, NULL),
(415, 399, 71, NULL, NULL),
(416, 400, 71, NULL, NULL),
(417, 401, 71, NULL, NULL),
(418, 402, 72, NULL, NULL),
(419, 403, 72, NULL, NULL),
(420, 404, 72, NULL, NULL),
(421, 405, 72, NULL, NULL),
(422, 406, 73, NULL, NULL),
(423, 407, 73, NULL, NULL),
(424, 408, 73, NULL, NULL),
(425, 409, 73, NULL, NULL),
(426, 410, 73, NULL, NULL),
(427, 411, 73, NULL, NULL),
(428, 412, 73, NULL, NULL),
(429, 413, 74, NULL, NULL),
(430, 414, 74, NULL, NULL),
(431, 415, 74, NULL, NULL),
(432, 416, 74, NULL, NULL),
(433, 417, 75, NULL, NULL),
(434, 418, 75, NULL, NULL),
(435, 419, 75, NULL, NULL),
(436, 420, 76, NULL, NULL),
(437, 421, 76, NULL, NULL),
(438, 422, 76, NULL, NULL),
(439, 423, 79, NULL, NULL),
(440, 424, 79, NULL, NULL),
(441, 425, 79, NULL, NULL),
(442, 426, 79, NULL, NULL),
(443, 427, 79, NULL, NULL),
(444, 428, 78, NULL, NULL),
(445, 429, 78, NULL, NULL),
(446, 430, 78, NULL, NULL),
(447, 431, 80, NULL, NULL),
(448, 432, 80, NULL, NULL),
(449, 433, 80, NULL, NULL),
(450, 434, 81, NULL, NULL),
(451, 435, 81, NULL, NULL),
(452, 436, 81, NULL, NULL),
(453, 437, 81, NULL, NULL),
(454, 438, 81, NULL, NULL),
(455, 439, 81, NULL, NULL),
(456, 440, 84, NULL, NULL),
(457, 441, 84, NULL, NULL),
(458, 442, 84, NULL, NULL),
(459, 443, 83, NULL, NULL),
(460, 444, 83, NULL, NULL),
(461, 445, 83, NULL, NULL),
(462, 446, 83, NULL, NULL),
(463, 447, 90, NULL, NULL),
(464, 448, 90, NULL, NULL),
(465, 449, 90, NULL, NULL),
(466, 450, 89, NULL, NULL),
(467, 451, 89, NULL, NULL),
(468, 452, 89, NULL, NULL),
(469, 453, 89, NULL, NULL),
(470, 454, 89, NULL, NULL),
(471, 455, 91, NULL, NULL),
(472, 456, 91, NULL, NULL),
(473, 457, 91, NULL, NULL),
(474, 458, 91, NULL, NULL),
(475, 459, 87, NULL, NULL),
(477, 460, 87, NULL, NULL),
(479, 461, 85, NULL, NULL),
(482, 462, 85, NULL, NULL),
(485, 463, 85, NULL, NULL),
(491, 464, 92, NULL, NULL),
(495, 465, 92, NULL, NULL),
(500, 466, 94, NULL, NULL),
(505, 467, 94, NULL, NULL),
(506, 468, 94, NULL, NULL),
(507, 469, 96, NULL, NULL),
(508, 470, 96, NULL, NULL),
(509, 471, 96, NULL, NULL),
(510, 472, 96, NULL, NULL),
(511, 473, 96, NULL, NULL),
(512, 474, 102, NULL, NULL),
(513, 475, 101, NULL, NULL),
(515, 476, 101, NULL, NULL),
(517, 477, 102, NULL, NULL),
(518, 478, 102, NULL, NULL),
(520, 479, 103, NULL, NULL),
(522, 480, 103, NULL, NULL),
(523, 481, 101, NULL, NULL),
(526, 482, 101, NULL, NULL),
(529, 483, 101, NULL, NULL),
(530, 484, 102, NULL, NULL),
(531, 485, 102, NULL, NULL),
(532, 486, 100, NULL, NULL),
(533, 487, 104, NULL, NULL),
(534, 488, 104, NULL, NULL),
(535, 489, 104, NULL, NULL),
(536, 490, 105, NULL, NULL),
(537, 494, 106, NULL, NULL),
(539, 496, 106, NULL, NULL),
(540, 497, 106, NULL, NULL),
(541, 498, 106, NULL, NULL),
(542, 499, 106, NULL, NULL),
(543, 500, 106, NULL, NULL),
(544, 501, 106, NULL, NULL),
(545, 502, 106, NULL, NULL),
(546, 503, 106, NULL, NULL),
(547, 504, 107, NULL, NULL),
(548, 505, 107, NULL, NULL),
(549, 506, 108, NULL, NULL),
(550, 507, 108, NULL, NULL),
(551, 508, 108, NULL, NULL),
(552, 509, 108, NULL, NULL),
(553, 510, 108, NULL, NULL),
(554, 511, 109, NULL, NULL),
(555, 512, 109, NULL, NULL),
(556, 513, 109, NULL, NULL),
(557, 514, 109, NULL, NULL),
(558, 515, 109, NULL, NULL),
(559, 516, 109, NULL, NULL),
(560, 517, 109, NULL, NULL),
(561, 518, 109, NULL, NULL),
(562, 519, 109, NULL, NULL),
(563, 520, 110, NULL, NULL),
(564, 521, 110, NULL, NULL),
(565, 522, 110, NULL, NULL),
(566, 523, 110, NULL, NULL),
(567, 524, 110, NULL, NULL),
(568, 525, 110, NULL, NULL),
(569, 526, 110, NULL, NULL),
(570, 527, 111, NULL, NULL),
(571, 528, 111, NULL, NULL),
(572, 529, 111, NULL, NULL),
(573, 530, 111, NULL, NULL),
(574, 531, 111, NULL, NULL),
(575, 532, 111, NULL, NULL),
(576, 533, 111, NULL, NULL),
(577, 534, 111, NULL, NULL),
(578, 535, 111, NULL, NULL),
(579, 536, 112, NULL, NULL),
(580, 537, 112, NULL, NULL),
(581, 538, 112, NULL, NULL),
(582, 539, 112, NULL, NULL),
(583, 540, 113, NULL, NULL),
(584, 541, 113, NULL, NULL),
(585, 542, 113, NULL, NULL),
(586, 543, 113, NULL, NULL),
(587, 544, 113, NULL, NULL),
(588, 545, 113, NULL, NULL),
(589, 546, 114, NULL, NULL),
(590, 547, 114, NULL, NULL),
(591, 548, 114, NULL, NULL),
(592, 549, 114, NULL, NULL),
(593, 550, 114, NULL, NULL),
(594, 551, 114, NULL, NULL),
(595, 552, 115, NULL, NULL),
(596, 553, 115, NULL, NULL),
(597, 554, 115, NULL, NULL),
(598, 555, 115, NULL, NULL),
(599, 556, 115, NULL, NULL),
(600, 557, 116, NULL, NULL),
(601, 558, 116, NULL, NULL),
(602, 559, 116, NULL, NULL),
(603, 560, 116, NULL, NULL),
(604, 561, 117, NULL, NULL),
(605, 562, 117, NULL, NULL),
(606, 563, 117, NULL, NULL),
(607, 564, 117, NULL, NULL),
(608, 565, 117, NULL, NULL),
(609, 566, 117, NULL, NULL),
(610, 567, 117, NULL, NULL),
(611, 568, 117, NULL, NULL),
(612, 569, 117, NULL, NULL),
(613, 570, 117, NULL, NULL),
(614, 571, 118, NULL, NULL),
(615, 572, 118, NULL, NULL),
(616, 573, 118, NULL, NULL),
(617, 574, 118, NULL, NULL),
(618, 575, 118, NULL, NULL),
(619, 576, 118, NULL, NULL),
(620, 577, 118, NULL, NULL),
(621, 578, 118, NULL, NULL),
(622, 579, 118, NULL, NULL),
(623, 580, 118, NULL, NULL),
(624, 581, 118, NULL, NULL),
(625, 582, 118, NULL, NULL),
(626, 583, 119, NULL, NULL),
(627, 584, 35, NULL, NULL),
(628, 585, 35, NULL, NULL),
(629, 586, 120, NULL, NULL),
(630, 587, 120, NULL, NULL),
(631, 588, 120, NULL, NULL),
(632, 589, 120, NULL, NULL),
(633, 590, 120, NULL, NULL),
(634, 591, 120, NULL, NULL),
(635, 592, 120, NULL, NULL),
(636, 593, 120, NULL, NULL),
(637, 594, 120, NULL, NULL),
(638, 595, 121, NULL, NULL),
(639, 596, 121, NULL, NULL),
(640, 597, 121, NULL, NULL),
(641, 598, 121, NULL, NULL),
(642, 599, 122, NULL, NULL),
(643, 600, 122, NULL, NULL),
(644, 601, 123, NULL, NULL),
(645, 602, 123, NULL, NULL),
(646, 603, 123, NULL, NULL),
(647, 604, 124, NULL, NULL),
(648, 605, 125, NULL, NULL),
(649, 606, 126, NULL, NULL),
(650, 607, 126, NULL, NULL),
(651, 608, 126, NULL, NULL),
(652, 609, 126, NULL, NULL),
(653, 610, 127, NULL, NULL),
(654, 611, 127, NULL, NULL),
(655, 612, 127, NULL, NULL),
(656, 613, 127, NULL, NULL),
(657, 614, 127, NULL, NULL),
(658, 615, 127, NULL, NULL),
(659, 616, 127, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `ratings`
--

CREATE TABLE `ratings` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` int(11) NOT NULL DEFAULT '0',
  `active` tinyint(1) NOT NULL DEFAULT '0',
  `rate` float NOT NULL DEFAULT '0',
  `review` text COLLATE utf8_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `ratings`
--

INSERT INTO `ratings` (`id`, `user_id`, `active`, `rate`, `review`, `created_at`, `updated_at`) VALUES
(1, 9, 1, 5, 'جيد جدا', '2020-10-18 08:53:36', '2020-10-18 09:03:57'),
(2, 22, 1, 4, 'تطبيق أكثر من ممتاز', '2020-10-18 09:06:22', '2020-10-18 09:06:22'),
(3, 24, 1, 3, 'التطبيق يسهل عليك أشياء كثيرة', '2020-10-18 09:06:44', '2020-10-18 09:06:44'),
(4, 28, 1, 5, 'شكرا لتقديمكم كل هذه الخدمات بانتظار الأفضل منك دوما', '2020-10-18 09:07:17', '2020-10-18 09:07:17'),
(5, 23, 1, 4, 'أحسنتم وللأفضل متقدمين بأذن الله', '2020-10-18 09:07:44', '2020-10-18 09:07:44'),
(6, 0, 1, 5, 'شكرا لتقديمكم كل هذه الخدمات بانتظار الأفضل منك دوما', '2020-10-18 09:07:17', '2020-10-18 09:07:17'),
(7, 0, 1, 4, 'أحسنتم وللأفضل متقدمين بأذن الله', '2020-10-18 09:07:44', '2020-10-18 09:07:44'),
(8, 87, 0, 3.5, 'email', '2020-12-01 14:34:30', '2020-12-01 14:34:30'),
(9, 87, 0, 3.5, 'cjcj', '2020-12-01 14:34:46', '2020-12-01 14:34:46'),
(10, 87, 0, 3.5, 'cncncjcj', '2020-12-01 14:38:13', '2020-12-01 14:38:13'),
(11, 87, 0, 3.5, 'رزرو و', '2020-12-02 12:06:21', '2020-12-02 12:06:21'),
(12, 93, 0, 3.5, 'h8j8jinij', '2020-12-17 13:36:53', '2020-12-17 13:36:53'),
(13, 103, 0, 2, 'تمام التمام', '2020-12-20 10:49:26', '2020-12-20 10:49:26'),
(14, 103, 0, 3, 'عةعاعاعا', '2020-12-27 13:16:44', '2020-12-27 13:16:44'),
(15, 108, 0, 5, 'nnnnn', '2020-12-28 13:58:31', '2020-12-28 13:58:31'),
(16, 114, 0, 5, 'رهيييب', '2021-04-28 07:31:32', '2021-04-28 07:31:32'),
(17, 93, 0, 3.5, 'ااتت', '2021-05-05 07:20:01', '2021-05-05 07:20:01'),
(18, 93, 0, 4.5, 'hfghjhfghfghfghfghgfhgfh', '2021-05-10 00:59:47', '2021-05-10 00:59:47'),
(19, 93, 0, 3, 'تطبيق زي الفل', '2021-05-10 01:03:39', '2021-05-10 01:03:39');

-- --------------------------------------------------------

--
-- Table structure for table `regions`
--

CREATE TABLE `regions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `regions`
--

INSERT INTO `regions` (`id`, `name`, `created_at`, `updated_at`) VALUES
(1, 'القاهرة', '2020-09-17 11:26:43', '2020-09-17 11:26:43'),
(8, 'المدينة المنورة', '2021-01-05 17:00:23', '2021-01-05 17:00:23');

-- --------------------------------------------------------

--
-- Table structure for table `restorants`
--

CREATE TABLE `restorants` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `featured` tinyint(1) NOT NULL DEFAULT '0',
  `featured_meals` text COLLATE utf8_unicode_ci,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `photo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `category_id` int(11) NOT NULL DEFAULT '0',
  `user_id` int(11) NOT NULL DEFAULT '0',
  `accepted` tinyint(1) NOT NULL DEFAULT '0',
  `priority` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `restorants`
--

INSERT INTO `restorants` (`id`, `featured`, `featured_meals`, `name`, `photo`, `category_id`, `user_id`, `accepted`, `priority`, `created_at`, `updated_at`) VALUES
(2, 0, 'مشويات', 'مطعم الشبراوي', 'images/restorant/2/photo/sincerely-media-VNsdEl1gORk-unsplash.png', 2, 9, 0, 0, '2020-09-21 11:43:59', '2021-05-16 13:36:30'),
(17, 1, 'كوفي', 'فاتنه', 'images/restorant/17/photo/awlem1617003419.jpeg', 1, 112, 1, 1000, '2021-01-15 18:11:59', '2021-03-29 16:36:59'),
(19, 1, 'كوفي', 'SKETCH CAFE', 'images/restorant/19/photo/awlem1617003688.jpeg', 1, 120, 1, 0, '2021-01-19 20:22:20', '2021-03-29 16:41:28'),
(20, 0, 'كوفي', 'BAS', 'images/restorant/20/photo/awlem1611292922.jpeg', 1, 122, 1, 0, '2021-01-22 05:22:02', '2021-02-03 18:15:51'),
(21, 1, 'شعبي', 'ريف العرب', 'images/restorant/21/photo/awlem1611305525.jpeg', 2, 124, 1, 0, '2021-01-22 08:52:05', '2021-01-22 08:53:05'),
(22, 1, 'فطور', 'مشراق', 'images/restorant/22/photo/awlem1611465942.jpeg', 2, 125, 1, 0, '2021-01-24 05:25:42', '2021-03-19 23:09:00'),
(23, 1, 'مقليات', 'مشكاة', 'images/restorant/23/photo/awlem1611601512.jpeg', 2, 129, 1, 0, '2021-01-25 19:05:12', '2021-03-19 23:05:57'),
(24, 1, 'عصائر', 'جوس ستيشن', 'images/restorant/24/photo/awlem1611683206.jpg', 7, 130, 1, 0, '2021-01-26 17:46:46', '2021-01-26 17:46:46'),
(25, 1, 'شعبي', 'بيت حصة', 'images/restorant/25/photo/awlem1611827212.jpeg', 2, 132, 1, 0, '2021-01-28 09:46:52', '2021-01-29 22:08:28'),
(26, 1, 'فطائر', 'باي ستريت', 'images/restorant/26/photo/awlem1612239718.jpg', 2, 135, 1, 0, '2021-02-02 04:21:58', '2021-03-19 01:28:38'),
(28, 1, 'برجر', 'سكيتشن', 'images/restorant/28/photo/awlem1613284916.jpg', 2, 153, 1, 0, '2021-02-14 06:41:56', '2021-02-14 06:41:56'),
(29, 1, 'أمريكي', 'بابل', 'images/restorant/29/photo/awlem1616109978.jpeg', 2, 158, 1, 0, '2021-03-18 23:26:18', '2021-03-18 23:26:18'),
(30, 1, 'برجر', 'وينجز فاكتوري', 'images/restorant/30/photo/awlem1616178453.jpg', 2, 160, 1, 0, '2021-03-19 18:27:33', '2021-03-19 18:27:33'),
(32, 1, 'بروست', 'بروشا', 'images/restorant/32/photo/awlem1616829436.jpeg', 2, 167, 1, 0, '2021-03-27 07:17:16', '2021-03-27 07:17:16'),
(34, 1, 'مقليات , برجر', 'هولد', 'images/restorant/34/photo/awlem1617121634.jpeg', 2, 162, 1, 0, '2021-03-31 01:27:14', '2021-04-04 03:21:50'),
(35, 1, 'ايطالي', 'كلاود 9', 'images/restorant/35/photo/awlem1619490913.jpeg', 5, 173, 1, 0, '2021-04-27 11:35:13', '2021-05-04 05:09:42'),
(36, 1, 'وجبات سريعة', 'هف اند بف', 'images/restorant/36/photo/awlem1620116760.jpg', 2, 164, 1, 0, '2021-05-04 17:26:00', '2021-05-14 11:34:51');

-- --------------------------------------------------------

--
-- Table structure for table `restorant_ratings`
--

CREATE TABLE `restorant_ratings` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` int(11) NOT NULL DEFAULT '0',
  `restorant_id` int(11) NOT NULL DEFAULT '0',
  `rate` float NOT NULL DEFAULT '0',
  `review` text COLLATE utf8_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `restorant_ratings`
--

INSERT INTO `restorant_ratings` (`id`, `user_id`, `restorant_id`, `rate`, `review`, `created_at`, `updated_at`) VALUES
(1, 93, 1, 4, 'ممتاز جدا جدا', '2020-12-09 13:41:55', '2020-12-09 13:41:55'),
(2, 93, 1, 4, 'جيد جدا جدا', '2020-12-10 10:57:48', '2020-12-10 10:57:48'),
(3, 93, 1, 4, 'جامد جدا', '2020-12-10 12:17:56', '2020-12-10 12:17:56'),
(4, 93, 1, 3, 'حلو جدا', '2020-12-10 12:45:59', '2020-12-10 12:45:59'),
(5, 93, 1, 3, NULL, '2020-12-10 13:21:46', '2020-12-10 13:21:46'),
(6, 93, 1, 3, 'جيد جدا', '2020-12-24 10:35:04', '2020-12-24 10:35:04'),
(7, 93, 1, 4, 'ممتاز جدا جدا', '2020-12-24 12:19:55', '2020-12-24 12:19:55'),
(8, 93, 1, 4, 'جيد جدا', '2020-12-24 14:09:12', '2020-12-24 14:09:12'),
(9, 93, 1, 3, NULL, '2020-12-28 09:16:09', '2020-12-28 09:16:09'),
(10, 93, 1, 4, 'جيد جدا', '2020-12-28 12:36:07', '2020-12-28 12:36:07'),
(11, 93, 1, 4, NULL, '2020-12-28 13:08:13', '2020-12-28 13:08:13'),
(12, 93, 2, 5, 'ووووة', '2020-12-28 13:40:05', '2020-12-28 13:40:05'),
(13, 93, 1, 4, NULL, '2020-12-29 14:02:17', '2020-12-29 14:02:17'),
(14, 93, 1, 4, NULL, '2020-12-29 14:05:34', '2020-12-29 14:05:34'),
(15, 93, 1, 5, 'جيد جدا', '2021-01-05 13:18:00', '2021-01-05 13:18:00'),
(16, 93, 1, 5, 'حلو جدا', '2021-01-05 14:44:49', '2021-01-05 14:44:49'),
(17, 94, 2, 5, 'ممتاز', '2021-01-09 15:20:24', '2021-01-09 15:20:24'),
(18, 94, 2, 5, 'ا', '2021-01-09 16:48:07', '2021-01-09 16:48:07'),
(19, 93, 1, 3, 'حلو و زى الفل', '2021-01-14 08:29:28', '2021-01-14 08:29:28'),
(20, 104, 2, 1.5, 'فله', '2021-01-15 12:43:57', '2021-01-15 12:43:57'),
(21, 93, 2, 4.5, 'شكرا على خدمتكم', '2021-01-17 07:53:12', '2021-01-17 07:53:12'),
(22, 93, 2, 2.5, 'تقييم', '2021-01-17 07:56:10', '2021-01-17 07:56:10'),
(23, 93, 2, 2.5, 'لملمامام', '2021-01-17 08:28:40', '2021-01-17 08:28:40'),
(24, 114, 2, 5, 'ممتاز', '2021-01-22 08:32:33', '2021-01-22 08:32:33'),
(25, 93, 2, 2.5, 'ممتاز جدا', '2021-01-24 09:33:20', '2021-01-24 09:33:20'),
(26, 114, 17, 5, 'بسم الله ابدعتم.. وابداعكم ضرب من الجنون', '2021-01-25 16:37:51', '2021-01-25 16:37:51'),
(27, 126, 2, 5, '!', '2021-01-26 09:55:29', '2021-01-26 09:55:29'),
(28, 114, 17, 5, 'م', '2021-01-26 11:01:18', '2021-01-26 11:01:18'),
(29, 150, 2, 4, 'جميل جدا', '2021-02-08 09:56:50', '2021-02-08 09:56:50'),
(30, 126, 2, 5, 'ddd', '2021-02-11 08:21:55', '2021-02-11 08:21:55'),
(31, 93, 2, 2.5, 'تقييم', '2021-02-28 11:19:07', '2021-02-28 11:19:07'),
(32, 93, 2, 2.5, 'تمام', '2021-03-29 22:31:33', '2021-03-29 22:31:33'),
(33, 93, 2, 5, 'ممتاز', '2021-04-25 19:12:20', '2021-04-25 19:12:20');

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE `roles` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `guard_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`id`, `name`, `guard_name`, `created_at`, `updated_at`) VALUES
(4, 'Restorant', 'web', '2020-06-17 08:01:00', '2020-12-09 11:30:30'),
(6, 'Branch', 'web', '2020-09-17 06:55:34', '2020-12-09 11:30:46'),
(7, 'Super Admin', 'web', '2020-10-07 11:10:02', '2020-10-07 11:10:02'),
(12, 'testRol', 'web', '2020-12-22 09:58:59', '2020-12-22 09:58:59');

-- --------------------------------------------------------

--
-- Table structure for table `role_has_permissions`
--

CREATE TABLE `role_has_permissions` (
  `permission_id` bigint(20) UNSIGNED NOT NULL,
  `role_id` bigint(20) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `role_has_permissions`
--

INSERT INTO `role_has_permissions` (`permission_id`, `role_id`) VALUES
(20, 4),
(21, 4),
(22, 4),
(23, 4),
(24, 4),
(25, 4),
(26, 4),
(27, 4),
(28, 4),
(29, 4),
(65, 4),
(67, 4),
(68, 4),
(70, 4),
(71, 4),
(100, 4),
(107, 4),
(108, 4),
(109, 4),
(110, 4),
(111, 4),
(112, 4),
(113, 4),
(114, 4),
(115, 4),
(116, 4),
(117, 4),
(118, 4),
(119, 4),
(120, 4),
(121, 4),
(136, 4),
(139, 4),
(140, 4),
(141, 4),
(158, 4),
(159, 4),
(160, 4),
(161, 4),
(162, 4),
(163, 4),
(164, 4),
(165, 4),
(166, 4),
(167, 4),
(168, 4),
(169, 4),
(170, 4),
(24, 6),
(27, 6),
(65, 6),
(68, 6),
(69, 6),
(70, 6),
(107, 6),
(110, 6),
(111, 6),
(112, 6),
(114, 6),
(115, 6),
(117, 6),
(118, 6),
(119, 6),
(120, 6),
(158, 6),
(159, 6),
(160, 6),
(161, 6),
(162, 6),
(163, 6),
(164, 6),
(165, 6),
(166, 6),
(167, 6),
(168, 6),
(169, 6),
(170, 6),
(176, 6),
(177, 6),
(178, 6),
(181, 6),
(183, 6),
(3, 12),
(4, 12),
(5, 12),
(6, 12),
(7, 12),
(66, 12),
(67, 12);

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

CREATE TABLE `settings` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `address_ara` varchar(150) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address_eng` varchar(150) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `rasheed_site` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `rasheed_telephon` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `phone` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `fax` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `facebook` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `twitter` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `instgram` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `whatsapp` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `appstore_link` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `google_play_link` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `main_vedio_link` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `products` int(11) NOT NULL DEFAULT '0',
  `location` varchar(150) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `title` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email_contact_us_1` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email_contact_us_2` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `phone_contact_us_1` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `phone_contact_us_2` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `olum_decription` text COLLATE utf8_unicode_ci,
  `olum_card_1_photo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `olum_card_1_title` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `olum_card_1_description` text COLLATE utf8_unicode_ci,
  `olum_card_2_photo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `olum_card_2_title` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `olum_card_2_description` text COLLATE utf8_unicode_ci,
  `olum_card_3_photo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `olum_card_3_title` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `olum_card_3_description` text COLLATE utf8_unicode_ci,
  `olum_price` double NOT NULL DEFAULT '0',
  `olum_percentage` double NOT NULL DEFAULT '0',
  `vat_price` double NOT NULL DEFAULT '0',
  `vat_percentage` double NOT NULL DEFAULT '0',
  `tax_number` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `address_ara`, `address_eng`, `email`, `rasheed_site`, `rasheed_telephon`, `phone`, `fax`, `facebook`, `twitter`, `instgram`, `whatsapp`, `appstore_link`, `google_play_link`, `main_vedio_link`, `products`, `location`, `created_at`, `updated_at`, `title`, `description`, `email_contact_us_1`, `email_contact_us_2`, `phone_contact_us_1`, `phone_contact_us_2`, `olum_decription`, `olum_card_1_photo`, `olum_card_1_title`, `olum_card_1_description`, `olum_card_2_photo`, `olum_card_2_title`, `olum_card_2_description`, `olum_card_3_photo`, `olum_card_3_title`, `olum_card_3_description`, `olum_price`, `olum_percentage`, `vat_price`, `vat_percentage`, `tax_number`) VALUES
(1, 'المملكة العربية السعودية', NULL, 'Support@awlem.net', 'https://www.google.com/', NULL, '00966533144860', NULL, NULL, 'https://twitter.com/awlem_app?s=21', 'https://instagram.com/awlem_app?igshid=1cckkswrj0myb', 'https://wa.me/message/FQPCRYEWC4C3A1', 'https://www.apple.com/app-store/', 'https://play.google.com/store/movies/details/Harry_Potter_and_the_Half_Blood_Prince?id=TBxwIBpYyBo.P', 'https://youtu.be/t-B8KaW5U9E', 80, NULL, NULL, '2021-02-24 19:48:43', 'كيف يمكننا مساعدتك', 'قسم خدمة العملاء لدينا جاهز لاستقبال استفساراتكم على مدار الساعة طوال أيام الأسبوع', 'Support@awlem.net', NULL, '00966533144860', NULL, NULL, 'images/olum_card/order.png', 'تجهيز الوجبات', NULL, 'images/olum_card/track.png', 'تجهيز الوجبات', NULL, 'images/olum_card/delivered.png', 'تجهيز الوجبات', NULL, 0, 0, 0, 15, '3106884511');

-- --------------------------------------------------------

--
-- Table structure for table `types`
--

CREATE TABLE `types` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `photo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `types`
--

INSERT INTO `types` (`id`, `name`, `photo`, `created_at`, `updated_at`) VALUES
(1, 'مأكولات', 'images/type/1/photo/chad-montano-MqT0asuoIcU-unsplash.png', '2020-09-20 06:44:37', '2020-11-25 09:38:38'),
(2, 'مشروبات', 'images/type/2/photo/sincerely-media-VNsdEl1gORk-unsplash.jpg', '2020-09-20 06:44:46', '2020-10-06 07:38:08'),
(3, 'حلويات', 'images/type/3/photo/ulysse-pcl-1WmlAiYgnoI-unsplash.jpg', '2020-09-20 06:45:00', '2020-10-06 07:38:11'),
(4, 'مخبوزات', 'images/type/4/photo/miti-R1ql7fk3I1Y-unsplash.jpg', '2020-09-20 06:45:11', '2020-10-06 07:38:15'),
(5, 'فطائر', 'images/type/5/photo/mahmoud-fawzy-aZZ01mrj4b4-unsplash.jpg', '2020-10-05 11:19:04', '2020-10-06 07:38:20');

-- --------------------------------------------------------

--
-- Table structure for table `type_restorants`
--

CREATE TABLE `type_restorants` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `type_id` int(11) NOT NULL DEFAULT '0',
  `restorant_id` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `type_restorants`
--

INSERT INTO `type_restorants` (`id`, `type_id`, `restorant_id`, `created_at`, `updated_at`) VALUES
(6, 1, 2, NULL, NULL),
(7, 3, 2, NULL, NULL),
(8, 4, 2, NULL, NULL),
(39, 2, 17, NULL, NULL),
(40, 3, 17, NULL, NULL),
(41, 4, 17, NULL, NULL),
(45, 2, 19, NULL, NULL),
(46, 3, 19, NULL, NULL),
(47, 4, 19, NULL, NULL),
(48, 2, 20, NULL, NULL),
(49, 3, 20, NULL, NULL),
(50, 1, 21, NULL, NULL),
(51, 2, 21, NULL, NULL),
(52, 3, 21, NULL, NULL),
(53, 1, 22, NULL, NULL),
(54, 2, 22, NULL, NULL),
(55, 3, 22, NULL, NULL),
(56, 6, 24, NULL, NULL),
(57, 7, 24, NULL, NULL),
(58, 8, 24, NULL, NULL),
(59, 9, 24, NULL, NULL),
(60, 10, 24, NULL, NULL),
(61, 11, 24, NULL, NULL),
(62, 12, 24, NULL, NULL),
(63, 13, 24, NULL, NULL),
(64, 14, 24, NULL, NULL),
(65, 1, 25, NULL, NULL),
(66, 2, 25, NULL, NULL),
(67, 3, 25, NULL, NULL),
(68, 5, 26, NULL, NULL),
(70, 1, 28, NULL, NULL),
(71, 1, 29, NULL, NULL),
(72, 2, 29, NULL, NULL),
(73, 1, 30, NULL, NULL),
(74, 2, 30, NULL, NULL),
(75, 3, 30, NULL, NULL),
(76, 1, 23, NULL, NULL),
(77, 2, 23, NULL, NULL),
(80, 1, 32, NULL, NULL),
(81, 2, 32, NULL, NULL),
(84, 1, 34, NULL, NULL),
(85, 2, 34, NULL, NULL),
(86, 1, 35, NULL, NULL),
(87, 2, 35, NULL, NULL),
(88, 3, 35, NULL, NULL),
(89, 1, 36, NULL, NULL),
(90, 2, 36, NULL, NULL),
(91, 3, 36, NULL, NULL),
(92, 4, 36, NULL, NULL),
(93, 5, 36, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `accepted` tinyint(1) NOT NULL DEFAULT '0',
  `category_id` int(11) NOT NULL DEFAULT '0',
  `parent_restorant` int(11) NOT NULL DEFAULT '0',
  `websit_link` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `remember_token` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `hasAdminAccess` enum('true','false') COLLATE utf8_unicode_ci NOT NULL DEFAULT 'false',
  `phone` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `token` text COLLATE utf8_unicode_ci,
  `device_token` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `active` tinyint(1) DEFAULT '0',
  `virification_code` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `lang` enum('1','2') COLLATE utf8_unicode_ci DEFAULT NULL,
  `photo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `accepted`, `category_id`, `parent_restorant`, `websit_link`, `name`, `email`, `email_verified_at`, `password`, `remember_token`, `hasAdminAccess`, `phone`, `address`, `token`, `device_token`, `active`, `virification_code`, `lang`, `photo`, `created_at`, `updated_at`) VALUES
(7, 0, 0, 0, NULL, 'شامل', 'admin@admin.com', NULL, '$2y$10$jQEUqv4MtaXAHQ.Q70TGXOjYCF.5JoxXnezD.VaKBUJ/c1wcMIhVO', NULL, 'true', '0115343033844', 'sdfdsfdsfd', NULL, NULL, 1, NULL, NULL, NULL, '2020-09-17 07:07:03', '2021-04-20 13:04:22'),
(9, 0, 0, 0, NULL, 'الشبراوي', 'shap@shap.com', NULL, '$2y$10$jQEUqv4MtaXAHQ.Q70TGXOjYCF.5JoxXnezD.VaKBUJ/c1wcMIhVO', NULL, 'true', '301153430338', 'مرصفا بنها قليوبية', NULL, NULL, 1, NULL, NULL, NULL, '2020-09-21 11:00:04', '2020-10-15 12:38:04'),
(10, 0, 0, 2, NULL, 'موظف الشبراوي فرع مدينة نصر', 'shamdnas@shamdnas.com', NULL, '$2y$10$KhrOL6e2o9jAM9W2M0SJy.JG9Tji.t.d5UBU5R1reTbWmyRYAti12', NULL, 'true', '0115343033843', 'fdgdfgdfgfg', NULL, NULL, 1, NULL, NULL, NULL, '2020-09-21 12:14:29', '2020-09-21 12:14:29'),
(17, 0, 0, 2, NULL, 'موظف الشبراوي فرع المعادي', 'maadi@maadi.com', NULL, '$2y$10$h8JfPBdJ9JlQkGYg89Ci6.GMJZN0q04JKmOQyFBtPmRhfvrK6le8y', NULL, 'true', '01153430589', 'المعادي أبراج المعادي ستار', NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-11 09:22:22', '2020-10-11 09:22:22'),
(18, 0, 0, 2, NULL, 'موظف الشبراوي فرع بنها', 'banha@banha.com', NULL, '$2y$10$7vXUj4ubVLvzSVMaBz9SBOaktt3lBUq8sSK9aF3IuGLTAFgV8W7vK', NULL, 'true', '0152565895', 'مرصفا بنها قليوبية', NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-11 09:23:48', '2020-10-11 09:23:48'),
(19, 0, 0, 2, NULL, 'أسماء محمد محمود غنيم', 'asmaa@asmaa.com', NULL, '$2y$10$UgZlcoXewqkCD/ps7iY5RO6SwH7DKbFD/f6KiLYZsrRhqxGbi3yBC', NULL, 'true', '01256589587', 'من قلب المنوفية', NULL, NULL, NULL, NULL, NULL, NULL, '2020-10-12 06:30:58', '2020-10-12 06:30:58'),
(20, 0, 0, 0, NULL, 'كنتاكي أونر', 'kentaky@kentaky.com', NULL, '$2y$10$JNdsZFu2NC3VA9Xn559mHeZUo5EOrN2aRyZVVPCNDO3rg1/Rp2gd6', NULL, 'true', '0152668977', 'لا يوجد', NULL, NULL, 1, NULL, NULL, NULL, '2020-10-12 08:05:15', '2020-10-12 08:05:15'),
(21, 0, 0, 0, NULL, 'ماكدونالدز أونر', 'mak@mak.com', NULL, '$2y$10$4OM/nE8ac0qWo8QLJ/BQgOBMTQW.CPA2U0A2XrufH8caZb244krnS', NULL, 'true', '01256802598', 'لا يوجد', NULL, NULL, 1, NULL, NULL, NULL, '2020-10-12 08:09:50', '2020-10-12 08:09:50'),
(22, 0, 0, 0, NULL, 'أبو الخير أونر', 'khair@kair.com', NULL, '$2y$10$fbm6.C2HpEa.j/d1oPchLOBxGJAE/uybNsPP0YElbFXtk8hrZn/de', NULL, 'true', '01525685987', 'لا يوجد', NULL, NULL, 1, NULL, NULL, NULL, '2020-10-12 08:15:09', '2020-10-12 08:15:09'),
(25, 0, 0, 0, NULL, 'بسطاويسي أونر', 'bastawesy@bastawesy.com', NULL, '$2y$10$7MOWethiuCkadawF5vhzwOF3RBpLcYTFTlay/yY3pyeGCkRRn.kxe', NULL, 'true', '0123658963', 'لا يوجد', NULL, NULL, 1, NULL, NULL, NULL, '2020-10-12 08:45:56', '2020-10-12 08:45:56'),
(26, 0, 0, 0, NULL, 'كوك دور', 'kok@kok.com', NULL, '$2y$10$YAIPuTopAaNxt.D.0/54cuVVzNp850O9jn47wCIsGk5DZ30A3jifW', NULL, 'true', '014785698523', 'لا يوجد', NULL, NULL, 1, NULL, NULL, NULL, '2020-10-12 08:48:08', '2020-10-12 08:48:08'),
(27, 0, 0, 0, NULL, 'نادر جمال', 'naderRes@naderRest.com', NULL, '$2y$10$Fc6cuKvByxSELEMLy5bJKOn3zY4fq6oXwUaTF922RfIJKT3JIdSv2', NULL, 'true', '011524568598', 'مرصفا بنها قليوبية', 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6IjBkNzgxZjk3NDdkYzg1YzZhOTEwZmQ3MmMxOWMwNTk5YmUwZTQ2NjhiZmYxOWI5NDM2ZDNiNDA3YjhiNDEzYzEwNTBkMDU1OTUzMjM5ZjY1In0.eyJhdWQiOiIxIiwianRpIjoiMGQ3ODFmOTc0N2RjODVjNmE5MTBmZDcyYzE5YzA1OTliZTBlNDY2OGJmZjE5Yjk0MzZkM2I0MDdiOGI0MTNjMTA1MGQwNTU5NTMyMzlmNjUiLCJpYXQiOjE2MDI3NzAzNDAsIm5iZiI6MTYwMjc3MDM0MCwiZXhwIjoxNjM0MzA2MzQwLCJzdWIiOiIyNyIsInNjb3BlcyI6W119.E8xnGv9cF39yBAn-cmASQKcrsbdEploHvu_YUVcdeBu_SsPtItvkDVVjvcYT7riqzXDVkxWrOmkldWJlgR8hYoCV0zAEod0B3lgwlJzxoxruZUk8nq04iP56hLxniJ08wIDDg3CygHpDu6whwBT5x1D5nDB3H87LpO92thbG-ke2CYFZRnZH2DDurY6GP3G14yE1BpV_vjS9WGkKR-3L84MWKCX4NlcIFuOmUD6B3fNi6ac108H_e3_HXA4MusvPuuGDW4WJ9Ri7yKvpXMFWXuWzAsF84vlMkiU2c1yChKHtkqo1-qgkzF_3iV7kERwKg2YxeXRvYvH619nrfl1rqB18UXH0wOgzfQd-HdmGxRhDP-jI2woZHAzWftTvUJNOaf6i2EEyBihvDxoqmQ-WFwfzzaLa41OooN7nbYbE4zlLaqZtnnmcXTxnYbacia3J6aHkDsiL1M1__EUXlrpJYTw5mgDBpA6YP597rzZc6hxzziaR9tfMQJbml71X_8KXZbuzc7frE9pmvaGj0GjRB-9SnxsQuMzn6SDo3ujEESmy_Az0Yvl15MzrcNE9tO0o1C3LLc1WfYXLEh1GbkLat-_Jgk7QlzOsyHmmjAQrF4w_jCJkRqPH6nA6QNfSuDV9T0s0AxcQ4SMVqbfL2QvvtEpb2XeNALHEDR59aoUlSM4', NULL, NULL, '2233', NULL, NULL, '2020-10-15 11:58:59', '2020-10-15 11:59:00'),
(28, 0, 0, 0, NULL, 'صبحي كابر أونر', 'sobh@sobh.com', NULL, '$2y$10$ocEnVt6ROpbcBEoNoCfG9ubgIxSv0s0EyJ5UExoEy.Es4oYB79dHu', NULL, 'true', '01256365895', 'القاهرة', NULL, NULL, 1, NULL, NULL, NULL, '2020-10-18 07:18:08', '2020-10-18 07:18:08'),
(92, 0, 0, 0, NULL, 'emad_abdou7', 'mail@email.com', NULL, '$2y$10$QOK.8O7tUG0G4FRVum8LOuV38CnPl8OzOG4/NIlMaPiLTh4e3vsge', NULL, 'false', '012345678901', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImQ3NWQwYTE4MDI1YmUxZjAyMWUwYmNhMDRiMjkzOTNhODJmZWJlYmYxNjM4MWU2NDUxZDI1NmIzZjMzMTQxZTViNDY1NzFiMWMzNTQxNjA2In0.eyJhdWQiOiIxIiwianRpIjoiZDc1ZDBhMTgwMjViZTFmMDIxZTBiY2EwNGIyOTM5M2E4MmZlYmViZjE2MzgxZTY0NTFkMjU2YjNmMzMxNDFlNWI0NjU3MWIxYzM1NDE2MDYiLCJpYXQiOjE2MTAzMDAyMDksIm5iZiI6MTYxMDMwMDIwOSwiZXhwIjoxNjQxODM2MjA5LCJzdWIiOiI5MiIsInNjb3BlcyI6W119.i_lW--xPv8bix1ismp4DH10-8QXpyKZNl44-jn67_NlYMWScmvcLbKlalVk0YHP63ZjewnurhSyPCVEcj3RTICiON2_EupOEmkq3X9IoYPho1eAmi2eEKvz642jmMR9-ZMvTj-k030eK7MPJxvrmR38XnsuL6s-chaklvH2_B2ABxLCC8xgjW22GFU8boj22-0ZvTpmsRKCDJYlABsyIoI1fjpcy3dB6Dk4EMrnIhDGesvFecFYUoYLuQ50VW3JC0iWODX0bC9hG-fVrQ8-y9QOYS2iJrXez7gR4tTgOpTR0J-QgwUNLejf7MsZn1RpPtkFg0ygOhWG4UHa4w2MEqt_baN_6QV1BGYkCm2AS02hLWlZGXrR5qtT5LvqC9-n6iGyrADkg0ZBIcRsmWLYFHRLhSw3NXC5oAwL6fYCfsefhR91Dw_Vz63_AiQsd27hLhb4qPKlI5d5pVpASkPEyyBPI-wSXW8XHCnmS1o2jiy6TgfVikAXDDbtetb6OfIZCyG8ymRojb3x1wFrh-cBwKEu78JraB8ULDQOLu6CXCykD0KE_Ri5Lxo_WvqZLyBHZpsSBoOPV9R39bmk3Yn9NcEmJX9aQB3DXyQ95AqYyk0zgRiyFeltKahtyf1_azx9IgbvEgeAmHIk3s_MBkvlZ5oI_UWwNiwMh3lgSuST4g5w', 'da-sdI7WQJyJH0_PfA2tF8:APA91bH7NJ5tOAiTsCBx2O1wIXtWeJ9yW4eiJFBHdboIBvNDwuX1va2JhBYWmJV7BO6cMsxmt3wgln380MUlEk1H2kLl_9Y4mr-f6G8TgJU9FQWf8ncxpnZiOpd_Xdb4WEiGSL6CazlL', 1, '4496', NULL, NULL, '2020-12-06 13:18:16', '2021-01-10 17:36:49'),
(93, 0, 0, 0, NULL, 'محمد عوض', 'mohamed22@gmail.co', NULL, '$2y$10$KYsY9BJFf74DZ1XlYOY/K.s7ckBqpoZJvn3W7T6PtA8fHUlG.jEcS', NULL, 'false', '01153430338', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6IjU0MzkyZTBmYTkzZWVmMzE0M2I1ZGM4NTkwNzc0M2Q1YzY0YmY3NmE4YTJlYWY2ZDkzOTk4ZmJjMjAzOTJkODc3OTdkMGExODMxZjA2NTFlIn0.eyJhdWQiOiIxIiwianRpIjoiNTQzOTJlMGZhOTNlZWYzMTQzYjVkYzg1OTA3NzQzZDVjNjRiZjc2YThhMmVhZjZkOTM5OThmYmMyMDM5MmQ4Nzc5N2QwYTE4MzFmMDY1MWUiLCJpYXQiOjE2MjA1OTc0NzQsIm5iZiI6MTYyMDU5NzQ3NCwiZXhwIjoxNjUyMTMzNDc0LCJzdWIiOiI5MyIsInNjb3BlcyI6W119.ZMltX0zAAN1i9a5B_dFIRay2TnC3puMJZM8X5ZDrLnvRzGbICjo0YpPI-81GDGXm-QHlkTlipZnqhgp_ad9i636sdDameGYGQO_iuLXbpNP-rQWZ3z10CSQTY2ZHz_pCwpwMmp5FitzbchRTg7GbpnDoNk55IhOoew1-TvLo0CIwGfH1Bg-i26jlQzC8XP4SFxhbZMamW32PdlnDOyGESSIRkJ00QQeTnxShNfw6xITOkB8cy4hME6ERdms4lbwK0AO_IuuT4e1-QwUnc5-B2X1WKb2xWPCYepCuEuO2pTKG-mDSWx8dGFPbvLbqUMnkqpWwx9j5BBpLRfzkJ_e1ZafuOWVtG1Hx62M_YUDwD02cfbkcAsUGjXUEjlURlou9oFanP-LnHLs547pX0ND8dOJDlJvK8cwOGd53iPy4ioTzQZMgGlS7QBDH9Ruyco7u75bN-0LVDfitBbBpQHqNHXqFvOVfzCAoiSiGAHF8iZzqR0dhU87S5pZcm-UV76rbl6P6Bh9il_aZNHTMuifQ3aXWXdurid16Bbs5YM5_4lPDJN7Qty35hu5p-_qcAPD2zvtGUu58XEDLFM-zLcBZZgYWyUZ7eFFYgc0kP6bNxW4Q9DMd0J9BltK6J1TuHr37c9zDVjbCKALIGKTdSPEa3bk2gqUdeHLjtT2Nje5uriY', 'ce6XMSmeSsqvfnzQGg8OXw:APA91bG9Uxw5ycl4lZV66DPHg5RQgLCXzt-2tQTF0EwrgcbhoA9iScVW4ik9eNc3KN9dlXAIWKHCD1k2VZrn1vh3vBRj8PVpQBga75q5gWVHFYGJd8-q4gcQ4yQN2nwK7lI4AtWp-Tfp', 1, '8639', NULL, 'images/user/93/photo/awlem1620594064.jpeg', '2020-12-06 13:19:04', '2021-05-10 07:57:30'),
(94, 0, 0, 0, NULL, 'Nader Gamaldds', 'sdsd@fdfd.com', NULL, '$2y$10$IOtwYzOnTnKNvMzn/yXuTuP7RQ3T5OdNwGZLCxhAyfyCZrLhtrFJu', NULL, 'false', '011534330338', 'egypt, ddddddddddddd, dddddd', 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImQ5MmM0ZWY4ZmRmYzQxOGUyM2QwYjFkNWYyYTkyYjdkNGRmMGEyM2U2NzBjYTZmMjU3NTFkYzkzZDc3M2IyNzM3NzcyZjY5NmRjMTIzZmI4In0.eyJhdWQiOiIxIiwianRpIjoiZDkyYzRlZjhmZGZjNDE4ZTIzZDBiMWQ1ZjJhOTJiN2Q0ZGYwYTIzZTY3MGNhNmYyNTc1MWRjOTNkNzczYjI3Mzc3NzJmNjk2ZGMxMjNmYjgiLCJpYXQiOjE2MTAzMDAxMTEsIm5iZiI6MTYxMDMwMDExMSwiZXhwIjoxNjQxODM2MTExLCJzdWIiOiI5NCIsInNjb3BlcyI6W119.VOOxBBeaJIJlpIkjI6jHSj-c99rHaWrgUZ9oetjRFNeGpzsXs9xi0qwiVq-LF4gCOXkesZbT94rcImOQiN4W_UkwdqAs8WbJuvIHF1_fyjf_P-5i3WXlXZU8hEFiTbU5qbjunvB7TRggss6UpaxxRzg6qkiGgh6ojOZn6a0-lzqLGjX6QKJali7WXHJytcbUURo22rg2u2bvD2FoqBfj_LOsD1rRY5F0MckSetAGfzg3eCEGSu0bT25Lf46ZxgVnAaOAqlQ1Z8edrXZoaeVG13ND4YxbsVgwtRtM8SZYPu9H2GJNo68hmd2oB19ycn09isP4z98Vx75kQIQ9T9gnmHSb_KM717_pfGs4du5puyIZa3ny6lwfBSZ6Posyya7Sz0bpNQcPnkNmkkC9dsUt3VnX73MNR12B2j8v2h0kfcXU1lclsFxhDD60tVku_1Z1xRJr5UndHZ_RFnj5eS6mtNxBFj9S8alaxWu6Wk-aorGAp5GTGHOOOYuL2v36XUeqVRN0QUkY0IL8eznNIfT2UPUNpK6sQsum_JgsiT6yhXpkbdFPOxJ65WXDHKEJg96dvUzylqj5BSOe9sUXMZYlJSvU-DhO_0C0GerqbaZoI6r4gST7gYmuffKiUe0fUyjRFVt7TPAhM1WVVVGY_KU6Jx8VVjBskpMoN3Yu1yewxJQ', 'da-sdI7WQJyJH0_PfA2tF8:APA91bH7NJ5tOAiTsCBx2O1wIXtWeJ9yW4eiJFBHdboIBvNDwuX1va2JhBYWmJV7BO6cMsxmt3wgln380MUlEk1H2kLl_9Y4mr-f6G8TgJU9FQWf8ncxpnZiOpd_Xdb4WEiGSL6CazlL', 1, NULL, NULL, NULL, '2020-12-09 10:39:20', '2021-01-10 17:35:11'),
(95, 0, 0, 0, NULL, 'سوبر ماركت مترو', 'metro@metro.com', NULL, '$2y$10$hvhWl8q18BFQMINMriDNXe1BFD3ZBtrKVr9yNbRlik1XEf6BBmeUS', NULL, 'true', '01114731662', 'egypt, ddddddddddddd, dddddd', NULL, NULL, 1, NULL, NULL, NULL, '2020-12-09 11:37:26', '2020-12-09 11:37:26'),
(96, 0, 0, 0, NULL, 'حضر موت', 'hadr@hadr.com', NULL, '$2y$10$zr3BmcGYqgFug1xb53Xxb.ujwjItrz9qw1QjQOvEqV1ccOO8g3Ita', NULL, 'true', '01153433408', 'egypt, ddddddddddddd, dddddd', NULL, NULL, 1, NULL, NULL, NULL, '2020-12-09 11:51:42', '2020-12-09 11:51:42'),
(97, 0, 0, 0, NULL, 'برونتو', 'bronto@bronto.com', NULL, '$2y$10$9CzhEk6XqtkGNYCb3mvHZ.DmEbx4s/emfgR06pcKiZP1UPfTW3X9O', NULL, 'true', '01125830338', 'egypt, ddddddddddddd, dddddd', NULL, NULL, 1, NULL, NULL, NULL, '2020-12-09 11:53:59', '2020-12-09 11:53:59'),
(98, 0, 0, 0, NULL, 'كي أف سي', 'kfc@kfc', NULL, '$2y$10$6P6.l0UcIZdG3QWkWv2wtOlTJTcV1Hyzbe0y62qXy/DYsldO/ffMO', NULL, 'true', '01153589338', 'egypt, ddddddddddddd, dddddd', NULL, NULL, 1, NULL, NULL, NULL, '2020-12-09 11:55:24', '2020-12-09 11:55:24'),
(99, 0, 0, 0, NULL, 'طلعت', 'talat@talat.com', NULL, '$2y$10$G0dSHSqm8ZLVYD8msY36gOOsVQkQgxhsesvY5CV0YwlaLnYrzyKB.', NULL, 'true', '01153852338', 'egypt, ddddddddddddd, dddddd', NULL, NULL, 1, NULL, NULL, NULL, '2020-12-09 11:56:22', '2020-12-09 11:56:22'),
(100, 0, 0, 0, NULL, 'أونيونز', 'on@on.com', NULL, '$2y$10$ql8gCOKsUp1.M1jjCcFqjOEH.WjhWuKi32rexWWTZqzJEGNHKzXPm', NULL, 'true', '01153415938', 'egypt, ddddddddddddd, dddddd', NULL, NULL, 1, NULL, NULL, NULL, '2020-12-09 11:57:17', '2020-12-09 11:57:17'),
(101, 0, 0, 0, NULL, 'صبحي كابر فرع المعادي', 'kab@kab.com', NULL, '$2y$10$F75GMnvwO0kt7mOgGgJ//.qxynypzPhSM3/rEel8s10MyxLbbg/d.', NULL, 'true', '0115154990338', 'egypt, ddddddddddddd, dddddd', NULL, NULL, 1, NULL, NULL, NULL, '2020-12-09 11:59:12', '2020-12-09 11:59:12'),
(102, 0, 0, 0, NULL, 'الشبراوي فرع طوخ', 'shtokh@tokh.com', NULL, '$2y$10$Ll3dT44pdbU1ZfaVXuMOW.xELm87/2tiUJ.ZVb8YoZJWrAi4N83V6', NULL, 'true', '01158526930338', 'egypt, ddddddddddddd, dddddd', NULL, NULL, 1, NULL, NULL, NULL, '2020-12-09 12:00:32', '2020-12-09 12:00:32'),
(103, 0, 0, 0, NULL, 'نادر جمال', 'refaatgamal2222@gmail.com', NULL, '$2y$10$wMwbB3NdLEivIOSNRWOFReK8xr22auBc0DI3vUbAZ4og6b93aOU9S', NULL, 'false', '01153430339', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImVmNGU0OTExNjk5ZDBlMTI5M2I4ZTYxZDk5NmYzZDVlZjQxYzIyZDc4NmNjMjJmNzg0YTY3YzhlOTliMjEwOTU5MzdhNTgwZTNhMjQ5Mzc3In0.eyJhdWQiOiIxIiwianRpIjoiZWY0ZTQ5MTE2OTlkMGUxMjkzYjhlNjFkOTk2ZjNkNWVmNDFjMjJkNzg2Y2MyMmY3ODRhNjdjOGU5OWIyMTA5NTkzN2E1ODBlM2EyNDkzNzciLCJpYXQiOjE2MTE3NTM1MzksIm5iZiI6MTYxMTc1MzUzOSwiZXhwIjoxNjQzMjg5NTM5LCJzdWIiOiIxMDMiLCJzY29wZXMiOltdfQ.vt0Cw4TodHhB48v41JYCSoiFpSJKhirFA2-ezeroec2RTvcyIkXPm9wNX59hIICBqw2PST6oYnUNIhd9f12n9mJp9xU_tZLsHQiR6ksk_9iQdfVpRpK94GaLUiHRMfNCRdqQVr5TYYMFVJrRZ6VHAFcG274yxlwEsnCc1qMTAnBGn8UHtW9-WEUx1X0cvftBpJXMUUZhD13NYyYeYNidElO-6V7CdTkONT_DgS29cTJFem8HfWgt1tDGlA5PAu7d2I9wGZZo8LX3EaEPzq3WwwA6gLyXZ5UbGOXOkhlM8mr-5iNoTIDrRoEtaS06qaxEzU7AheCfUD1sv-lEBQerceBu6x8wqLuCODmYlFWHDjit41igAztJ7f9gKMXmVGv6Inae9Jy1WcIosQhoTjUxmcxdc4a5wu_6BUPur1Cfy5SDU-gLT0bmA67Q8cPOpCMTubdrEuNrRmAYbtV7RL7iZ4GJDfNUPLP_8SMYG4ZNUo9PSMb-nr26-wqzM5PIYYnAuB7NaYDPZvrEztT3eVMn9Byy3M7wKDrExfNRT10SyfxDSCGIe9YqrGYYOzLxIt0D5ch__jkMO4xkVWDXM1zKZRRZPp3hc4V3UX-C7p60tIDwoqFYovo4iSVUHpNHH_ue1IaoMrRp7swJaXPr09W7B3kQQABQ7OEi_7TaaIoOkR4', 'eYdRpoZgSG2XMQKBtZpbr7:APA91bGEAuZGP8ZWyE2BmLoAR-ZOgv8ky_cLeFXa2z4QCMMaEjftwK8Tp5v1cBAjIRcUt9RYndRrJOKPRB1wJJhZyyUCYzjG7RcgiveKoQGlnrI43_OAqBG6u7QsNpAvsl2wfyQndJzh', 1, '4917', NULL, 'images/user/103/photo/IMG_20201123_141758270.jpg', '2020-12-20 10:37:24', '2021-01-27 13:33:29'),
(104, 0, 0, 0, NULL, 'George', 'georgehany3355@gmail.com', NULL, '$2y$10$rYV/1zcVz8QBk2r4aZ4FeuwevZ3bNqW7K53wxon4DOSoS4OS7f3Em', NULL, 'false', '01550296912', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6IjQzZjE0M2I5MjMzNmZkNzJkZGRkNDY1ODA4ZGE2NzFkMTJlMWE2MDVlYjY5ODdhNjk5ODA4ODkzMDk2NTc5ZGJjZGU0N2NkNDgwZTI0YTdmIn0.eyJhdWQiOiIxIiwianRpIjoiNDNmMTQzYjkyMzM2ZmQ3MmRkZGQ0NjU4MDhkYTY3MWQxMmUxYTYwNWViNjk4N2E2OTk4MDg4OTMwOTY1NzlkYmNkZTQ3Y2Q0ODBlMjRhN2YiLCJpYXQiOjE2MTcwMjI5MTcsIm5iZiI6MTYxNzAyMjkxNywiZXhwIjoxNjQ4NTU4OTE3LCJzdWIiOiIxMDQiLCJzY29wZXMiOltdfQ.P3eh6NXxDHStEZ-E3Pq_r0w8MQ6jlx0rYQjhi6X1nzIC_fKCukBfJXuggrTyHalrDk366veHLA1nD82kcs7wsKg18ozEtt6IT7ZBydzyhDiDSm67pzT5HiKUkyy60Bc-Errsgtiv_9DcuZfypxdw3gf34B2huuagC56GPUd9pp8KtrrY76_CBbgq3SE3IIjmtOLNifOdXQNn-zcla_VdaODM3B0WEOX-k5MtMt1xo-OyGWmGvlGy90EOkfuzhYSrL0ngPWSa5pAVw08AuMZE9CFx95BfY44nrStbvneOwzlkb0XqwRHRy_toDpsNmnr-GFOtBAs-z44oMjWapje5sf2Rio10rxQPFVFk5cnAhC5lGJaSmDeNsKExerPg-CuspB8WomqSUFi38-9UQBYWoFqAS2fyZbpOu7YRiZX5nJvCjossKajOVYeHmt79f-rOVeltjeQoSUWENS7kgEI0VTyfSP7b2MXoFrniBmeOIAyCzzzsKDMk-C4IpkrYSaqO0JiR8v_IH6ui2AE973BiM-rs1dacnz4mliSULuqTbj3vheS1oWUwrgXIaUP1TyUo91FuZ4TwNKjvB1XyWLFYYdcZ80umsdBCUcv2HxLMyZpXYhGid8hxtTh89IrCEaS5vv50fTYxVJlbf7B1Buur69cvfIb8HuCV_kCSCcs6I18', 'fF56LFUdSP6gaVYALiUgmI:APA91bGrwR8vOQHWXZ9SN3VOoPW_rTo4vhd9hjpi4m5QFk_2qFsr_vGCEf7aAVEHwHWwQsTEbiV6smmX94XV1_tDxxToxjCh4paSXvaA63o0FdFXSTDm4Y3fT6cjTPCB67wZsgEy6S9D', 1, '8297', NULL, 'images/user/104/photo/IMG_20201217_120219115.jpg', '2020-12-20 11:29:17', '2021-03-29 22:01:57'),
(105, 0, 0, 0, NULL, 'Nader Gamal', 'test@test.com', NULL, '$2y$10$/AElWV0NpZ4ExCjGpECBjuvBs04KUqCCsMTX2mMrN9gRKFu6.hLL2', NULL, 'true', '801153430338', 'egypt, ddddddddddddd, dddddd', NULL, NULL, 1, NULL, NULL, NULL, '2020-12-22 09:59:35', '2020-12-22 09:59:35'),
(106, 0, 0, 0, NULL, 'Nader Gamal', 'refaatgdsa2233@gmail.com', NULL, '$2y$10$FNongigsND1ZS25CnfZCX.iValG/i98Xuuao8m4gZYmVX.s/ZBLQC', NULL, 'false', '01153485832', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImU0N2Y2NzdmZjFlZjgxOTZhZDlmMTEwYWJhYzA3NzAzZDYyOWY5NjU4ZThkOWQ2Y2RmNWNjNGUxY2M0ZWQ2OWFhYTVkMzUwNzZhYmRiODE4In0.eyJhdWQiOiIxIiwianRpIjoiZTQ3ZjY3N2ZmMWVmODE5NmFkOWYxMTBhYmFjMDc3MDNkNjI5Zjk2NThlOGQ5ZDZjZGY1Y2M0ZTFjYzRlZDY5YWFhNWQzNTA3NmFiZGI4MTgiLCJpYXQiOjE2MDkwNzM3NjUsIm5iZiI6MTYwOTA3Mzc2NSwiZXhwIjoxNjQwNjA5NzY1LCJzdWIiOiIxMDYiLCJzY29wZXMiOltdfQ.U237Em6GCqeucSAvcLKLs_CtFk4BmdmzkOHpHzHu-BgyxJpqxvX-SyJ5Thm9oq8wKu5ru1b7_ZBE3T06aRK1zFFqwkNM0CAxAztc6gFWQVeNgJMsNa7OA6u9cppDzAipj3oGGZLUgzJ7ai2d8AT8V7REuH_MqZRRZSD4wt7hQO4wexTjtKJSzblqqnqAtiRzB2pTrrkanrNytxjV4PC83cm47Nxdmwc-s8dFkXzlMIApuIw_aiiEtGc4WcJPJacW09FXxc5_CU-MvZzv7FBoU8z8WREV13t7jsueruiDyo65jmr9i9BEPSPi48V-EKnhd0tS1P_yD9JWByZCTkVP6sQ-tWozc3326yLJTAo38ilPWpandtM0k9HcimUBGrcj5ZJvme7IAUVYeur-UeKitbvtOMZfrhAtle2WVJd7QBD_LV6Eo2zuXi2IAKMCiX4uwMtnP7Y7n5QogtENt7yQjY-GmPof378YCPU5D9rS7Gvv0Ir9d1F80GLtIcgfT9af2e1qA9Xg0qHHyXK_3qzj56A55UA_9bRdoFzgvvhLasK2qO1S9CIiLmo09QF1E2uFugjaWJ1DiJeW1oaE1CcZVdieHUwKaO-K1k8vVnDcjvIO94KSgm2JVVrMJuSsfJTuX4nsFaASCaJ7xbgOPprxU6o2mO1RlN6LuPHxfdh8a4U', 'eYdRpoZgSG2XMQKBtZpbr7:APA91bGEAuZGP8ZWyE2BmLoAR-ZOgv8ky_cLeFXa2z4QCMMaEjftwK8Tp5v1cBAjIRcUt9RYndRrJOKPRB1wJJhZyyUCYzjG7RcgiveKoQGlnrI43_OAqBG6u7QsNpAvsl2wfyQndJzh', 1, '7279', NULL, NULL, '2020-12-22 13:51:32', '2020-12-27 12:56:21'),
(107, 0, 0, 6, NULL, 'جورج هاني فنجري جرجس', 'g.hahhny@xware.co', NULL, '$2y$10$yjNZiVyAKCbG.EeEFN1qhuvpSoO1T.r/UqAPinSD9RoAhvCzy6plq', NULL, 'true', '0155085296912', 'السراقنا - القوصيه - اسيوط', NULL, NULL, 0, NULL, NULL, NULL, '2020-12-24 09:39:27', '2020-12-24 09:39:27'),
(108, 0, 0, 0, NULL, 'agmed emam', 'dghgv@fggh.com', NULL, '$2y$10$9Pda6gKg1LIKrl4Drt6fa.dvXQ02G5IhdhwIaH1EW9WR6F.0fzTK.', NULL, 'false', '01111190368', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6IjY2M2Q3NTgyZDNlODUwNWJkYzBkNDVhMjAwZDY1ZGEyODVhNjQyYTA4ZDg5ZjYzNGEwMDM2YzJjYzg1NmZjNGM4MDA0ZWU5NjlmY2YxZGEzIn0.eyJhdWQiOiIxIiwianRpIjoiNjYzZDc1ODJkM2U4NTA1YmRjMGQ0NWEyMDBkNjVkYTI4NWE2NDJhMDhkODlmNjM0YTAwMzZjMmNjODU2ZmM0YzgwMDRlZTk2OWZjZjFkYTMiLCJpYXQiOjE2MDkxNjMwNTAsIm5iZiI6MTYwOTE2MzA1MCwiZXhwIjoxNjQwNjk5MDUwLCJzdWIiOiIxMDgiLCJzY29wZXMiOltdfQ.wctw0qUpXJBKMe3mdaV3l3LtSd6Qg9xvXi1IqZIuH6_JkWAiiBBEmNkKmaQj_imwtlS7xUSTZrX_M8d2WpTUZB5jrydn-4OLhF8aO72ovHSfhBPaNQyjH9PsklUzbkDhZl3kCxyk8fBO9LdLavrAySI3ybaOGatPCJmfNQj-FhFLux6NM8RxshCJTS4AgjdOWMeZN-OkmJQoEUCUj7V1XYVKnDlNDJb7fMBoDO963eJGH7T3tsnCJDLsGv0apVPR0nIzedQcq0XzdWILdGGndjrcwcvtdjMEjh4cvPvY40bE0oWM6Uz9SjliRPMvf5YJmWaCEliU2D8e1Z4aPNFv2hshaxcUoGkaXX03vlCJ6u59mO_LDP3QZPHLCk3pG8kl2-BIfjfBcIaYdkW-KYRBnQcV4z0USzPke2hg9ZhqlYWzaKpNP0kIyu1mUP3kdwAJ8aJeZbU2P0r3euddmgZF82KZoWBd0njQKDj8PfAB1bglaw2IA1KvSVQaJS0oMgnnQoeMhrktdTUID0OnsSQ0JtTvVVKQ9rLxVQAzCPOboijVoIo21G4YCA0lF4wkbVHeFjImFt0PP5J6V0gu12j8RNSm2pjuH3ui8kRAlgDKcpyupF8MvOy7X-V91x0KVp6A9hzzXCeRzmW4kDjxvOBQECeYFbC1_YlhWcbs98JpINg', 'de4N-6M6S9qpiqpwpqLPPR:APA91bH5s_y1411bbraed4unZD0ogTYUZ959GUdn8hUnBukNmAwjfRdd5_6uGsC5BzuLz_pbUlPbZVUtxivf9Xu-Ky1xX8pKL9XClJjW37E7lbXHpZ1YeDdgLBPdQs2x8N0gMBYpKY_1', 1, '9172', NULL, 'images/user/108/photo/IMG_20201228_155745994.jpg', '2020-12-28 13:44:10', '2020-12-28 13:57:48'),
(109, 0, 0, 0, NULL, 'Nader Gamal', 'refaatgdsa223@gmail.com', NULL, '$2y$10$y9NrqIBe7A2E.fFxY/FziuAPJLQgMGC/PqiM2IHUWdfjBdve/Ha6q', NULL, 'false', '01153485885', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImYwODIxYTNmNmExOWE1MGVhZTQ1ZjRlNWY4MGExYWM1MzMzNGYwYTMwM2U2NjljNGUwMWQ0YzhhZDc2MmY5MDYyMzg1ZWFiYzRjZmYxMjNiIn0.eyJhdWQiOiIxIiwianRpIjoiZjA4MjFhM2Y2YTE5YTUwZWFlNDVmNGU1ZjgwYTFhYzUzMzM0ZjBhMzAzZTY2OWM0ZTAxZDRjOGFkNzYyZjkwNjIzODVlYWJjNGNmZjEyM2IiLCJpYXQiOjE2MDkxNjUyNDYsIm5iZiI6MTYwOTE2NTI0NiwiZXhwIjoxNjQwNzAxMjQ2LCJzdWIiOiIxMDkiLCJzY29wZXMiOltdfQ.qm1yqc4dGX4xUEhU3O3tq_u6RqZY48D2niq0i1b0k993CAgz-_JTjbaswAOSH9VC9jmAge_xJCyCEYTiDzFA1g9cGGEtvYdKnYWz714yK8HUM_yltkksnGC7Xt-67GVlYEq9DZYlKhL3jdzAPOqa-aCk4gT2CPYn2cC5WEC3s0tBCBHbPeX7FLdw4j_foIEp251bfquzvzWRnLJCjmPum6MChru86hF3IjHLApnHvMYxL4TkieaGG_mIdBlrpNL_mbuLkrEO7k_uN7S8iIuugYhc6jKRDFLsh-SirZnGeCoe2pa5maachn-F0myNJwIfIsgfzjwdGzDwVms4mKHprlg0aCAu86kQEZQjFIjN99NHFvTBT0ofWfDkO-IWaYG_bGLF_tPqSqhhd24lwXJPmZ1008YUeBCBqqo8mswnwVYltQAELxB29fz7N7e129ix11ixVxONEUQRF_8i3Nyr1QUR63EBOjrt4l_6fF_Lhffxwqu-rV9kss-qKoENlKgXkzWPoD00LPjOmhe6lcdJnui0AQU92dn-kotR0ERN4aZeMpD9uBD0xTmWfrBWR4cxWlw7QgBYucwHlZv7daYcNPY9n1mLBYomxV90YyOQuUmNXKsGTZjZ_b5tsi4mqfB8kKyNCdLodljkWBaC05U4Dk8bib6gzMsX-cj7HI0h6vY', 'dsssdsddfdsfdfdfsdfdsfdsf', 1, '8671', NULL, NULL, '2020-12-28 14:20:46', '2020-12-28 14:23:05'),
(110, 0, 0, 0, NULL, 'jo', 'jo@gmail.com', NULL, '$2y$10$UzGz8bkMPHkS1pP07ooQsO.9rk695KgRKCc2rnwRtjdyOxbEwzNvW', NULL, 'false', '0123', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6IjQwMjdlMjEwMmMxYTk4OWRkYjZlMGZjMGIzNDNhYWY5YWRiZDQwZGI0MDBjOGQ3NTRlMThkMjc2MWM4MWViNTA0NGFjMzY5NmNiZjE2ZTAzIn0.eyJhdWQiOiIxIiwianRpIjoiNDAyN2UyMTAyYzFhOTg5ZGRiNmUwZmMwYjM0M2FhZjlhZGJkNDBkYjQwMGM4ZDc1NGUxOGQyNzYxYzgxZWI1MDQ0YWMzNjk2Y2JmMTZlMDMiLCJpYXQiOjE2MDkxNjU5NTQsIm5iZiI6MTYwOTE2NTk1NCwiZXhwIjoxNjQwNzAxOTU0LCJzdWIiOiIxMTAiLCJzY29wZXMiOltdfQ.KDMM9O--hZBRY91U3H8pUT1wQ3eQJxxQyt3Xjwwawp_dvIXKHMbT3bcxKKYs2VlZAvrkwjhH2o15CVDbSLCN4Lcmp4emOUK-sOwNlyjU694mE8NlL8-Omf_94L3e-6M16mzLzbeYyGRag0Q9Q55Jl8i2VyFUCcR4Bt5x-d1B35N3riq3DtdN-RtSQXLR1ZAHS1jnpUelSbJzYScuZ56E107Z3mE8kX67iLetDjOjVP9IXNyyzE1TA4AbHroKq-qJYUQwFLf-6jyoPufFiw3jWKitMlFz3MtKlbdRqpfO3Yk1OMOCybBaYkGleMp4M-xkIUGbalZq_6mYHfzYs9tGPR2ooOCzLInzwY1YShl6T4092K7Cmc-y_gZPa3RjCkbIJGIkXeuwTWOV2reENY6YMuZ04cknBF8zHs7HlV5S8PhjlJsolue_GkxRFx1esJyfk98RfcA6dtlG3Qjkazhl3pvVQSe9lM3d2ZTWP3ON9oSg_FbrSiTmfLhIiNjDaECVgUiDi3Tm801mCjrg2QbwRI3jk7j00JPUIInUdLZuwKTH6sPXrxJrSHEInZH05o4Uu8kAZ36DfNE_WE5tgluh4gRwbzjhr88Y_issM5iTpZo7v1p4vqxnLqlLtTw-iBQiW2xB0B8FeT51P1D7L88u0mA3VeFzG4VvICZsX840E-M', 'de4N-6M6S9qpiqpwpqLPPR:APA91bH5s_y1411bbraed4unZD0ogTYUZ959GUdn8hUnBukNmAwjfRdd5_6uGsC5BzuLz_pbUlPbZVUtxivf9Xu-Ky1xX8pKL9XClJjW37E7lbXHpZ1YeDdgLBPdQs2x8N0gMBYpKY_1', 1, '4929', NULL, NULL, '2020-12-28 14:26:41', '2020-12-28 14:33:10'),
(111, 0, 0, 0, NULL, 'محمد', 'altarifi@mail.net.sa', NULL, '$2y$10$3A3KB7uHYukK4m3xpFQsxevUYuwj8PCpYo9Brz58nCrFiZYP9dADa', NULL, 'false', '0541220881', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImRhZjBhZjA3Y2QyNGNhZDljNDY1N2UxMTAxMWZiMzJlMzY0Njc5ODhhOWFiMGJhNDljNGNiYWFmNWZlNzJiZWNkYzRjZWMzZmE5OTUwZGQ3In0.eyJhdWQiOiIxIiwianRpIjoiZGFmMGFmMDdjZDI0Y2FkOWM0NjU3ZTExMDExZmIzMmUzNjQ2Nzk4OGE5YWIwYmE0OWM0Y2JhYWY1ZmU3MmJlY2RjNGNlYzNmYTk5NTBkZDciLCJpYXQiOjE2MDk2NzgyMjEsIm5iZiI6MTYwOTY3ODIyMSwiZXhwIjoxNjQxMjE0MjIxLCJzdWIiOiIxMTEiLCJzY29wZXMiOltdfQ.dD92LX1HG-QkHZW3lTf7efttuYNMnBEsgqcEfkZaHGrAR0WhwBG8IczpQSlhMZ9wbWSRk0gJBA-QhiBv-MHSQj592DZoGBEQGa5e-b623Z4yBguwVcmVaa5qEPiJ8aAhszUuK4NfJ0UhOsnjanqBHMMkW0Cp04vIAnglzzPLUJ7ySatwwTDIwhnjrkHp2c97MXDsEOzBPjkpzRHHjOIATq5i2DhlP20WKDrwzVU0h6sZIeiZGvnZU00Lwp1qudb_68PF3LA1_o4CZU4IwqFFA9rPcuo69JkQrwjJR8HW9uMKKWeBX6ie-hldJnojZzpsLkKhv3A2KpBCgQQzIRyiHjOly5Bi5_WtxRQ6ben7peO8xM_RzDnFubPc8zJQDO337YyoNAV4E_6USZ48CrXewR66xT-vG9zyQiQf7C6t6o3rR226SlEqsz9zaQpiUTnxQRxbnpyg1xye9iBiDA_8tjljJd01aNH_h4YYKXsjMX0w7wxTXUeccJ4o1MJD5BXkZTzCVtPClcCGnwwy7PgR2YdUJd5-1WkwiuRzxAYEGNBf7Gs1FS5j9iOi9muWf3isEefqKuWHzhjxOPsm8EVwJww3yTJ10YNE6MGO4RjaIHk0gVFk6nI3nLDvETxjaMVQa7YYMIzKZKjh2LqX_h-sDk48t07aOe_E1tluWio8vps', 'fpbiuZWtSEq3oiCHAK8o5x:APA91bGTz88dcogtmEXhMd131IQHJJesgWQDqTreOjasjDDMpRHecGUDw080yJvvtg7H0RRBNlGCsCoOuNKCF7VXRW7XOVUFqzlX8F8rbu4fYh8TEtJEuY3xqL-Y7MUIy375PQGQ6HDO', 1, '8385', NULL, NULL, '2021-01-03 12:50:21', '2021-01-03 12:50:43'),
(112, 0, 0, 0, NULL, 'فاتنه', 'muath6161@gmail.com', NULL, '$2y$10$kwuBc9.V0xpVEKdKVzzkzucjwx6Znhe4YXyYmuzO.huglRkp6KqZ6', NULL, 'true', '0564006289', 'المدينة المنورة', NULL, NULL, NULL, NULL, NULL, NULL, '2021-01-05 16:59:02', '2021-01-05 16:59:02'),
(113, 0, 0, 0, NULL, 'kerolles', 'kerolles@gmail.com', NULL, '$2y$10$PWAaVvJQZ454cVPeeDXeBug0nMRRDt/G6ihieRhOIy.vyC4su14Bu', NULL, 'false', '01023674218', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImI3ZGQyOWNhYWJkNDI0NzdlM2MwNjc4NTI3YWFjYmFkZjE5ODI4NTY0ODEzMjViYmVkZDhkNzFlOTE2ZTk5MTZjNjdkNTRhZDNjYzMyM2ZiIn0.eyJhdWQiOiIxIiwianRpIjoiYjdkZDI5Y2FhYmQ0MjQ3N2UzYzA2Nzg1MjdhYWNiYWRmMTk4Mjg1NjQ4MTMyNWJiZWRkOGQ3MWU5MTZlOTkxNmM2N2Q1NGFkM2NjMzIzZmIiLCJpYXQiOjE2MTA1NTE4NTAsIm5iZiI6MTYxMDU1MTg1MCwiZXhwIjoxNjQyMDg3ODUwLCJzdWIiOiIxMTMiLCJzY29wZXMiOltdfQ.gjAzbrOfzJojZUu-HL-lkUCMlESbeGP414pvTbu2fU6A4BympDLvCB5qwsy10zJ8p_SBB6wXoDE27Hl3hlCCfaqbiIyMJShJObYCF5Fe3yYR-fWoqLrK7Q8RQIz23ZgPkmls2hu3TSfjHv3b34NpYLgKge736RdodzuubPotTLSPu1DLzKeG75zVtS-ycDE2Oj6N6K8t9MuRPCQPtrMzhraduh3ILGpSLp02VUHELN1GYrtO0ZHopY9_gP0Ti6NbEtOJqtFAOVrawEdM8egRoBvQZ2N2VpRkafd8U-vBadTqGwLTaPpuZBSfXfyP8BZU90MiCk98WfGEB9jsVrwj08h2bhW7_1UJ2rZqUs4MLJ2V5wIUD6-brkNkixuKhaqNKpUQaWELizjmXSn1_X4ixzekFd_cNJUVVSY0kIfA-RMwFo6mKM2ivegpPd5ZqRghhmIheaVbd4f4hCvGYUA9OyawhAcaxEjEbGOfs3RdyLz0m-v0BvxwRD6vPBLcFEwE2l1mKfYoYlqRkmzZ8Zvrb8YFHgdO21AMgbQd2BwZH9j9l3YePavq-vmPHVVNV-bjB2c10ENbKTyFtUg0eiiFsdEfeJf-_iNsR5_i4aD-xOU-f-uFFcU55H43dKV9TH0pThUXFmQl_OC37tz27cotpBzcNP388v2qXn6ohUu0XAc', NULL, 0, '7126', NULL, NULL, '2021-01-13 15:30:50', '2021-02-02 14:43:17'),
(114, 0, 0, 0, NULL, 'Majed', 'magedma11@hotmail.com', NULL, '$2y$10$6bBto5sLggE117mIfGqncOkPYl2q3sCoBXq74q5wC4T62eiF0FKhm', NULL, 'false', '0533144860', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6Ijk0ZmYxODU4ZGI0Mjk1NzhiZDA2Y2FhYWRiYmRiYThlZDE1MWFjZjlkYjNjZDAzOGUxMGNlY2IwNjZiZmMzMTE4YmNlZGVhZWQyZmU4Zjk2In0.eyJhdWQiOiIxIiwianRpIjoiOTRmZjE4NThkYjQyOTU3OGJkMDZjYWFhZGJiZGJhOGVkMTUxYWNmOWRiM2NkMDM4ZTEwY2VjYjA2NmJmYzMxMThiY2VkZWFlZDJmZThmOTYiLCJpYXQiOjE2MTk4MjUxNTMsIm5iZiI6MTYxOTgyNTE1MywiZXhwIjoxNjUxMzYxMTUzLCJzdWIiOiIxMTQiLCJzY29wZXMiOltdfQ.o_6XU-dXSDnhTR8H4OT6qMk7APoY1GlXTKgB-vFhePvySiiDdkjRTnee-gCs5Igk0dGFHY_RMWz4Pqbfw5u8Ma5_SRw_0UPdtKwyRuWNPlTiThgvq82tm0i-OD01wjtXvUnLbvXLNr9RTfHd0_Js7eaS4C1uCRj9025HBdlOCdoVgmAm6wVRPt_bqIeOLNeN2rx-llwKu4AupJHtz_RkNq29gMGIHP22_0GwFUtTy65E8vi-9c9UtCllegAUf1OmEXgrpMfIMep3RUVP6H2cEw_ZvcLzJg-cU9sS8aN48duJDuafkgNEJEDr8fYnVnOl6-mWaA5lThjQdOQaIeNSopSof098BlWipcBlC6bbeH92bsMeXUrtqcIjbodR5k_xJT2NHdLStQ_ln27E8d_tMUH0RWB1rsGy3_8VEE6W4RXXBMwgxCNJxnRQfuv1_SxSbd4VHQBYddSjzpHqKqaPDOgPRrTzPf4PR9uoOx9e518IgGQi3MLjnTtardsmUeDgTZnQWnJOH57MjUjZcjt6aWS0r2uvaA2G4hk_sBGOKgUbZN59XfxJWYy9EL9-YWYEA20-uiGZijShQf1aBEMKl6iJVJ7dCK9Iaqa2L3CCMrISPfZHO2zAKUPwX8926LW1qmxlopuBwjzM8CVbh_5eHAvgYH8EDo6iufewZxco7wc', 'fFDt-FVDRLGBKWrlPH9B3f:APA91bG9JMFM1OXgw0oRty_1mVQmlGyKVdXS3MrCoDCtHLGXfLWdU6ae7X2rhmiLRdxCRDZFwdRHJSZ_mHRthoEi-pBHZRcj538TeJpeZz7xAqdMuq5XWsre9aYhvCT6RXeRT3lMYiUk', 1, '5521', NULL, NULL, '2021-01-13 23:54:56', '2021-05-01 08:25:53'),
(115, 0, 0, 0, NULL, 'Emad', 'mail@emad.com', NULL, '$2y$10$bYFqiRBCN3SBy/jIa9FcoODRlc83tb0AnKigUlK5GUpNWsTODxX0K', NULL, 'true', '01097215932', 'Cairo', 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImQ1M2M1ZGJlODBlZjMxZjExNDk3MjQ3MDgzODlhNzNmYjgyNjc5MjU2MTllOTUxYmRhNDVjODY3ODUwYmMzYjc1YThkNzM5NzJiNjQzYjBlIn0.eyJhdWQiOiIxIiwianRpIjoiZDUzYzVkYmU4MGVmMzFmMTE0OTcyNDcwODM4OWE3M2ZiODI2NzkyNTYxOWU5NTFiZGE0NWM4Njc4NTBiYzNiNzVhOGQ3Mzk3MmI2NDNiMGUiLCJpYXQiOjE2MTA2MTI3ODAsIm5iZiI6MTYxMDYxMjc4MCwiZXhwIjoxNjQyMTQ4NzgwLCJzdWIiOiIxMTUiLCJzY29wZXMiOltdfQ.bJV1qaUwZqbCkj2doyjgOMMKzQMUVj4P3Wz1NewK8H9zEfaI1YvvLfDU3S2GxLSr_JgtcRJbCwmAu6Y4SphiuFNIqayRbkgpEDTJWGjAPWJIjcn6tW8t9HXja94n18RyiP0V0H3Gjs-qXKy8oIFnOqq_I7q25MyZXvOCrisMpc29yOqYJ7yuGMm7qBKUgOGcLSXtVBnM52Dpqq-4XguxeIjBUtWF1NDDKmn4Xa9ve_RlQB_eDYWY70GaF4Vc_NgzLqiQQfkdydqeGJmLJnc29uqRaOO3A_FcsUGU34PnieLTME34dLXZ_8MZI-FFQF6loV7_R_MMkjLqll-H9bp5EAdZy-OT-UCOiarjYYyVoaD6yPcyKrp5hT6iYnt02NZyTA6U2hCqNJoIDS3KsRbC540TYnWlFOxibbzj-LucJs298aNTvzfYy7PmwihVUJ5RteTN_IyjdEtCnD9roVBNu2m_oelSdD9aR_cW41ce9f_MKL5p5iiyx-aHRbRyOrrsnIWly2WBsofBoonqmp3RzxkNTuWe2INJRfYRE87jEMfdnzDTxxFDh8BFEk1FoobumrmAlcONEQ5CIDmoJ-RvO1Q4Wn55G_-tcpm7ZjrBcmLDGzP8JiQDHrHsYAB4jGvlrQMimPzYrOLaCJLr6WNHDYJPi7nDzIgc7NEaKyL8jv8', NULL, 0, '8593', NULL, NULL, '2021-01-14 08:26:20', '2021-01-14 08:26:20'),
(117, 0, 0, 18, NULL, 'موظف ١ مطعم تجربه', 'test1@test.com', NULL, '$2y$10$vV9.0sHFSJbM37p.eM.cZ.Mj6xj4YfAb5SMX.NThOeNh5WbBWN8Ye', NULL, 'true', '0102993883939', 'asd awdqwd', NULL, NULL, 0, NULL, NULL, NULL, '2021-01-19 13:23:15', '2021-01-19 13:23:15'),
(119, 0, 0, 17, NULL, 'موظف فاتنه', 'fatenah@awlem.net', NULL, '$2y$10$jEapsiklCTJbkHo/huAhS.9yBJX5O4ndU9C3pAyJrP8K.mgPZ3c/m', NULL, 'true', '222222222222', 'طريق الملك عبدالله', NULL, NULL, 0, NULL, NULL, NULL, '2021-01-19 18:57:45', '2021-03-19 18:14:01'),
(120, 0, 0, 0, NULL, 'SKETCH CAFE', 'Teto.1.mar@hotmail.com', NULL, '$2y$10$njbSGGvzcXMyEP2PVL1zcujR1v3592tjIguYHpw7PYNrPGxxNSYua', NULL, 'true', '0562030006', 'المدينة المنورة - بوليفارد المحمدية', NULL, NULL, 1, NULL, NULL, NULL, '2021-01-19 20:19:19', '2021-01-19 21:38:22'),
(121, 0, 0, 19, NULL, 'موظف سكتش', 'Sketchcafe10@hotmail.com', NULL, '$2y$10$.xzSyeWt3Bl2wUx40Tuhq.U8SMJ/q9fD8gjpG8rag2mnn03LEosw6', NULL, 'true', '0564191229', 'بوليفارد المحمدية', NULL, NULL, 0, NULL, NULL, NULL, '2021-01-19 21:04:45', '2021-01-19 21:04:45'),
(122, 0, 0, 0, NULL, 'BAS', 'Bascafe@gmail.com', NULL, '$2y$10$jH2ETcQWMeIUe78wq1RYRew5JcMQTqFohphswUC9lw2I3DyxFMIU6', NULL, 'true', '0506714024', 'المدينة المنورة - بوليفارد المحمدية', NULL, NULL, 1, NULL, NULL, NULL, '2021-01-22 05:19:38', '2021-01-22 05:19:38'),
(123, 0, 0, 20, NULL, 'موظف BAS', 'Bascafe1@gmail.com', NULL, '$2y$10$mrpJT8yhyljOVGwu47btIuAwOIQqvJ3dM9kxOnGWoJ2nyvXNUGVK2', NULL, 'true', '0000000000000', 'المدينة المنورة - بوليفارد المحمدية', NULL, NULL, 0, NULL, NULL, NULL, '2021-01-22 05:24:14', '2021-01-22 05:24:14'),
(124, 0, 0, 0, NULL, 'ريف العرب', 'reefalarab1@gmail.com', NULL, '$2y$10$WlWkUUKKpjdQ.hQz7A3wqOoH7.vi8ML8L/qwVY3TLz1Mu9tPCV1P6', NULL, 'true', '0544646555', 'المدينة المنورة', NULL, NULL, 1, NULL, NULL, NULL, '2021-01-22 08:48:28', '2021-01-22 08:48:28'),
(125, 0, 0, 0, NULL, 'مدير مشراق', 'meshraq@gmail.com', NULL, '$2y$10$PdwzrUwvHjwa5s5QOdFIIO34NorIbWT39L.hTSiwxDqxH1PzZsaGu', NULL, 'true', '11111111111', 'المدينة المنورة', NULL, NULL, 1, NULL, NULL, NULL, '2021-01-24 05:18:13', '2021-01-24 05:18:13'),
(126, 0, 0, 0, NULL, 'asmaa', 'asmaa.mohammed711@gmail.com', NULL, '$2y$10$vSTpkVI9j7ocSqwNaiJKLOjfy6xA3WY36O2dbvs0LRiyYj6im8lyO', NULL, 'false', '01064153633', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImIxYjVhOTU3Njg1MDk5NjI0YTQwMGFkNTUyNmYxZDViNzA1YWQzMjM4NTgyMDE2OGRiNjY3MTlkMTIxNzgwZGM2NzEzNDdjMWE0YjYyNDEyIn0.eyJhdWQiOiIxIiwianRpIjoiYjFiNWE5NTc2ODUwOTk2MjRhNDAwYWQ1NTI2ZjFkNWI3MDVhZDMyMzg1ODIwMTY4ZGI2NjcxOWQxMjE3ODBkYzY3MTM0N2MxYTRiNjI0MTIiLCJpYXQiOjE2MTcxMDk3MzIsIm5iZiI6MTYxNzEwOTczMiwiZXhwIjoxNjQ4NjQ1NzMyLCJzdWIiOiIxMjYiLCJzY29wZXMiOltdfQ.peZwreDxknejsX4brHuKYKA19ZLiHXKHC1ClVnvj6Kcz69GP_oGW7K8ueO9qXhpTduEKfvBtj0H9bYge3TumkrRoPTJ11nFvfkNVxLcMVCfOI6SBW8uRJsWeAcQQoh3_Tw_8IX0kdjHQ4zTuQo17vMswgPhxeSEINAJX-ThP1M3-OCBaUrPL34E5Z8-IUoLKrY2LyLYnFn4T0U90XykhEhbZaJ9pi1NHH0h5MLc-tEYVu_Q9oXp0LTk3TWsHH1Vu5_q41tPsrHcU-wRjw9sOMo91a_vVt1k1eaxeU85UPtsA9TWqFV-enmvI3pfEdZoOi-xyLmBs3B0CRP2CnOYFMDVYvNZbmOLygWytajA0hbMPwWJNZtQoMUJfJE-hBGr2eI6Xd2pgXpFTkYwyEg6620oAlCmJjVQc35Oi8VELf2woow61g_yScDhGJnM77qSREAYzUnjol1-yis_AnNx8XSMoe_1ql3PCbK5twUkwzl6iNNkQt-tR8mEiwY2v69YVWYzU3BMsb1TlIobQi6XZeiU7lHwyaecKFOgIR_952-jWnnrmzwQySYfzKuUnwTl5Ls2e8f-jOZBp1xWrYliKKx5f02C_mexORZOpc06bBpt9CzPUDDZbhAZMzlTqzqJ5764QZ8x684g-qpI_c1fPEJD1JGuUGiiIOPr83rK9CmY', 'c0XF0Jx6QYKOdlsJvH2teT:APA91bHVYVhEzK7DH_Lf06vbKFKAA9QTUvpjKCMRg6nMym4Juf9jp9efrK73O3SR3Kc4dVW7pPUK3RsnqgH6FT9J1Di3gpL5tT0GmYhYx3PhuJ567T6OyjELC2vt0sGda-eiaCwIbHAC', 1, '7182', NULL, NULL, '2021-01-25 15:01:06', '2021-03-30 22:08:52'),
(127, 0, 0, 21, NULL, 'ريف العرب فرع الممشى', 'reefalarab2@awlem.com', NULL, '$2y$10$QJtghLWWM0SJJzXzwR3nF.3mT6Lwcv3dvQeX1HbDsBY7SDpkLjjwm', NULL, 'true', '8888888888', 'ممشى الهجرة', NULL, NULL, 0, NULL, NULL, NULL, '2021-01-25 15:29:39', '2021-01-28 09:32:22'),
(128, 0, 0, 0, NULL, 'م. علي', 'aalharbi094@gmail.com', NULL, '$2y$10$FX07g37/tQ2mJyzT2dXGmejYOc1WMBMcSrzVYDW4Zt0Jfk4Bgs3cW', NULL, 'true', '0560368000', 'المدينة', NULL, NULL, 1, NULL, NULL, NULL, '2021-01-25 18:59:53', '2021-01-25 18:59:53'),
(129, 0, 0, 0, NULL, 'مشكاة', 'a.a.abu_ghararah@hotmail.com', NULL, '$2y$10$PhIY7rFmr.EjI8DVS3i4OOzlDmHUIRnt/jzu27HSMGKvQG6ip1LrC', NULL, 'true', '0582000044', 'المدينة', NULL, NULL, 1, NULL, NULL, NULL, '2021-01-25 19:02:41', '2021-01-25 19:02:41'),
(130, 0, 0, 0, NULL, 'جوس ستيشن', 'juicestation@awlem.com', NULL, '$2y$10$NKqBTeloVeRYOJ20.CrXw.hLMOL2EI5VPZosiztYZHlUuCffSUoDi', NULL, 'true', '0505909695', 'المدينة', NULL, NULL, 1, NULL, NULL, NULL, '2021-01-26 17:29:23', '2021-01-26 17:29:23'),
(131, 0, 0, 24, NULL, 'موظف جوس ستيشن', 'juicestation1@awlem.com', NULL, '$2y$10$oua93tM.ebc.xvZc9CWJ..EQH8NC.CY5AjtVo398cJ.jB8hzN5Fdy', NULL, 'true', '0148444553', 'المدينة', NULL, NULL, 0, NULL, NULL, NULL, '2021-01-26 18:16:31', '2021-01-26 18:16:31'),
(132, 0, 0, 0, NULL, 'بيت حصة', 'too-fy2000@hotmail.com', NULL, '$2y$10$WixGo5legiZHyxR2hn//.eJt2L9voJT510NV367GiJ17qB9mejQtm', NULL, 'true', '0561541153', 'المدينة المنورة', NULL, NULL, 1, NULL, NULL, NULL, '2021-01-28 09:45:40', '2021-01-28 09:45:40'),
(133, 0, 0, 0, NULL, 'ahmed emem', 'divel.line.30@gmail.com', NULL, '$2y$10$N.XHrdUikXwvOiowGXRWLO4mp39YsEfVyC2Nq0YqdeNLWGOXS7Gk2', NULL, 'false', '01024459147', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6IjlkYWFlYmY0YTc5MzA5MDMxMzA1MzYyODFkNGVkNTQyNjdkYjdhNzAxNTk0ZGVjMTlkYzk0NTE1YmIyOTg1OGNjOGUzOTU2ZjgxNDEzMWJiIn0.eyJhdWQiOiIxIiwianRpIjoiOWRhYWViZjRhNzkzMDkwMzEzMDUzNjI4MWQ0ZWQ1NDI2N2RiN2E3MDE1OTRkZWMxOWRjOTQ1MTViYjI5ODU4Y2M4ZTM5NTZmODE0MTMxYmIiLCJpYXQiOjE2MTE4NDkzNTMsIm5iZiI6MTYxMTg0OTM1MywiZXhwIjoxNjQzMzg1MzUzLCJzdWIiOiIxMzMiLCJzY29wZXMiOltdfQ.FTdmHq1oziX2LR2_lEJXC0nBQhtz7HqBEb31KLxg4O_XF3HCgYKZ3qN6DiICvJEi6SiwD5stSkitnj1Cw-DN73HVqBVxNmkyZ0XjVJapbKrC2NlNr4wIxEQr1GktlAI2Z6njhC_Vy0KwfEjzx9Td_LzCtdOYjty6tnVUDZz2sicBP6lBM8unU1Cr95zzWgBLRgkGhlw0TODoOWpst6wJhzkrCYmsYq4Ya8DgHmPRxCeU8tCjqTgDF93IbT83kKsMpQzbFHeiWrEWVlrXaQ4oLPNF-p_9ZwgcL7nvGd1SGqTCBIKPl7KgQ0AxyXLnahMZuCDHOYZMUA8VNaRqb27wu20KARrwqYlwJglVV89kMmkYmwflwbH05CI2VcFGR1SxJQdFBK5SFHQ4MHCfBMkpi-QrvqdYpCbSahT-om56W0SlwLrQ_EzLzVRc_qYO3SRSk-uqaoyo_KSzc62538cWfciieKDr6PCgEAbmpQ-2ApqfxPgzEg23a738eidsr8qdNaYwQOIiQNeekWq9tnvxjYdaO2B7yLtp0fLB-rZJx9K7-UYpCzVMNPXN90hEiYSLXXTxClz6mH7sAYNlfY9nHeVJ3PWx9TZeXpNqfRWYIq7OGpj-S9Yw88NYRyQeRJFvgj9kRxmBquHxAGKZIn4XVZ3_aPQOcQGjTVabc1gYS6Y', NULL, 0, '6857', NULL, NULL, '2021-01-28 15:55:53', '2021-01-28 16:42:11'),
(134, 0, 0, 22, NULL, 'موظف مشراق فرع الفيصلية', 'meshraq1@awlem.com', NULL, '$2y$10$/NvWNsKj.cMFHUoaBuBhiOOE6RgkeAGwYKyfpplIsVBVBNx47Afaa', NULL, 'true', '5555555555', 'المدينة المنورة', NULL, NULL, 0, '6329', NULL, NULL, '2021-01-29 16:20:10', '2021-04-07 20:08:49'),
(135, 0, 0, 0, NULL, 'باي ستريت', 'PIESTREET@AWLEM.COM', NULL, '$2y$10$A2CmmVn4CgblsTXp35iwHu3UdJvJuWNadCqrsXl.viUztEIEUcqWu', NULL, 'true', '0000000000', 'المدينة', NULL, NULL, 1, NULL, NULL, NULL, '2021-02-01 17:23:05', '2021-02-01 17:23:05'),
(136, 0, 0, 0, NULL, 'ahmed emam', 'divel.line.20@gmail.com', NULL, '$2y$10$va1G4Pg135A1qj2fHmnQE.WBsFjYt0TbiGBtNgbsqFFNCUkxQYdie', NULL, 'false', '01111190900', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImQyNDE2YWNmNThhMjdlODg4MzIyZDZhN2FkYTRhM2I1YjM3ZDUxOTQyY2VjNjZiYTU2NWIxNmFhMGE2MDQ1YzUzMzA2M2JlYjI0ZmE4NmNkIn0.eyJhdWQiOiIxIiwianRpIjoiZDI0MTZhY2Y1OGEyN2U4ODgzMjJkNmE3YWRhNGEzYjViMzdkNTE5NDJjZWM2NmJhNTY1YjE2YWEwYTYwNDVjNTMzMDYzYmViMjRmYTg2Y2QiLCJpYXQiOjE2MTIyNzUzMTUsIm5iZiI6MTYxMjI3NTMxNSwiZXhwIjoxNjQzODExMzE1LCJzdWIiOiIxMzYiLCJzY29wZXMiOltdfQ.Km4CW-U5euEQk1pE88UYTDPXpu0a0_AJIBb3ZoZJErYeyeIRjDbSRov1rcmpethw3XeEYR8Ri9Pfh3ec8JtHG0Y-xRRfqsRd8PP8qVXE9Q7GYo5GN-EkycWk5I4oMUCmz3SFvM6Aaw3n7ELbD0AoA2fEo9L88_g6X2o5Dcy6-xOeyyERn51rBv0tTEr7VrC5z3xZRnr7InJp6yDyHXc2zwGXG2agWzYv-qXQknP7_zCXTw992QoewENpPDSJ5i7KZ9ZE2PSvHI-FrdfUQ2Jd-k4L65cU1MtW5Tj5qVqhfpTV3Ay8V9ZVmP2jYgTHpmJXV0MIBLP2ecRsVbCU3DJ4uh9WJ3jo-8h4-TSscADzjmnPO4aYbpuWZjOf_JSrxMjqgNMUp9R3H7XgK6lST-VAVa4kx6NhZLFDpTocl0v1K5lWsyDHViCHF2C5N9jwOEkEA0BHvohf-HlrCA-eI_P9KJ4F14KpllHFITfYcbid4kN_q9l35VrbPmW-mtE85bwPrzGebTwy4cV7otu1XoIdj6wmou6I_VvLX6ZeQv_dY7wCzc08O_YP_0bzpLrjyO9VS4VG41qM9kJlftrketggsUXpKbVDnpKFtAgC99OLkUvv08t9vvkXYIBsNxSaD0mNvPaDXO7uTmHPtrKNXkklt6Q-fuNVVm_RUGQ2myiamP8', NULL, 0, '1441', NULL, NULL, '2021-02-02 14:15:15', '2021-02-02 14:17:00'),
(137, 0, 0, 0, NULL, 'kerolles', 'kerolles@hotmail.com', NULL, '$2y$10$7gi/06tzpYMgjLgOS9JaQuj9fEUwjxmchiLYSsemGZasjW2mzpecq', NULL, 'false', '01011121314', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6IjZiYTg4Y2IyOThiNjZiMTU0ZWUwYmY2MTAzM2IzMTUwZDk2MjhhODk5ZjgxMTBiYzMxNmVhNTA2ODNiYTI2ODVjMTU1YTU4MjY1OGIxMjliIn0.eyJhdWQiOiIxIiwianRpIjoiNmJhODhjYjI5OGI2NmIxNTRlZTBiZjYxMDMzYjMxNTBkOTYyOGE4OTlmODExMGJjMzE2ZWE1MDY4M2JhMjY4NWMxNTVhNTgyNjU4YjEyOWIiLCJpYXQiOjE2MTIyNzcwMjYsIm5iZiI6MTYxMjI3NzAyNiwiZXhwIjoxNjQzODEzMDI2LCJzdWIiOiIxMzciLCJzY29wZXMiOltdfQ.rKrv13ZA6f3wgv5p2mEtuLS3SpL4iCLu0Q0h9suNZcm5baJA0hAtWebTD01F9o2qufYNqMUepN9hxv-z867N4bewTwsStljDs_lGG1TvoN_uX5U-BvG71hWy-18YLAhsHk2-BUU3aJcjxH_D-2sakblTDWglmyN8vusVM3KEjbdbpWDreJqdV2SsC151XSvhKkNcp_L2wIP-F4eqfrGkOj7LEI0up9YbfNDQyy0HQnTR_evAbHBvHmQHI-Q8crahCs11m021NZE6PcVABSCcY2jD7HR-t5CL0AjtZDCWJvqw7f9I29E5geZQVXEGxKc_p4ZM3nemNH_Qlf9Boe16eeSFju06Nfjo3lLNrabg8_10AIZs5NI8-H6bjF2HF4FnDJkeUhkcDf_yDo6eJWKdwVIRlXIj-Lt40LcfO2B_saJghqOOSJfHQ2vPZrG-yYOq8AYG-EmTe-8fg6nDQioIW3s30ihTI5dIbE5rzdNuupwM33mDCBKXuC2kf4HyLsLrHlBvMNheTWQzx4Jj3MlvZp4SsXyIcFDcbNbHZmHKBPdWpsA5n6_bWtcI0cO_2bX-WSBHN5EEqhd3XrQlDPm2MUwoD5Xir6p3AODpfaM0Zu24XvKBQeQQT8E4o3mXM4IJZEi72y0hE4ZJMkWwgWUYlc4WdpA4V-IlABm5jB9UGv8', NULL, 0, '7728', NULL, NULL, '2021-02-02 14:43:46', '2021-02-02 14:56:18'),
(138, 0, 0, 0, NULL, 'Nader Gamal', 'refaatgdsa22@gmail.com', NULL, '$2y$10$SOtWtMhjaK.vKie0dE0UL.J4.6AZIn7IgCnONdcD7jt1Co5yZMAXm', NULL, 'false', '+20115348583223', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImJiYzQ2ZjI5Yzg5ZjI1ZDQwOTAwZWU2NjMyY2YwMDZkZDA2OTAxNjAxZTc2NDhhYTMwMDAyNGU2NmYzN2VmOTMxNDk3NDk1ODJjZjY4ZGNmIn0.eyJhdWQiOiIxIiwianRpIjoiYmJjNDZmMjljODlmMjVkNDA5MDBlZTY2MzJjZjAwNmRkMDY5MDE2MDFlNzY0OGFhMzAwMDI0ZTY2ZjM3ZWY5MzE0OTc0OTU4MmNmNjhkY2YiLCJpYXQiOjE2MTIyNzcyMDYsIm5iZiI6MTYxMjI3NzIwNiwiZXhwIjoxNjQzODEzMjA2LCJzdWIiOiIxMzgiLCJzY29wZXMiOltdfQ.uRaW6-cE9Je8OVo9CUosjDju_wkLldBKgvOQBbGfYDnx5OdymfGRhEoW41hsCnDzWSUDqJtwtQfrdCDG43S3lsEL5TsAHTmuBny8wclvqg-ChyJkgduOmt8bHTBhrtlJcapL7xOFbGvUuPpRSNqzwQo1xB8ZBH3HkMzt2wEFgd7G99KXfiw5w2GL6p3r8vieMiXRHVJgBZ4yXjwFG6zocMpvj91b9qeo-NluY4R9iBznYuAiDCaD3K10TQ0lGp8No6ZsMooL2ernXXwTxXu_7fcQ9yz7pYQXl00bCxSrNQl4QoVoSCfVfAelR0cDbtxKcoFAZRtGRZLeI4KiSflLeLkjJY7qhYkgz-G51v-RflMVUEg9nN_mhYX91O9gZnZ-Qp4n-90eLk4780x-p2byzSCJcy1uC-v6kpv73Ynr26A6w2KtmePWs4aLcn4Om6i_oqd6ghRbcJu-c-TNppI0SVJ0ni8GozsiYhEfI88fMRQNa9WqbWXc_e9R7VmrgDdY9lEig1QeN0xnXh2WRRMDL3C70V_yZbUukFnUlwMvXaLB0Tqoq6Sh8hL-3EBgI9S5t55q0ljUTtsa0VuJNMoxehG0tBb4IOCiI1iDN6l6p1D5bxbvx0dda3AVEI_Dtwz0tPKhU2hv874hXBnJiTUOLdDarJVN81_31esGgWCrntA', NULL, 0, '9996', NULL, NULL, '2021-02-02 14:46:46', '2021-02-02 14:46:46'),
(139, 0, 0, 0, NULL, 'kerolles', 'kerolles@mail.com', NULL, '$2y$10$OjySorwNUiyURBVITgnb..dFTQcjO.5OKIt5.6M8An3NAnrAB7EiK', NULL, 'false', '010111213145', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6IjQwMDRlMGRlYmNiYjdjZjY3NDk5MDQ3YWQzMzgyZGMwNTE1NTZkYzkxNmEwNWM1MWJhNGJjN2YyMDEzMzRhOWVlM2E2Nzc1NDZiMTE0MjRlIn0.eyJhdWQiOiIxIiwianRpIjoiNDAwNGUwZGViY2JiN2NmNjc0OTkwNDdhZDMzODJkYzA1MTU1NmRjOTE2YTA1YzUxYmE0YmM3ZjIwMTMzNGE5ZWUzYTY3NzU0NmIxMTQyNGUiLCJpYXQiOjE2MTIyNzc3OTYsIm5iZiI6MTYxMjI3Nzc5NiwiZXhwIjoxNjQzODEzNzk2LCJzdWIiOiIxMzkiLCJzY29wZXMiOltdfQ.TkJ8oN0_k3wX1dyXNcZwDYFFLOqM5uYbPB0RrF9dl6E6a57BK5rvGZZIZajuWQUwav_hAOIRttZ48eVrekRlidGtSwzy74kEvnSORbt-sjm3F9NMygrxiHyjJBN18HgghfG5z1G7OSgfPB8MfeX_ZvXvTWSvKe0ZZOHn0zlohI2tlhxzS93FCWhwIsuhTczQpItB_f5vDqudT3jIoJrEKSohz4o2Dh_t3ePaBU6AmcrjBubB4TkVvt1jBmiDU4qYaYAeodOIDu6tvDB6FGnJVi3AAjFRXCEhO8G-_HFbXoH_LwMukrO827wpIwDvRaILC_7UmOI-0DXyjEV2I4scifY-_9Otoq210Ga7dGIaczS2iJ4_9VnNoeF-UV5AHA63w1Gr7iCzxXPwUNa9uHtbHh984fPuIdQ2Zcdh8cZXVZI6zP6-ZUrtipWXyv34a5khZd3mkiWJiV8bRJBf0J7YQyQWS4ZFgXZNOnW14yDCZhX9uRuB4wXExZxcxFbxQpz4FUWNELceIHEGVNZYnnfAT7jNnLk4cZqwuGpj_1i8VSGRTLuPhFgg62JAT-TklpEzNPl2PvhFAD4JU2F9wKP8_T61RtAKqyjScpYK-86Xt8EZ3tfpTp54Fhomp8tw0vW5xM-M9ElvWIgqpajNrLWUSFmFtJSPP79epwOHpgiYzI0', NULL, 0, '2269', NULL, NULL, '2021-02-02 14:56:36', '2021-02-02 15:15:36'),
(140, 0, 0, 0, NULL, 'kerolles', 'kerolles@googlemail.com', NULL, '$2y$10$RQyeCjGz5fFnS6cKkJXCtOid0pytHzkWop0YnfhNuVLKyBJpFlLCm', NULL, 'false', '0101112131415', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6IjM0MjVjMDg4NzFhNjM3ZmJiNTU2YzY1NDliOTE1NWNjOGYzNGQ0NDM3NzMxMDU3ZjliNWM2YzdkMzQ4NTQ5OTRjODg2ZGZmMzU2OWI1ZDliIn0.eyJhdWQiOiIxIiwianRpIjoiMzQyNWMwODg3MWE2MzdmYmI1NTZjNjU0OWI5MTU1Y2M4ZjM0ZDQ0Mzc3MzEwNTdmOWI1YzZjN2QzNDg1NDk5NGM4ODZkZmYzNTY5YjVkOWIiLCJpYXQiOjE2MTIyNzgyODMsIm5iZiI6MTYxMjI3ODI4MywiZXhwIjoxNjQzODE0MjgzLCJzdWIiOiIxNDAiLCJzY29wZXMiOltdfQ.ldxOpZ_8hpOHGJAlkzgD8P3xjTxnpWPpJXJDpsn74YbEGDDus064ybsF_k-H0dZKuGqAvILYZPBqW-DVfK6acdfUsTS-dnitQ5x2oQ4lG_8L3Xz3Nwt0uirbEPWEY5Cj9S3w9Fy8UTxFCidyL2AEJ6G3bWbY8NzKOiKb8Nx2FXtGtuZWBGJ0sW9V7rWVPPs84elCQFIH8qiArdgBsvcE39wW7EZPPsUvJe5hfrmyApOdQH5Ah-ds1NFGmC5loVKGIZ4uTZ7T5y0nFCs9EXVQdjI6_cArt_ccVJbzeollHGByDMmRR40U_ywNfv26WK6ixyLzzrQW2AniVD1VCUK0Kehm8pkjbBtxYfx3bMOe_B-8zL3rMWpMon-AwPw01JvWUhtKInft9_T06l-Ze2XxM9_9xoILg6YH2PAFvez58kO9dBrRvLOOjRH9UbCg-bKtWDcnN2TUVstAvd6g6W_OE7nXon49_wb7MWvw9H9KgItEjhC5KiEchLFv7pL0pQgLHxJqyDNLD1LOpHO5f4rqfhQa3o3lkUvQ15cFmZkuGhMvZnWPOPg32-up1bgGqwCZPihkdxjwVHR6GDKrCMr4rMEjKWtI2vDJtr0uqzxnR-NcXVz_e6gbOvrU_5mBaEPZpSbxXjnC9_NSm03LR1a-wGpSXOQa6VEkO99IkiQ3CKY', NULL, 1, '3695', NULL, NULL, '2021-02-02 15:04:43', '2021-02-02 15:04:56'),
(141, 0, 0, 0, NULL, 'Nader Gamal', 'refaatgdsa22@gmail.co', NULL, '$2y$10$YxB4r2j0NVoG9r7l9y2gk..MpLOSllB9rYilU9DTqqsondkreFAuC', NULL, 'false', '+201153485832', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6IjQ5MWI4NGMxYTEwZThhY2VkNDk4YzAzM2IzYmQ2Y2VhYmU4YjdmZDE0ZDI2MjNkNTEyMDY3M2JlNjA0MWRkOWJkOTM5ZTkzOGU1NjUyNDdlIn0.eyJhdWQiOiIxIiwianRpIjoiNDkxYjg0YzFhMTBlOGFjZWQ0OThjMDMzYjNiZDZjZWFiZThiN2ZkMTRkMjYyM2Q1MTIwNjczYmU2MDQxZGQ5YmQ5MzllOTM4ZTU2NTI0N2UiLCJpYXQiOjE2MTIyNzg0MDksIm5iZiI6MTYxMjI3ODQwOSwiZXhwIjoxNjQzODE0NDA5LCJzdWIiOiIxNDEiLCJzY29wZXMiOltdfQ.p4JF89tLsRX_wB9fVWQjAPvR0ygsZv5GbuvweXCAekuDagPGLIRDuXqSPhwiHmZlwI67r9ggmNKRUBnIA2m3cBgBtqhpESJfd8Ir6RQmIyWDvRUL0Ud88d494frcPV3pgyvs7lNwUBmTH19Ch8o0I04MCf9ZmVCU49IcYvNvfN79q2cjjYIuHANHOwk_UJyF6wwOpRPJ_OIfyEvpf0mD6afFG4X6skVHh_TzpjfrVRMlLoejGBpmCmiNKD9ZUs3O6i1trPBRuolF0W2-mnGSZfASu-a9eyJNnCG9UW5T4_GgMtC1xdYwjL6xBIv09OhP-2oUIa_dsDvFvkFKCXi4QYhqh02_Z285_sZzesJtTheIJASD99SzqjWKrpWOTYA0Szk_PGhBNeNFuWGq0xM5SgePRg4jRrySxL-9fZHwJjETzvq6OrFdOUoWNxnoK_8PeWsozdayoaWAml2HU8MZeoedP2rL16_z4F6nd-4LbNe8dQh61NCaT5FUTkNUAJI3yeyALBL79YJ3ToIvZncOQ5juppnT6UQrMaHwxJpYYyFsi828xYWyP35W9vbzhGvu_w2L1ry9sovlxV1DYQcLLkzr6G8whBCr9F8RWnmjN1erYizfwjJzds5mjsj1I2hWXEGV7u7DcokCC44-hEkJjP5DhHU2knU4MmMmm7IJ6As', NULL, 1, '4536', NULL, NULL, '2021-02-02 15:06:49', '2021-02-02 15:07:10'),
(142, 0, 0, 0, NULL, 'keroooo', 'keroo@gmail.com', NULL, '$2y$10$P9R8dK5ni4WFJn597SwuLuYy9wOQxLgP4kBSpdCCPUUfTK.XRz64m', NULL, 'false', '01010111213', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImJjZjcxNTQzNmRmMjg2MGJiNzM0MjE5MDg5NzA1MWZmMDc3NjMwNGNmOThiZTRkNWFhOGY1ZWQxNDFhMzAzN2Q3MjJkZGU4ZmFkODk5YWE2In0.eyJhdWQiOiIxIiwianRpIjoiYmNmNzE1NDM2ZGYyODYwYmI3MzQyMTkwODk3MDUxZmYwNzc2MzA0Y2Y5OGJlNGQ1YWE4ZjVlZDE0MWEzMDM3ZDcyMmRkZThmYWQ4OTlhYTYiLCJpYXQiOjE2MTIyNzg4NTMsIm5iZiI6MTYxMjI3ODg1MywiZXhwIjoxNjQzODE0ODUzLCJzdWIiOiIxNDIiLCJzY29wZXMiOltdfQ.JNicKe35MNN7c24Ilyp6GyxZr5lcegxiRAKKLVJL4mNf4JXg-3DhEYLyb72IvPMQftwaUHu85H4BI_UmZTKQuNf0qg86tp0amG1Eqx-yDr0hB6zIngoy5ZtgG9gcuUIC9kvXRIFilAHpj07O9prkK_J1aEcnFGwzW31uayvGsQ5snAkQsMqYO9RAffktoY-P8E-RAMzSnlNi9yIO2fWtz_jy0QBHbtGVT8qogLTay7Fg2k-lPkUHeK8b8OJr78g6J6Jrb70jpjQZmmhfVX8CM79GRPQgxzB7x0MOx6g9oHfwqLuZzv59V74MVZs__N3xlzsRRVUPy6hOVvZwEpus7czO6EITQlJjs3Nc8AoA5Sm4ouEB6tCfby9BWRbCSHWEk_RPW9EewgsGWUF58HW73gbXd7KTKIJVWLJzcKhoaIOBQJaNu_Z6_oqXKMlwGTgzdnuxJSFpRKRSsP7URVuUZZFA8dWd0pV-hi6ZEtAXBR1X5BBrEhdUy8PTGM5ZOSvv5SXkHpM9uvLQLp0Ln7E_FSyblQtDCagaNUSO7Af6L_rRPv240OfpXIf2PfWR6oqcvbk9G6v9f08Pj5by06_C4G7xZ_M5pE0oKpIO6OvKg1k3mqRhEW234sdTpyVFGl60zXKZgH_UF67tO9XRumUj9LKhmmNUY3S9rNedIIDhS-s', NULL, 1, '8333', NULL, NULL, '2021-02-02 15:14:13', '2021-02-02 15:14:21'),
(143, 0, 0, 0, NULL, 'keroooo', 'kerolll@gmail.com', NULL, '$2y$10$8iyHEtmYEY3VGkkgScc7lua3xLCCNGJHb6UY9GYPWA/Ywui/I4IdO', NULL, 'false', '01011111213', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImRhNTNmYWEwNWEzYmMyMDY5OTJlMDMxNDE4N2QzYzk2NzA3ODc3ZGY4MmJkYmE1ZTljZTFjYjM5ZWQwMzQzNzliNDQ4ZWY3MDg4MTg1ZTJjIn0.eyJhdWQiOiIxIiwianRpIjoiZGE1M2ZhYTA1YTNiYzIwNjk5MmUwMzE0MTg3ZDNjOTY3MDc4NzdkZjgyYmRiYTVlOWNlMWNiMzllZDAzNDM3OWI0NDhlZjcwODgxODVlMmMiLCJpYXQiOjE2MTIyNzg5NDgsIm5iZiI6MTYxMjI3ODk0OCwiZXhwIjoxNjQzODE0OTQ4LCJzdWIiOiIxNDMiLCJzY29wZXMiOltdfQ.lkf_noSeZGFbM1KqSjWXYDy0jR-7oZp07aX-4V6wYXeJJsEr-dv1nOVUdibIz2oVaaQzx1VZMCQEz1JH1YcU2kHTd8FCMAczo6nJjiuuxRu2xVcnlLN3HrAEQyzSyJuDhSeFPxNGa1u1po_-6_YRygYcsxUwX2jeQkGIV2az59tGYmwXuUEWHw2axsR9YHTokJDZW9sZgrrBBFAi62kT4flO41Mt3XPcVFeVX8aVlFPvaHewRVQ8NDzyuP_RtFCNop5bzDj6GZJgOmPmY_QtANjw11Jce4FBi2lfUQ7wVE-PuXbw15gnZ3PjSog53XaGjuNdVmezmRiWZ8j5DmPQa7s07jdcGncIiYtpzzyj2W-Y5JRqANycZIMMNhsmEP7ra07XmD6mgSJUfVfU_fcABJh-Ff0dhtLEICfoxa2WiqXxSb0Y8rMCot_D0oYTS4Lfa34eZAGcwA0BPZeS7728Q4cxqVeQCPNbotPlcQBPK9FK4aFu0fSHdb1wzQ0MpxiIAQuThkWRS1ayHNfcTOe1Q6WJ9S28MnW3-f9BUiQNah8kGod5dzDU81uA5n9j4YLCuSazc6S_S8Ck9dZO-Ts3o_RURJcIflert3e07PmuHdeYgFf0_PoZ4Z7KrBedPIisdmnLbZ1dtQpC6WBwSzu93qEhds8lxdXd41qtmd8T_9k', NULL, 1, '4826', NULL, NULL, '2021-02-02 15:15:48', '2021-02-02 15:16:36'),
(144, 0, 0, 0, NULL, 'keroooo', 'kerolles123@gmail.com', NULL, '$2y$10$q8.fJYPI9AznNSI4NbmcH.97k62oF7OZjAuwZjNst0XyGO6sB2Lgy', NULL, 'false', '01011121212', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6IjFlYzcxNTY0NDc0NjQzNTA2ZjQ4ZGNhNjExYjQyY2ZlN2EzMjhmYjNjNjdmM2QwODNhYjkyOWY3OTZlNjc3MjMzYTIyYzZjZWMyOWNmNzIxIn0.eyJhdWQiOiIxIiwianRpIjoiMWVjNzE1NjQ0NzQ2NDM1MDZmNDhkY2E2MTFiNDJjZmU3YTMyOGZiM2M2N2YzZDA4M2FiOTI5Zjc5NmU2NzcyMzNhMjJjNmNlYzI5Y2Y3MjEiLCJpYXQiOjE2MTIyODE1NjgsIm5iZiI6MTYxMjI4MTU2OCwiZXhwIjoxNjQzODE3NTY4LCJzdWIiOiIxNDQiLCJzY29wZXMiOltdfQ.O782IYce2Vl3XFBqjLpbYUMrHR2PjgLZosbomac0-NCc5M0e9XR_3HqvNgqv9Prj93LHn18kA8IxYnyQYuemQWD34_nZUggpWXJBZIAzhi-o_feN-eQyFZo3TfTyQdd4DOkIjqr2JTTMByJn6uaoZRlp8g1fYw5Li4mOgZ5lKKclqDF54DmJyNc7S3UxUpufZNYkqxIfVrtRd8EoeyWeirPGPEDpYwoiebVPJKpDnwcuz_8GLOQLC3r8BoZO3yzVqE9APGQqjE31ROZyZoVLiuviBRGMRsuop9EmWTMXzZpnt14wRuZr90rKcQyYT0TZpq8bKYeVQAoTng6jMteCYNsCoObL5EwDrWkne2xTddM3OuVm8_2Q73-lLTwSld2Dg3Djn6rlE7joPuJi9NKWbHmonW7NbpjDs8Xp4kUUwZavISa4sqb2Y1KXULP6AXf-UyrYrkuaHJhvUueJ9Kx9BtVLebUZhStn_Fdzb7GyklIVQB62R-aESH1rrQu0juBO1F2JNDKibBU5rzUJzIyrNoeeRYhAsVSOATbR1atYiK5Rj5LHDZWBLUfuMcG6eDolczsXZ0c9xkoQlLFOIGqzm7cUmk5ntXevvTi2zOce18YKpdtT0Py8lhtwboZfZITJJC67BI3FpCPxSE1sNW7OUyxAL12L9KA1E-7J4V35JEo', NULL, 1, '2145', NULL, NULL, '2021-02-02 15:59:28', '2021-02-02 15:59:36'),
(145, 0, 0, 0, NULL, 'WINGS FACTORY', 'sabrahmed4@gmail.com', NULL, '$2y$10$XUToioC2WgCaQEAhqbPk8..Y9ZEE.HlzcseSnUoFRa9zTmgsYxFBe', NULL, 'true', '0542024488', 'المدينة', NULL, NULL, 1, NULL, NULL, NULL, '2021-02-03 16:38:54', '2021-02-03 16:38:54'),
(146, 0, 0, 26, NULL, 'موظف باي ستريت فرع سلطانة', 'piestreet1@awlem.com', NULL, '$2y$10$yTDkXuPMO0DbC2k4MLWDzuxuL8so8NC8b2bWKv1VqPDxDXWrm93FK', NULL, 'true', '0000000001', 'المدينة', NULL, NULL, 0, NULL, NULL, NULL, '2021-02-03 18:01:19', '2021-02-03 18:01:19'),
(147, 0, 0, 0, NULL, 'nader', 'refaagggtgamal222@gmail.com', NULL, '$2y$10$H9tFQ0zoZ2HV.mhB6KuuX.7RPu2qGzpIc2M2Q35ZSal6bgvpx4knm', NULL, 'false', '01152525232', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6IjdlM2U5MTQxMTMyYjViN2ViYzQ4YmYxZTIzZDE0YjVkOTZjYWE2M2Y5MGY0YWY3YTE0NTVmYWFmZGMwODliZDkyN2ViZmY3NjQ2MDIyOWUwIn0.eyJhdWQiOiIxIiwianRpIjoiN2UzZTkxNDExMzJiNWI3ZWJjNDhiZjFlMjNkMTRiNWQ5NmNhYTYzZjkwZjRhZjdhMTQ1NWZhYWZkYzA4OWJkOTI3ZWJmZjc2NDYwMjI5ZTAiLCJpYXQiOjE2MTI3NzQzOTUsIm5iZiI6MTYxMjc3NDM5NSwiZXhwIjoxNjQ0MzEwMzk1LCJzdWIiOiIxNDciLCJzY29wZXMiOltdfQ.p1lWVtcPzxf5bGis7m44VQWlJ4Le7et1AJUFevUCs3ijK_GwxtVn3EkQex_wcjQV_MCH8A1zL5IgTFLFdlxibGQXHeSSiHgCZuEyNJWoDOw4xkXIDMjUcvqpK9jE_BPfvK1ogZJqA_mjWstgl6sO6EYsjXPkTNzTvBkee40kxXYoqJOztttzau5WFYZ1_tzdFDFPXiOWIKZDaEZ-G6PcPJ30H4U2EgTLzH0glkabCNTPrhAq5SGKiDz1YwC5uMLNeMAJrfYGs3Y_Q6q5HreFljtrC6xfRF6m6Lvznj2U3QprVP9dYWPqyOCz1VpLAbJ0K_DN8g7hY_GdPgYKQ6aPWmM0pcRFhw0lmYenWPOQX8zU4i9ssBLvqI_TwdcPlXwpOkOjMMouSIv1uHtWetyQkyqag1hrz0_-IvR_P9vZiQhw4Fw85sY627IdI8YGxfuQJk8Jz5INL3wR8c1e3Lc2xbEkTN5BkIXYAZkFkfPggQ__B1eNt2_lxG3Ha4CwK-Jhi99IjAW7GgW_RwbRsw7ZoJ7j4Gi7KF7fb2AURHbHGgkHgs1U67pTHYjRkYQmZMqA9K79OLth3BPNOEvkyTVDC-IwzQXYcpwKY5X68MjMGzAWX_IalUvIdarIefvV1JvJj_QOiFUL2vIWW9AEPps2IidXqcmR45X3iwozydxM4ss', 'dqAthQDpT3Cxuc09CTbbwK:APA91bHXfR9NfoA6oDXLkTkFfo6WJJ47MkVd1BLBQARULdJPwvsDEcdsOPN2_IQoeE3909f4MLQE4JXi8RuIgT6hwJnAHYQrT3PmlzAPOCbW-U0-3SD32o1jN-_j7UNP295DOadfnWbw', 0, '8766', NULL, NULL, '2021-02-08 08:53:14', '2021-02-08 08:53:15'),
(148, 0, 0, 0, NULL, 'Ahmed sayed', NULL, NULL, '$2y$10$4e7ZJy9FI3ojrVrDsIK5k.sh.cQDtLAvmxbJe8ASVig3OG9qfxQ76', NULL, 'false', '011525325432', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImI1ZTFhYmViYTZiZTk1ZmU4M2Q0NGU0ZGI3Y2FhNTE1ZmE5MjUwMmU2MjdkNGU2OTY2NzUzYTJjZGY5ODBlYzk2ZjlhZjk2YjEwYTIzZWE4In0.eyJhdWQiOiIxIiwianRpIjoiYjVlMWFiZWJhNmJlOTVmZTgzZDQ0ZTRkYjdjYWE1MTVmYTkyNTAyZTYyN2Q0ZTY5NjY3NTNhMmNkZjk4MGVjOTZmOWFmOTZiMTBhMjNlYTgiLCJpYXQiOjE2MTI3NzQ2MTEsIm5iZiI6MTYxMjc3NDYxMSwiZXhwIjoxNjQ0MzEwNjExLCJzdWIiOiIxNDgiLCJzY29wZXMiOltdfQ.FR7HEkorftqibjKWKvtCffnHPq3Y3konE2Q4wpcWZjOyMXvM3bOdhygFDHF1sHL4eS42wnrukmZCMmto371uvKfurAuqZbEWnaZxcZFMGb25l08MknOrUTrYRvUMOAmi_ZgNxBGR3hhdUANmz6Gsaqyd7BEHzubIEMyS8_OpeUTS0JjxbBLDsT03QvobRWLpdhohuZdP8RdblzBCOnvmABHXe7k2CgGYKawcx_UHXHy6gE86UWy6YaEm5bDfxGhZ__mxEQFzIRl0MepPyHOJMm7H5HxBaOwwgn8RR63MuoObEXsNpQeJGtf8XW80WP4HI5eE9q1eTLJZ99V-m6oeQQwPQagAggFpAr8tfoLqUtehXvc9hnHXacl3bIidN43R6C-VV8MKbR29Fxuzt_vDfStQrddgesjajdwIdOR2L_aI9fG8b4xkxA_W3k_uiU5LgVbJdOm4Zc_NmyrvB5qpREBh1WU96rkXOtQncNcpO3rTSekXAwSjTo3F0l9eXwQUshm7jQTuQU0tmEPpKQJ_BT3fOdFXFDEv04haS6996NgVMhYJhcC7HnmOVmMIlJQRQoybrs_L_5fmZxq1fH5cBZVv0oRXuL5796pfaM11HgKYkTe-lcX8_fhiOmZs_Z5xG6eQoYuPrwAaEYs2YUTW8aXUkoV5doqW8l4mbTzHfl0', 'dqAthQDpT3Cxuc09CTbbwK:APA91bHXfR9NfoA6oDXLkTkFfo6WJJ47MkVd1BLBQARULdJPwvsDEcdsOPN2_IQoeE3909f4MLQE4JXi8RuIgT6hwJnAHYQrT3PmlzAPOCbW-U0-3SD32o1jN-_j7UNP295DOadfnWbw', 0, '4459', NULL, NULL, '2021-02-08 08:56:51', '2021-02-08 08:56:51');
INSERT INTO `users` (`id`, `accepted`, `category_id`, `parent_restorant`, `websit_link`, `name`, `email`, `email_verified_at`, `password`, `remember_token`, `hasAdminAccess`, `phone`, `address`, `token`, `device_token`, `active`, `virification_code`, `lang`, `photo`, `created_at`, `updated_at`) VALUES
(149, 0, 0, 0, NULL, 'Ahmed sayed', NULL, NULL, '$2y$10$1R1LvxvdgPNiz.4b39UprO7oMOjLWvWi5cG.OzwIjdlYj9GZ4lZG.', NULL, 'false', '011524325852', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImFlMDVhODkxNjljYmUxMjExZGU4OTZlMjlmYzYxYjJlZWFlNmViNzBmODI3MGI4MmZjZDIyNzUxMGQ5Njg5NzE1NWU5ODhiMjIwYzk5MmU3In0.eyJhdWQiOiIxIiwianRpIjoiYWUwNWE4OTE2OWNiZTEyMTFkZTg5NmUyOWZjNjFiMmVlYWU2ZWI3MGY4MjcwYjgyZmNkMjI3NTEwZDk2ODk3MTU1ZTk4OGIyMjBjOTkyZTciLCJpYXQiOjE2MTI3NzQ2OTEsIm5iZiI6MTYxMjc3NDY5MSwiZXhwIjoxNjQ0MzEwNjkxLCJzdWIiOiIxNDkiLCJzY29wZXMiOltdfQ.gPRSObgWX4K1qNVXbhtxK2R_NIDja4iadOvllC1nEKMmFMPupMFLm_5dF2xTUMKcQ6sh2Zp23zon4UsIUL-rByFSFFodaPSFm4_QYPOq7mek_TUe2Ow23eYo0AZdtoHTvvHhUliFoUkdl42GgC5gD8ITKWpMBN9U8MsIRXm34SfW9VS62yDEgXq16PEnuH7oAkZQh6XaQz_x5It-cfzDQ7h4rjx7ijqxRcfdfZRxLofYlLwdj8YBHDgeLL3YpyHZzbcnaL_3dLT4sja8ygZkOwbqNE70dqQwf0RRwl4xit4CcOLC6qoIgYhidhtmkjc1rqUrW59_X6mwfLolp2VdlBY6MuFuzCJe8RRjTOWQvOPy46oJAPLtbybSCQ6KOWgnpHTNbHr4TV_DEXNJIls_QLMI1I2R_QBKSovtz_jE29-c3xuM6uuWaEdVlnHv4SP1uir2TBBmXQMImba71nORsN182Vdy6m2xVzuTGn9LDDSP9_y5Pbx4GPy3liNuF8CnIFdZcuBIuggH624K9c9iI8W_-pwggFzc_gryuOQczeSSqFLriJHaS37-5DogpomdyQdgNiduwANqkc7lqzfWRLuMNQXjxFn1QleYPh_PAPnMCrPqXtqGMz2QVXuwPAbWu7pwUROXN2OPL2Y_Az5wDavMZtrH9uvnPBay5t3pLm0', 'dqAthQDpT3Cxuc09CTbbwK:APA91bHXfR9NfoA6oDXLkTkFfo6WJJ47MkVd1BLBQARULdJPwvsDEcdsOPN2_IQoeE3909f4MLQE4JXi8RuIgT6hwJnAHYQrT3PmlzAPOCbW-U0-3SD32o1jN-_j7UNP295DOadfnWbw', 0, '1714', NULL, NULL, '2021-02-08 08:58:11', '2021-02-08 08:58:11'),
(150, 0, 0, 0, NULL, 'تجربة أخر نسخه', NULL, NULL, '$2y$10$bCm0sfZDfznErKhAIaeOBOuG4qZEZF3ThBLPq9i9glhq7knbtrDjq', NULL, 'false', '01153430333', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6IjljMjgwMWE3ZDZiNTg4OTQ4YzIwYWZjZWJhYTExNTljMmMzNGI1OWFiY2Q0NmI0ZmU1YTc1MDdmN2VmNDk2NDA1ZWViOGMzODEyZWEzMGQyIn0.eyJhdWQiOiIxIiwianRpIjoiOWMyODAxYTdkNmI1ODg5NDhjMjBhZmNlYmFhMTE1OWMyYzM0YjU5YWJjZDQ2YjRmZTVhNzUwN2Y3ZWY0OTY0MDVlZWI4YzM4MTJlYTMwZDIiLCJpYXQiOjE2MTI3NzgwMzAsIm5iZiI6MTYxMjc3ODAzMCwiZXhwIjoxNjQ0MzE0MDMwLCJzdWIiOiIxNTAiLCJzY29wZXMiOltdfQ.QD3mc6OzfeEIKAJ3dtwPZHITugzdONZWC2TMRggfA0xPJG06GpyoNuCmnFWx4fRN7aHd63nGROC__iN8DAtsSRWKJy0QTsgtY9cf7-p7fWe2ha7Qk0Z9C_1rRW4A-N7iuOM6SDs7jA0k5r0f0WjpWmM0df9AB5NIWwO9HyItwWXBNlb7RA8MFQcdSMIqFDQCwtuFZmj9-9Nn1SxbaAhvHPXCwlecXIFQETIz15ORDDi3jcaBHjB25uP-ZYE-684w32CWNmORJiEczekuuiF4mLqUJsOVXaMKYN9lCtUz1-DM1rzOwd1IUJ_prHLkphE2af2vEr-oV4WJRO4wpO5V5LKQDdMrLXj62FzFXbvII-RoKsooli0NhWwKCNGhpvkJ9HrA13e-uhRBg7Zxoewy_fuDSFyaoaePFErAxz-gererx0xd_x5zXxRLPyhcsTkaBlreMO_ZPLgJ8K_9-_wG0fZlmKbqvZ0vJqQmJUoSqxVfroqYTytnIMdDsu6k8oJ7yb-F7wjST4Rl7tnOhTKUP5J6woZF7qZTLtnz_ySOl9si5XeeleD_1ncJv5PtyJpoN_mg_ue0pPTLbl7A2pLzFNRrQU9K_sMXpDef_0VnpG9827mqLDU1AE3LlJKHiiSURYYz1gdFJMBARUeiFi0TLJOqlaQMlVbKbPrMPqSFd1g', 'fzsTjZeuQhyFf3cZmq3C6U:APA91bH5vNTDe_LslOMZD6R1FVwAi8O4E4jBKy_vZCEeg-U7m8AMy7d3pDJstM-wDhGwO3X_z9ttb_1cmsW0QqhOpIrZgcNMk4JRiY92NZhPL6KDf930eC79arJ4co3iZqaU5eTBxYBf', 1, '8636', NULL, NULL, '2021-02-08 09:53:49', '2021-02-08 09:54:02'),
(151, 0, 0, 0, NULL, 'خبزه', NULL, NULL, '$2y$10$cUmU5Ivl8UHSMLm61Xo/Ket7eE4ln779AIo28TfUeLpv4MFE77Jx6', NULL, 'false', '0500576763', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImQwMDhkMzYxMzkzNDIyNjgzOTA0ZjdjOTJmYWI2MGM2NjZhZTg4YzhjYjczODM2YTBmMWU1MmU0MWY3MGQ3NGE3ZmIwZWRmY2U5Zjk3MDRlIn0.eyJhdWQiOiIxIiwianRpIjoiZDAwOGQzNjEzOTM0MjI2ODM5MDRmN2M5MmZhYjYwYzY2NmFlODhjOGNiNzM4MzZhMGYxZTUyZTQxZjcwZDc0YTdmYjBlZGZjZTlmOTcwNGUiLCJpYXQiOjE2MTI3ODQxMTksIm5iZiI6MTYxMjc4NDExOSwiZXhwIjoxNjQ0MzIwMTE5LCJzdWIiOiIxNTEiLCJzY29wZXMiOltdfQ.VwoMVu025-3xdy-EaTC5dIGdaqTFuzysnYKvdJwx4sh-EPb2KpxtB7KFLNzDVJIcHleYtC55tRl0OhWKbV4ULWKzeoHaappZkn_nAObhkOyoKuievDU5K0ROwCH98Q758et0QQpL7XOH73t8wn45RuiFN1px9MlBgmVofeVRPMJnFO6l2nPUCMVT3aSz4oKO2Oi5Th9PCm5vytTXkUvM5lBn10jTmq4x8v584-Pai70l2Cj_6foseEIJMsx2sm4K2G_zRwWuElpOucJaXuV2-Ti1Kaz8cono0WdnFHlgfHS6MpE5UXKr2Qq5w5-rd6XNTsr2ElSGKFnyAbnDbTthTk0pg85_yXiOAFisSYxw4G3KQ55trNLI8DqVWAVLqUC8fzjfW-9I14NM8ITcdIhBSQEvTuAsKmfHuR2zeYFXxyPRkaUmMM5mDXsjAgXVCKOZYI4HQNgcdnwuruHBCfqRgC28jX4H2ctvwzxFe55y882EQwyThRClrOtpPXjRC0RxTd7-4z8abnniv5oufhmjftrCX4f8eUDzMiUhxDrM4eSP2PRTGtiPCqifB8yxBbxH08P6ptnzvs78_yB7ONLoVBtNh-CCs0PQt7-3NrO9iR1BHAxkQWP5fbhaRdw4EadGUDBYl6Xq1L1KCjps76trXWZCdCqSEwroCmXIJGK77-g', 'e4gtVUUtRomrGAjogtPsPP:APA91bF7j_nd_4koW4uZQ7eWeJVWuIbWuIMDJSeCxFaeYfqNO4Tm5uepFu6HgYkonxHHfupCiyWNBW8z5fjDI6Qf5uPGaz1Udi6PYxlsLV0RXcJaNfygr3gziHFzQdoONnvcvTk9ghai', 1, '1765', NULL, NULL, '2021-02-08 11:35:18', '2021-02-08 11:36:37'),
(152, 0, 0, 0, NULL, 'احمد امام', 'wef@wrfwf.com', NULL, '$2y$10$oihNRO6lAX6xeZWMbg5zTuB74qMzl7sFIyAX1I4.FthySuLdI7iGW', NULL, 'false', '01020030030030030', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6IjRkOWY3OGRiZTdhODEyMzhiZDU0MjY3YTYwZjRjN2Y4ODk5YTU1ZDA4ZjA5NDE1ZDdkNTQ5MDY4NGVhMTNiNWNiMzE0OTFhN2Q4NDM4MjQ4In0.eyJhdWQiOiIxIiwianRpIjoiNGQ5Zjc4ZGJlN2E4MTIzOGJkNTQyNjdhNjBmNGM3Zjg4OTlhNTVkMDhmMDk0MTVkN2Q1NDkwNjg0ZWExM2I1Y2IzMTQ5MWE3ZDg0MzgyNDgiLCJpYXQiOjE2MTI3ODkwMjksIm5iZiI6MTYxMjc4OTAyOSwiZXhwIjoxNjQ0MzI1MDI5LCJzdWIiOiIxNTIiLCJzY29wZXMiOltdfQ.mcX3csrpL3Wa0RFXMvLGIlhydm8Oxf1JJ0DytRriR1B2NkMBAnsjB7JFyrYY583CdaqajW6Fd5R-k_z-1cOjC5tsk1aXQx7PUPlCwLEbX8Vsn7wCzXGx80etgpK-CBug1k64NHc4n_Qkm6H8vPctPsK7znumJtFHxKBK5tqzJoPpOnIOiRM7VJZm0zVKNLGbYNgVhutJLuzJBeFsFIcEGllYPjvoSajBP115-CT0nzxSGEbn5_St6bPK3ca4SVzlMpWqceH2OdaGg5j0z-jRYm5BHHY90RxlZ3l0jjaqfnxHCc9IPZjAkINXAOmxCKw6wm1eoFAOZC5ExudEUooveIFjkGU0cNPOiNmg72i__h362GFf7zhDTQUlV6xNSsEB4yZiP3kbvQS5uXEYGpMPqzzF9_ueovRorJkxB6JSgHccSq3xYBXWjHn7Q94xSwfagDTHpCFGZ8DsZx-K_-PVUxD52QvBu5L1Lb8SU5-BqXflSjDv_EPVekqOsblEl0CqXHghEebKteCN6bnZ5Fo44rr2CfD-oginc5ZyvjGrnP-asze9Zes9VqTa8Ctr0lG47n3KGID43F4uxjiN-0cV5COzlfP7aoRF-tcv1-K2m7mjOFtNWR2zC9PZ9QliscqiogxXRtzcjNA56og--LuxyjIlwOXDAaMLuCHpZehMAH8', NULL, 1, '1274', NULL, NULL, '2021-02-08 12:54:03', '2021-02-08 12:57:09'),
(153, 0, 0, 0, NULL, 'مطعم سكيتشن', 'matullah222@gmail.com', NULL, '$2y$10$565Xk8vZF1.Mt2BAxipU5eKBxkBtQzhUSZ6mUe40xVgu/8qaYcY4W', NULL, 'true', '0598522550', 'المدينة', NULL, NULL, 1, NULL, NULL, NULL, '2021-02-14 06:37:24', '2021-02-14 06:37:24'),
(154, 0, 0, 0, NULL, 'محمد توفيق', 'mtttttawf@gmail.com', NULL, '$2y$10$Pxx/Bu5Z4J4/dZWlBVgsp.en7JBC6mBc8vgXnpnlut2men/70d1NC', NULL, 'true', '0569966279', 'المدينة المنورة', NULL, NULL, 1, NULL, NULL, NULL, '2021-02-24 23:21:30', '2021-02-24 23:21:30'),
(155, 0, 0, 0, NULL, 'maha', 'mooon-002@hotmail.com', NULL, '$2y$10$Mo9qVK1yxNGEQPku7vuYnOzBKSd7p5.zFKZbFXup5gWMIC9FeI9ES', NULL, 'true', '0546663901', 'المدينة', NULL, NULL, 1, NULL, NULL, NULL, '2021-02-24 23:42:56', '2021-02-24 23:49:55'),
(156, 0, 0, 0, NULL, 'mohammed esam', 'oldroad550@gmail.com', NULL, '$2y$10$2PN/I6xivtSrbZXn4B9fHOQbYgkV5CaXR4XRwNidZ3IQgVpxHpaZm', NULL, 'false', '01097119780', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImE1NzFiMDI4MWYyMjFjYmE4YWM4NTk3YzM5YTU4ZDA0MjNmYzUwNDhjZmY2NzJjOWRkYWE4MjkwZjI0MGI4MGMxY2Y5NjIyN2Q0ZDZkODhhIn0.eyJhdWQiOiIxIiwianRpIjoiYTU3MWIwMjgxZjIyMWNiYThhYzg1OTdjMzlhNThkMDQyM2ZjNTA0OGNmZjY3MmM5ZGRhYTgyOTBmMjQwYjgwYzFjZjk2MjI3ZDRkNmQ4OGEiLCJpYXQiOjE2MTU3NDMzMzEsIm5iZiI6MTYxNTc0MzMzMSwiZXhwIjoxNjQ3Mjc5MzMxLCJzdWIiOiIxNTYiLCJzY29wZXMiOltdfQ.Gl1PxXsbOQWnxcxJW3QyE6EAk52LdgVbR6QRFQQRaOzA_2UPg90BlEwgvCwk29OR-jaU-2nDX87cN7quEd1GRlbD-DcpCWMWrITKP8nyXt1EwOVvNo25DY8lHNt_08iCxbK75iMAzSrnYpkNuSIsSLoS8pSTj0fAL3sR6xQm17OEXc6dReCO-MPvQDzKtDb4jk34v3Fp4QkFrA4Sp13RgyoWJ0-A6uB9U3Qaig6hIfvxvSZVlb9O5Ia5y_rC57Fetl2E2GjyFSS5GvztRdO6GxY2IAOAbDf1pJkO0es5GuzJkn3KTS3JYvvE2GwR_KUGNneWHoeUTDUny0pwQk8KKdZPpDEzZ9Thp25xqq3k7F5OmTEg2Pgh0txVZ8SQkbsoEP0qiEXCdy0beMokfLV0wlpVfubTfYm31D4sPset9oz99dp9dW89eo3kHLF49Z82UWMb-J2kewtph8s3az6Xu0NSybQd-pqojeWt6-KXIq2x8mAbfE6qpyF2-An80Ai2-EQCtjWOLYQbX8FX7hS6TNX4eaSh5s-AI5CMkfhMdGIgZGrBxpfYA8Wj7xfxtM556W-jVX1zPbBoCThycWjR2LB2YQd2AKjQljCIceNXr5i0mW_RMkQPKo1xNVWpMFlWEA433M0nsy2qjr-vbhahsNO3Y_ZXJuFH9Qrrm83Ngj0', 'drcC__q4Ssm0Emc5EEvDly:APA91bGWaEVnoXbXZUtRHTeipD-bVo-5KDxPMK10NavHU6KJHgeCReeaXm67SgYZSwIkuoL4ubFJBvNAq9nU0ES2Bh6di2HHegR7YVvIu9BlGgEDgDUEej-y0IjBE_RNERbr6HMGbvbh', 0, '1694', NULL, NULL, '2021-03-14 17:33:11', '2021-03-14 17:35:31'),
(157, 0, 0, 0, NULL, 'mohammed esam', 'oldroad550@gmail.com', NULL, '$2y$10$TBg7osj7qEJbMrOM4IDKtOFZU5eD3WVwaV1CKRJ9LNiM5A6RFnq1W', NULL, 'false', '0201097119780', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImI0NGJkNDZkZGEwODAxNzk3NTdlMGMzMzIzMTU0NjRjNWQxMGE4ODI1MThjOWY5OTI5M2RlMGQyZTc5Y2QzZGVjYTRhMjg0OWQ3NGVmZTJlIn0.eyJhdWQiOiIxIiwianRpIjoiYjQ0YmQ0NmRkYTA4MDE3OTc1N2UwYzMzMjMxNTQ2NGM1ZDEwYTg4MjUxOGM5Zjk5MjkzZGUwZDJlNzljZDNkZWNhNGEyODQ5ZDc0ZWZlMmUiLCJpYXQiOjE2MTU3NDMyNzksIm5iZiI6MTYxNTc0MzI3OSwiZXhwIjoxNjQ3Mjc5Mjc5LCJzdWIiOiIxNTciLCJzY29wZXMiOltdfQ.CNK4IY33Ijr453NDzzfXoRBXxaYEXTTLExeBvqmMGuFRx5LVrX8DU3kyUk-fuWfq4RbR9xS6cbbTrofeEQW1KU8tXra3P9Xu_jeZdn7R4ybv9rCB_Wm8RtApGIAGIA3jGVSVeFYFRVNpFG-MxtZDa8-4s6gEoFn3_lFrpKLJflo_LXRfZf5gAAiFjMuuBzlnBjdrzmbPskg3fRl-qYg0cfXnFNePZGpePjYWVdp1t8CS5nYWqbw73lZcAk6SO9N1bgngzyOyNacGzOCjkz3iaKILtYU3hPFQX4lc6guY-jmOFw4A_Nh54m9p3IT-Gn7n3sG8FAovshG44KvIlogXUqUYw0EgJbKsTDPDkS47kq5OsqHLGKEwXEIuIRn_9nYAfcL9wkqiF0BdEFj3JU-_k5SvNJ5ARfy1-ttRTs6UUSDY-jdiVf01Qp8GtkcFGdB5n80RlboHCJw-j-CybkKrwT4ZN1ApeSXsdHIxqdU4q-oQZOVWD8AylLaAuRS-NOyXZT8f2f7DvZgmuLhUBiPGxAjy4vy9JaRqHK4b4ACKi2VcmgvFIhy33b-zYIdu9wckhMn5uHWx8AXDsaGPcrmMISTxcaFY_q_aaqSdWk2wP0Gg2t31DbMWDjBKbp5Y_y9iJs9O3ujHMkJM63l1Ds0p_WSJvSSb9bHVKINMh88vkAM', 'drcC__q4Ssm0Emc5EEvDly:APA91bGWaEVnoXbXZUtRHTeipD-bVo-5KDxPMK10NavHU6KJHgeCReeaXm67SgYZSwIkuoL4ubFJBvNAq9nU0ES2Bh6di2HHegR7YVvIu9BlGgEDgDUEej-y0IjBE_RNERbr6HMGbvbh', 0, '6575', NULL, NULL, '2021-03-14 17:34:39', '2021-03-14 17:34:39'),
(158, 0, 0, 0, NULL, 'مدير بابل', 'Babel@awlem.net', NULL, '$2y$10$iVvGtg.UlJrbSpBX/8KvfuY.42czPrsylEX3fje/e4QfnkN2KF0uu', NULL, 'true', '000000000000', 'المدينة المنورة', NULL, NULL, 1, NULL, NULL, NULL, '2021-03-18 23:22:22', '2021-03-18 23:22:22'),
(159, 0, 0, 0, NULL, 'عبدالله', 'am.14d@hotmail.com', NULL, '$2y$10$5fjacWn/NG5Bm6oyPmzJUe8G1/mHrQhaRbLyt09m6oCYIhaj9Bsh2', NULL, 'true', '0559888725', 'المدينة', NULL, NULL, 1, NULL, NULL, NULL, '2021-03-19 18:19:04', '2021-03-19 18:19:04'),
(160, 0, 0, 0, NULL, 'مسؤول وينجز فاكتوري', 'wingsfactory@awlem.net', NULL, '$2y$10$5m2IJVF4k4PU/IIBReMP5ugCLPRbYdrur9PffRkECY2VTUAVMf5Ua', NULL, 'true', '66666666666', 'المدينة', NULL, NULL, 1, NULL, NULL, NULL, '2021-03-19 18:24:53', '2021-03-19 18:24:53'),
(161, 0, 0, 30, NULL, 'موظف ونجز فاكتوري', 'wingsfactory1@awlem.net', NULL, '$2y$10$b240wOm3LiELIbeBAEHH3.cYXprXeT.vM.BQB9R06cBmcpjcWEf6S', NULL, 'true', '1313131313', 'المدينة المنورة', NULL, NULL, 0, NULL, NULL, NULL, '2021-03-19 22:28:30', '2021-03-19 22:28:30'),
(162, 0, 0, 0, NULL, 'مسؤول هولد', 'hold@awlem.net', NULL, '$2y$10$rlArm3E2ofFvEIATtkwg6.dDQCKCD4wpwhlZqq94590O1Et7/soV2', NULL, 'true', '3737474747', 'المدينة المنورة', NULL, NULL, 1, NULL, NULL, NULL, '2021-03-19 22:36:15', '2021-03-19 22:36:15'),
(163, 0, 0, 23, NULL, 'موظف مشكاة', 'meshkah@awlem.net', NULL, '$2y$10$cUQY9IVjOhc98PkudGWOfOsTsATueOdwlJAMv3j676TV19FSVySDe', NULL, 'true', '0009998888', 'المدينة المنورة', NULL, NULL, 0, NULL, NULL, NULL, '2021-03-19 22:44:31', '2021-03-19 22:44:31'),
(164, 0, 0, 0, NULL, 'مدير هف اند بف', 'Huffbuff@awlem.net', NULL, '$2y$10$2o8iPnrQOlisJs2KafMS/udMxJLVE0mjnHOeQeTlCQgwtV8kSVZFO', NULL, 'true', '0597700536', 'المدينة المنورة', NULL, NULL, 1, NULL, NULL, NULL, '2021-03-26 02:13:49', '2021-03-26 02:13:49'),
(165, 0, 0, 25, NULL, 'موظف بيت حصة', 'beathessa@awlem.net', NULL, '$2y$10$rhTTasKJqkR7qE671WuK5u8wnIrouz9BCBTAd159riUuNF3IAGc2S', NULL, 'true', '8787878787', 'المدينة', NULL, NULL, 0, NULL, NULL, NULL, '2021-03-26 07:44:30', '2021-03-26 07:44:30'),
(166, 0, 0, 31, NULL, 'موظف هف اند بف', 'huffandpuff1@awlem.net', NULL, '$2y$10$aHBAg1vva04sko4c2G0cbuHpMhD3lDqn6XdOMNzIs7QxZT5kmbJ6.', NULL, 'true', '9898989800', 'المدينة المنورة', NULL, NULL, 0, NULL, NULL, NULL, '2021-03-27 06:40:25', '2021-03-27 06:40:25'),
(167, 0, 0, 0, NULL, 'مسؤول بروشا', 'brocha@awlem.net', NULL, '$2y$10$1jAXlssTLQs3ghQsgc3UMeMOj9hI2tqknFfQYby6ZlXHSt7c5ZfQS', NULL, 'true', '6789022222', 'المدينة المنورة', NULL, NULL, 1, NULL, NULL, NULL, '2021-03-27 07:09:20', '2021-03-27 07:09:20'),
(168, 0, 0, 0, NULL, 'Mmm', NULL, NULL, '$2y$10$uwIBjDEQJtdnzUCD5f3EWe6Km6bk159mCLcSt0EYgDS7ibukqG9qi', NULL, 'false', '01011969826', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6ImQ2YzM0NjU1NTAyMzdkZWMyNWRhYTJiNmU3YmJlNDJlYjExZmZmNTQwZmQwMDc3NjIyY2I2NDdjODM4ZGMzZjk4ZGEzYzg0OTFlYTZhNWQwIn0.eyJhdWQiOiIxIiwianRpIjoiZDZjMzQ2NTU1MDIzN2RlYzI1ZGFhMmI2ZTdiYmU0MmViMTFmZmY1NDBmZDAwNzc2MjJjYjY0N2M4MzhkYzNmOThkYTNjODQ5MWVhNmE1ZDAiLCJpYXQiOjE2MTY4ODY3OTUsIm5iZiI6MTYxNjg4Njc5NSwiZXhwIjoxNjQ4NDIyNzk1LCJzdWIiOiIxNjgiLCJzY29wZXMiOltdfQ.uYUDRrbvqSpRIZQ2Esu9CKfjolNboNpUB3QJb203pwfqXJiZd4CFuo4EYCBAPp2QH55svjxES6cXTCMeGu5xzCGvDf0d98FzzmxjQNpO-ybvconPIes61ytDFvj43TKSCTjsnrylbg3rwj4T9RftBBm4PCbTOx5n1zg0Mk04M_2j-w7U21WD0SV5kBdKlCL7SwqLIdwrIi6VbKeE5K2LnByANZ3ed-BsfmwbYEyrltLSMN0-F_5yEiVEo1AJNAW05ycv_BRisv9K2h4flPgc82xq-5Q8tcAwCXXVFsdfVczGKmK6IOAcRNd34CRW3Eq7IIQ_70TYOV81DWJSQ1EnhPUPYqKggmKOgyiBzkErH2im8ybcpsh6tXg5ZXEe24zqSn8ZHFirJmIXMZmWq64c4_inf2f5qWYKTY5uKSmS8bWUCTJEB9l7zHAk7AG-J7EYvBSzyVoMCTMGKCoipjruZyQ9Oqs-CLUm04nFOW--drRZom_RlzVwmH34s05WkDPhbtWeqTAfQgWnEqGC6b9npDhniCXrGjw6DjDcgNQ3q86yvZZjVQyg4zuWfKyTpfY16oNuv75Ra5oS6KUkGJw2aM-dls6EUoqamIkEt9aT8WF7QTvNgur08m9-iwTl7VZvWhLQ7uDLCybOPaERAZfuxUcupT4vPdHovY7I3EF5Zvc', 'faxn9rbyT1qTktEgrO6QPH:APA91bEVeySUQbQst6nKvmjIqUfuEBjPmuJB68MqUjZ2wHIdTD7d8-e8WjGE6ictk-8QhUoHiLJaiXD7IJZFq_J2yfIp7SQ7Bcfb5yvIMMx-OzZ4Fx3OtDmoDqibqnYhZskfBUDLUKRr', 0, '3175', NULL, NULL, '2021-03-27 23:13:15', '2021-03-27 23:13:38'),
(169, 0, 0, 34, NULL, 'موظف هولد العزيزية', 'hold1@awlem.net', NULL, '$2y$10$tF3wFucEQtNcf2QQxY.X6uyj7wO9Zz90XcoIq/1KKO7ucyBGwTBsu', NULL, 'true', '0099887766', 'المدينة', NULL, NULL, 0, NULL, NULL, NULL, '2021-04-04 03:06:32', '2021-04-04 03:06:32'),
(170, 0, 0, 0, NULL, 'تجربة', 'jgejgrk@kgkgmg.net', NULL, '$2y$10$EiKBHNphcKhihyTOFDr9G.gU9QU1VmAqzAYqmYORrIv5gZUR96uUi', NULL, 'true', '0606069696', 'تلتلتلتلت', NULL, NULL, 1, NULL, NULL, NULL, '2021-04-04 03:23:31', '2021-04-04 03:23:31'),
(171, 0, 0, 0, NULL, 'Jane Doe', NULL, NULL, '$2y$10$VQHnlm8d1ywWeHgakbXF3.fSOMfZxJuQBugY0o1VPG76t/3Myom1u', NULL, 'false', '+60123208362', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6IjdiN2I5Mjk0YjU5YzM0ZWE4M2FjM2QwZThiMGIxMTliNWYxZGY0ZTUxNjVmYjQyNDdlYjkyNjMwODBjYmMzMmRmZWE5MmE3NDdhYzIzODVhIn0.eyJhdWQiOiIxIiwianRpIjoiN2I3YjkyOTRiNTljMzRlYTgzYWMzZDBlOGIwYjExOWI1ZjFkZjRlNTE2NWZiNDI0N2ViOTI2MzA4MGNiYzMyZGZlYTkyYTc0N2FjMjM4NWEiLCJpYXQiOjE2MTkyNDg0NTAsIm5iZiI6MTYxOTI0ODQ1MCwiZXhwIjoxNjUwNzg0NDUwLCJzdWIiOiIxNzEiLCJzY29wZXMiOltdfQ.CFHqpA2T5S7q9xh1Z8SOV8tz75CULcSWNrxdBY0KBx97KKp1PS3SJsdPP3y2ml14k8TYpU7a8kGM3aqGmJ4v_7eidCdBBno6oC1dJkT4ok6rwmaaS0Fp8mS59JXYjZyoMes3nNPX691yaKceA9LSXvF0RE5uFimSuLW6sjcZNGseNInc_OjMnx17GHtPzeZwGYxgzyz6jy6yUeIeJcxV9a0RiIr_pR_zVuSg1aROvUB5KVZ0_Mg_f-lPzBhUILNnfkbzvIYAa77s-GUmt3OJnOuAwsQZWnwQu7tnSp80p5DTLTyy4CX2xnwysuH3iwLj25qvgXTtE1GUuG-rzOfzMQZCSAxAKkswcooiR4xvL0yv9W_d9UgTigEWZsPaKMVbSPFtu4S6FY-gPmsuDptShome74wKQHuLX01kY4ZkE2KKq-tEX4nZN3CCgNmu7-bYiVlkp1AEWy-nKEH1Zeo_mdx2X0QTFwIPuJRhLreW_bU4Xgt0abgmJml9OAk6d-WAx--NFkEd889LYQv20I2ynB11OW8LSYoBDbt1tgdVoLmq5fTHrUnj8ubm1RVnp16PB6DMN_6BhbMBvKSoNYgnSjtVv1BUzoo44zSKbxdwxJ1nH33JEOB8e8ighUZtqWoggfNs4dpSTuHc6y35C9TBPNu5H4io89NbkrrAr7_6VmY', 'f91TLTL_RumNrYLIgA-h4m:APA91bF2URehyGduhbwGMLgt1ox4nThEPLijl0gY35v3MLCbinVWQeLOh7M1m5pfdUXlOZIamQQwtozuI-jnfydIF4DRaF3z88Erz-MNRAM-lI2u0VeWRY3fC3PwU05i2bSsMjYsL2Oo', 0, '1836', NULL, NULL, '2021-04-24 16:11:06', '2021-04-24 16:14:10'),
(172, 0, 0, 0, NULL, 'حامد', NULL, NULL, '$2y$10$2B7cHvtL9KUK4ivo288LRO6xorAiwpQbSUAgR9BwxeFjRmJTfhlRe', NULL, 'false', '0569513401', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6IjVkYThlZWU1NjA5ZGY2ZDBkM2RkNjcxZmFlZjdlNzcwNWJkMGZiMzY1MjU4YjMwNjk0NTU0ZTVlOWFiNzJiY2E0MDY3MWZhYjE3Y2ZhMTlkIn0.eyJhdWQiOiIxIiwianRpIjoiNWRhOGVlZTU2MDlkZjZkMGQzZGQ2NzFmYWVmN2U3NzA1YmQwZmIzNjUyNThiMzA2OTQ1NTRlNWU5YWI3MmJjYTQwNjcxZmFiMTdjZmExOWQiLCJpYXQiOjE2MTkyOTYwNjUsIm5iZiI6MTYxOTI5NjA2NSwiZXhwIjoxNjUwODMyMDY1LCJzdWIiOiIxNzIiLCJzY29wZXMiOltdfQ.dXn5K7OPbrDHmuPT8Ukf2mIYwRqIVVUjhfiHm51qWz5ZAPdxE-GUUzwQlVlAZ9xM2lwAl_7DCXABRdnzSKoNiiE7epWAElxJ9ryYSCUdy9NG_vCVvg4i7s9V-bo7AkwuEm4sKeveaVlefhs3c68HHf2jkkP-4AF2SPkN2A1HDHQzWUJuaCBa-3QXx79qZYsQ9iRhGxh0zYZ7FvPvuZW3SQ1CJS7WoYzfy40_JmVrdOTrpLapUq7LzAwqYuJ1uMOaT61PJ1cCMXgpStZ9zjoPo9CrgiGxRNnkRj0n713UDZQ7392X748CjuSCMdNvOxstowgpnxyWDbXpQP9mMrlZ_GcjDj8wG0jk5KdvRAavO0eBsDSVtvs9OTkuCBMyes5d-nF8K0KSTefnj17wJAIpaKetdpn_I0v7lYjfcqottw_6dnTfxaaYmuSt1reHNLiHehweULyphel-tS5FBqusaBzM187kSTcxg9A7xs2qiQSncfXve_HO6rvMx4Kb7mN_UWrMeYpRLyBvNX0zzTTRHmnO4hpUgp4ogcyM5Tb7Akn5XJ-eqqcuofOpw-Zs2x4SBPIVI_rwX3arosLIzozqcxThMdCn-0BXDp5OxkowrkmT-8RND0PuYIQwhwF63S2RI2SJwqO4JZjPTtBCSIC1xFbPwvnefx8OOT5rjUi_5t4', 'c-WBJ4RjSUmLlDtdJOs_lE:APA91bE4XT8GQkwW7W0j0PPqTOz13GBOrYG6aM9NLed0YUONCkynBXakYv0fzyXtEqIhQXCjlv-8LpbQaw1n3UrbSrhoCvfBJx9vXdrj5wO2oLYfywUNAi3_pLLOWboCnCVdKV4mTk_4', 1, '3267', NULL, NULL, '2021-04-25 05:27:45', '2021-04-25 05:28:10'),
(173, 0, 0, 0, NULL, 'مسؤول كلاود 9', 'cloud9@awlem.net', NULL, '$2y$10$URHnrnFInJRfSEFC/mFd2uVIYCAbB5AwTo00K.9qU.pOIawOT1/li', NULL, 'true', '0551708150', 'المدينة المنورة', NULL, NULL, 1, NULL, NULL, NULL, '2021-04-27 11:31:35', '2021-04-27 11:31:35'),
(174, 0, 0, 0, NULL, 'فهد العثماني', NULL, NULL, '$2y$10$GpEulOLX9SZFtufD0oStVeT6fYykPqG0HBO99xc7aA4TmVfJonFmm', NULL, 'false', '0509771499', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6IjkwYzcwODM5MDEwN2M0NTExNDFmMmMyM2NiNTI0NGQ1ZWRmMjljZTU3ZWVkMWFlZmQyYmMwNjM4ODNkMjJmZTg2MmZmMDM2M2Q3ZWIzN2QzIn0.eyJhdWQiOiIxIiwianRpIjoiOTBjNzA4MzkwMTA3YzQ1MTE0MWYyYzIzY2I1MjQ0ZDVlZGYyOWNlNTdlZWQxYWVmZDJiYzA2Mzg4M2QyMmZlODYyZmYwMzYzZDdlYjM3ZDMiLCJpYXQiOjE2MTk2NDQ4NzUsIm5iZiI6MTYxOTY0NDg3NSwiZXhwIjoxNjUxMTgwODc1LCJzdWIiOiIxNzQiLCJzY29wZXMiOltdfQ.JLReVUuxEUDDNK3aBm46Gjzg-yyadI4wMSgfWNaqEKzkiGo5X-FOMNP_j9JXFSnRi_-urmAer50iDYTAROUSxeKqdBr_FhfnPlijFGnMsBj_yupltkfZsGfHBudjyw2ShPeLrzFhNU6GFaJwVi3pGqBj5pC98oBxCb6tiIvvkutK27-zJ1SHoLf2_hzJyBmvyL4b9sEa1pudtFed7HqqkzN_i0I_rtiRlw65U24ZH4ikxk7uFIEVwWTZVYmbuOjuDIjLt5lge3zCNn9ZKrYx-Y85y9qkjZqbk8xaMmaUfMBIxVF3ue0DQcdn75JlM83l172Dstk__P3QPBlywuEya7SJknJxdlhlczr0PYxweyzYbx96YicQb-86kG-UidYc3Kx6_fqISGImUzGhADkslJzv00-4ZLQj5pWCpFnSSdhE4ia-eNJTBIyAdJvfeykljgO8-DWzRQLe4iMreC1cnYsSt4C93agOhfIT4_r2lNQIdxOvsR_VcxSzNbWYn6g2mdB06TisI030fRaOJVhPvB54ZD2txIiifSteHJR_JHTptx2L03bmeCZ0rOG3TCYhzJhEJZvU5DisMVEkPbaVYW9ylnJ_Jk7Q10q1J53yY4HjC_kGq3tHYnE5ac71nlclcJVyQbKaVJy_XCwM_ZymVPJHljEYptiP__RS7-igRkQ', 'eFrZiiinSPWanCba4EJQao:APA91bGrK5LkPzj6Cx8sBW1jpDfXouxwXOkpKQ-bl2U50aX9T7M6Snf228hypkAd8qeklMAemKDSLqv_tRfG6QPidp7PcQnOz7-fQZQ7jSJKNhhboPmLLvw1UBYEbP7SNALrmLfFbPIY', 1, '1897', NULL, NULL, '2021-04-29 06:21:15', '2021-04-29 06:21:41'),
(175, 0, 0, 35, NULL, 'موظف كلاود', 'cloud9@awlem.co', NULL, '$2y$10$nYvFw0cYpr59i6F6NYsRf.Zjr2L/9ucg9GAEyE.91L.DJiijy86vS', NULL, 'true', '0987654321', 'المدينة', NULL, NULL, 0, NULL, NULL, NULL, '2021-04-29 11:41:42', '2021-04-29 11:41:42'),
(176, 0, 0, 0, NULL, 'eslam kamel', 'eslamesw@gmail.com', NULL, '$2y$10$CNzF1I43yUTGxgHLdb2cIOeKCUWZk01r8HOZn9x3kWin4sidF1bUe', NULL, 'false', '01555892962', NULL, 'eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsImp0aSI6IjQ1NjgxMmQ5MDQyMTBiZTRhNjU3MDhlNDZmYWMyODQ0NzFmOTMzM2VkNzJlMzY0ZmMyODk0NTNiYTNiYWMyYzcxZWFhZjJiYjkxMDk4MjUzIn0.eyJhdWQiOiIxIiwianRpIjoiNDU2ODEyZDkwNDIxMGJlNGE2NTcwOGU0NmZhYzI4NDQ3MWY5MzMzZWQ3MmUzNjRmYzI4OTQ1M2JhM2JhYzJjNzFlYWFmMmJiOTEwOTgyNTMiLCJpYXQiOjE2MTk3MjY0NjMsIm5iZiI6MTYxOTcyNjQ2MywiZXhwIjoxNjUxMjYyNDYzLCJzdWIiOiIxNzYiLCJzY29wZXMiOltdfQ.hzDBxXsxxMGnLPR1AooZfUsH4ylgcoNNQ1bWc6uIqNBjXOEhBGiumOZdzYKjEfSXp7iPkFhKkFSZ9d7i4WI3_u7VvEwI3Dn_yMw_TvdDPRVvW2cXWRXORwK3CA-ElNidQNpBCsK4dFA3MqnFw1xzGB81MVOXEolAoYxPivrUMADT2kXHpHZRQCgV4nI8yJ_MJDVYbNq45q9mayeKMwu1ab_ga9Mkqn4G7dlhNNBdSZTUqIub7rMnuz2XgocXUk6dAiFjV4l99FhutzEdNZHUrmkJH7rTkaDNhxyBAIpjOjVx-o1v-RDfATZJjvgJ6JtbZ7LtEQhFQZ9oJbZPahNZ2GEEcFQx75P9HZxpEVd2Uf-c-Ce7JSFRir8h2f9D9oLC30DgqcPz2Vmcdv2N-1r-m3MIeqi3-RGi6TOv0b5dKufGI4EcdD-9mCh27i0gVHECKfZc0zWYsaoB_yT3mgFh_YthLOtr41RtJLRYhEvgVON4XO8NgwSjpU3UKcSYP84PfrEzpTpt0QnwDwU3XG_hv_g0g_pJY4i-LfyD3wEkoLUoGsVREUBTdOGDETuer0NcqtK8zPoo2gznskZfjBMMfN9_1HwfIttzj36EysUht-hHt2ARR3Q6j0bIzjxhuwP5I883LaGIoCbpWCixQcXy-_OHb6Y3OoOa3KWRlYn1a68', 'eOr49wsNRMy9sJNQhgnRxu:APA91bFm-6GAUKQiwoWdg31zryq9tnn-w5kI-3psx1idu3Wwh7vWIX-Q66wJLyoGM_M1lJZWAPFBry2EQWHGLw_7zTByLjDkwGMsODu4UhFLngwmf0lAxjID8lSftfVVM8__CeStpAxQ', 0, '7111', NULL, NULL, '2021-04-30 05:00:34', '2021-04-30 05:01:03');

-- --------------------------------------------------------

--
-- Table structure for table `weeks`
--

CREATE TABLE `weeks` (
  `id` int(11) NOT NULL,
  `name` varchar(100) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `weeks`
--

INSERT INTO `weeks` (`id`, `name`) VALUES
(1, 'الأثنين'),
(2, 'الثلاثاء'),
(3, 'الأربعاء'),
(4, 'الخميس'),
(5, 'الجمعة'),
(6, 'السبت'),
(7, 'الأحد');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `areas`
--
ALTER TABLE `areas`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `area_restorants`
--
ALTER TABLE `area_restorants`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `branches`
--
ALTER TABLE `branches`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `branch_offers`
--
ALTER TABLE `branch_offers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `branch_photos`
--
ALTER TABLE `branch_photos`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `cobon_users`
--
ALTER TABLE `cobon_users`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `complaints`
--
ALTER TABLE `complaints`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `discount_cobons`
--
ALTER TABLE `discount_cobons`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `faq_admins`
--
ALTER TABLE `faq_admins`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `faq_ratings`
--
ALTER TABLE `faq_ratings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `features`
--
ALTER TABLE `features`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `follwers`
--
ALTER TABLE `follwers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `meals`
--
ALTER TABLE `meals`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `model_has_permissions`
--
ALTER TABLE `model_has_permissions`
  ADD PRIMARY KEY (`permission_id`,`model_id`,`model_type`),
  ADD KEY `model_has_permissions_model_id_model_type_index` (`model_id`,`model_type`);

--
-- Indexes for table `model_has_roles`
--
ALTER TABLE `model_has_roles`
  ADD PRIMARY KEY (`role_id`,`model_id`,`model_type`),
  ADD KEY `model_has_roles_model_id_model_type_index` (`model_id`,`model_type`);

--
-- Indexes for table `notifications`
--
ALTER TABLE `notifications`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `oauth_access_tokens`
--
ALTER TABLE `oauth_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_access_tokens_user_id_index` (`user_id`);

--
-- Indexes for table `oauth_auth_codes`
--
ALTER TABLE `oauth_auth_codes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `oauth_clients`
--
ALTER TABLE `oauth_clients`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_clients_user_id_index` (`user_id`);

--
-- Indexes for table `oauth_personal_access_clients`
--
ALTER TABLE `oauth_personal_access_clients`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_personal_access_clients_client_id_index` (`client_id`);

--
-- Indexes for table `oauth_refresh_tokens`
--
ALTER TABLE `oauth_refresh_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_refresh_tokens_access_token_id_index` (`access_token_id`);

--
-- Indexes for table `orders`
--
ALTER TABLE `orders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `order_products`
--
ALTER TABLE `order_products`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `order_ratings`
--
ALTER TABLE `order_ratings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `pages`
--
ALTER TABLE `pages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `permissions`
--
ALTER TABLE `permissions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `product_branches`
--
ALTER TABLE `product_branches`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `product_groups`
--
ALTER TABLE `product_groups`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `product_group_options`
--
ALTER TABLE `product_group_options`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `product_meals`
--
ALTER TABLE `product_meals`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ratings`
--
ALTER TABLE `ratings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `regions`
--
ALTER TABLE `regions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `restorants`
--
ALTER TABLE `restorants`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `restorant_ratings`
--
ALTER TABLE `restorant_ratings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `role_has_permissions`
--
ALTER TABLE `role_has_permissions`
  ADD PRIMARY KEY (`permission_id`,`role_id`),
  ADD KEY `role_has_permissions_role_id_foreign` (`role_id`);

--
-- Indexes for table `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `types`
--
ALTER TABLE `types`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `type_restorants`
--
ALTER TABLE `type_restorants`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `weeks`
--
ALTER TABLE `weeks`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `areas`
--
ALTER TABLE `areas`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT for table `area_restorants`
--
ALTER TABLE `area_restorants`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=99;

--
-- AUTO_INCREMENT for table `branches`
--
ALTER TABLE `branches`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT for table `branch_offers`
--
ALTER TABLE `branch_offers`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;

--
-- AUTO_INCREMENT for table `branch_photos`
--
ALTER TABLE `branch_photos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=103;

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `cobon_users`
--
ALTER TABLE `cobon_users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `complaints`
--
ALTER TABLE `complaints`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `discount_cobons`
--
ALTER TABLE `discount_cobons`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT for table `faq_admins`
--
ALTER TABLE `faq_admins`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `faq_ratings`
--
ALTER TABLE `faq_ratings`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=30;

--
-- AUTO_INCREMENT for table `features`
--
ALTER TABLE `features`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `follwers`
--
ALTER TABLE `follwers`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT for table `meals`
--
ALTER TABLE `meals`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=128;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=61;

--
-- AUTO_INCREMENT for table `notifications`
--
ALTER TABLE `notifications`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `oauth_clients`
--
ALTER TABLE `oauth_clients`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `oauth_personal_access_clients`
--
ALTER TABLE `oauth_personal_access_clients`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `orders`
--
ALTER TABLE `orders`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=93;

--
-- AUTO_INCREMENT for table `order_products`
--
ALTER TABLE `order_products`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=95;

--
-- AUTO_INCREMENT for table `order_ratings`
--
ALTER TABLE `order_ratings`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `pages`
--
ALTER TABLE `pages`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `permissions`
--
ALTER TABLE `permissions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=184;

--
-- AUTO_INCREMENT for table `products`
--
ALTER TABLE `products`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=617;

--
-- AUTO_INCREMENT for table `product_branches`
--
ALTER TABLE `product_branches`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=681;

--
-- AUTO_INCREMENT for table `product_groups`
--
ALTER TABLE `product_groups`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=238;

--
-- AUTO_INCREMENT for table `product_group_options`
--
ALTER TABLE `product_group_options`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=768;

--
-- AUTO_INCREMENT for table `product_meals`
--
ALTER TABLE `product_meals`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=660;

--
-- AUTO_INCREMENT for table `ratings`
--
ALTER TABLE `ratings`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `regions`
--
ALTER TABLE `regions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `restorants`
--
ALTER TABLE `restorants`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=37;

--
-- AUTO_INCREMENT for table `restorant_ratings`
--
ALTER TABLE `restorant_ratings`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=34;

--
-- AUTO_INCREMENT for table `roles`
--
ALTER TABLE `roles`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `settings`
--
ALTER TABLE `settings`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `types`
--
ALTER TABLE `types`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `type_restorants`
--
ALTER TABLE `type_restorants`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=94;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=177;

--
-- AUTO_INCREMENT for table `weeks`
--
ALTER TABLE `weeks`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `model_has_permissions`
--
ALTER TABLE `model_has_permissions`
  ADD CONSTRAINT `model_has_permissions_permission_id_foreign` FOREIGN KEY (`permission_id`) REFERENCES `permissions` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `model_has_roles`
--
ALTER TABLE `model_has_roles`
  ADD CONSTRAINT `model_has_roles_role_id_foreign` FOREIGN KEY (`role_id`) REFERENCES `roles` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `role_has_permissions`
--
ALTER TABLE `role_has_permissions`
  ADD CONSTRAINT `role_has_permissions_permission_id_foreign` FOREIGN KEY (`permission_id`) REFERENCES `permissions` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `role_has_permissions_role_id_foreign` FOREIGN KEY (`role_id`) REFERENCES `roles` (`id`) ON DELETE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
