<?php
    return [
        'Faq'=>' الأسئله الشائعه',
        'Add_Faq'=>'اضافة سؤال',
        'Edit_Faq'=>'تعديل ',
        'question_ar'=>'السؤال',
        'question_en'=>'عنوان السؤال بالانجليزية',
        'answer_ar'=>'محتوي السؤال',
        'answer_en'=>'محتوي السؤال بالانجليزية',

        'question_ar_error' => ' السؤال حقل اجباري',
        'question_en_error' => 'السؤال بالانجليزية حقل اجباري',
        'answer_ar_error'   => 'محتوي السؤال حقل اجباري',
        'answer_en_error'   => 'محتوي السؤال بالانجليزية حقل اجباري',
    ];