<?php
    return [
        'Pages'=>'الصفحات',
        'Add_Page'=>'اضافة صفحة',
        'Edit_Page'=>'تعديل صفحة',
        'title_ar'=>'عنوان الصفحة',
        'title_en'=>'عنوان الصفحة بالانجليزية',
        'body_ar'=>'محتوي الصفحة',
        'body_en'=>'محتوي الصفحة بالانجليزية',

        'title_ar_error'=>'عنوان الصفحة حقل اجباري',
        'title_en_error'=>'عنوان الصفحة بالانجليزية حقل اجباري',
        'body_ar_error'=>'محتوي الصفحة حقل اجباري',
        'body_en_error'=>'محتوي الصفحة بالانجليزية حقل اجباري',
    ];